[{
	"quote": "Love has no age, no limit; and no death.",
	"name": "John Galsworthy"
}, {
	"quote": "Let us never know what old age is. Let us know the happiness time brings, not count the years.",
	"name": "Ausonius"
}, {
	"quote": "Youth is the gift of nature, but age is a work of art.",
	"name": "Stanislaw Jerzy Lec"
}, {
	"quote": "Age is a case of mind over matter. If you don't mind, it don't matter.",
	"name": "Satchel Paige"
}, {
	"quote": "Cherish all your happy moments; they make a fine cushion for old age.",
	"name": "Booth Tarkington"
}, {
	"quote": "Try to keep your soul young and quivering right up to old age.",
	"name": "George Sand"
}, {
	"quote": "Age is something that doesn't matter, unless you are a cheese.",
	"name": "Luis Bunuel"
}, {
	"quote": "Marriage is not about age; it's about finding the right person.",
	"name": "Sophia Bush"
}, {
	"quote": "Do not go gentle into that good night but rage, rage against the dying of the light.",
	"name": "Dylan Thomas"
}, {
	"quote": "Age is an issue of mind over matter. If you don't mind, it doesn't matter.",
	"name": "Mark Twain"
}, {
	"quote": "Age and size are only numbers. It's the attitude you bring to clothes that make the difference.",
	"name": "Donna Karan"
}, {
	"quote": "There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability.",
	"name": "Sharron Angle"
}, {
	"quote": "Aging is not lost youth but a new stage of opportunity and strength.",
	"name": "Betty Friedan"
}, {
	"quote": "I'm very mature for my age, but I'm also innocent in a lot of ways.",
	"name": "Kirsten Dunst"
}, {
	"quote": "Old age is just a record of one's whole life.",
	"name": "Muhammad Ali"
}, {
	"quote": "The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Youth has no age.",
	"name": "Pablo Picasso"
}, {
	"quote": "You can't help getting older, but you don't have to get old.",
	"name": "George Burns"
}, {
	"quote": "To me - old age is always ten years older than I am.",
	"name": "Bernard Baruch"
}, {
	"quote": "Wrinkles should merely indicate where smiles have been.",
	"name": "Mark Twain"
}, {
	"quote": "There's a vintage which comes with age and experience.",
	"name": "Jon Bon Jovi"
}, {
	"quote": "Just remember, once you're over the hill you begin to pick up speed.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "Old minds are like old horses; you must exercise them if you wish to keep them in working order.",
	"name": "John Adams"
}, {
	"quote": "Youth is a blunder; Manhood a struggle, Old Age a regret.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "True terror is to wake up one morning and discover that your high school class is running the country.",
	"name": "Kurt Vonnegut"
}, {
	"quote": "Age wrinkles the body. Quitting wrinkles the soul.",
	"name": "Douglas MacArthur"
}, {
	"quote": "The excitement of learning separates youth from old age. As long as you're learning you're not old.",
	"name": "Rosalyn Sussman Yalow"
}, {
	"quote": "A diplomat is a man who always remembers a woman's birthday but never remembers her age.",
	"name": "Robert Frost"
}, {
	"quote": "Old age is like everything else. To make a success of it, you've got to start young.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "When grace is joined with wrinkles, it is adorable. There is an unspeakable dawn in happy old age.",
	"name": "Victor Hugo"
}, {
	"quote": "Youth is the best time to be rich, and the best time to be poor.",
	"name": "Euripides"
}, {
	"quote": "Education is the best provision for old age.",
	"name": "Aristotle"
}, {
	"quote": "As I grow older, I pay less attention to what men say. I just watch what they do.",
	"name": "Andrew Carnegie"
}, {
	"quote": "I will never be an old man. To me, old age is always 15 years older than I am.",
	"name": "Francis Bacon"
}, {
	"quote": "At my age flowers scare me.",
	"name": "George Burns"
}, {
	"quote": "Legend: A lie that has attained the dignity of age.",
	"name": "H. L. Mencken"
}, {
	"quote": "Old age and treachery will always beat youth and exuberance.",
	"name": "David Mamet"
}, {
	"quote": "'Age' is the acceptance of a term of years. But maturity is the glory of years.",
	"name": "Martha Graham"
}, {
	"quote": "In age of consumerism and materialism, I traffic in blue sky and colored air.",
	"name": "James Turrell"
}, {
	"quote": "My love for ice cream emerged at an early age - and has never left!",
	"name": "Ginger Rogers"
}, {
	"quote": "I'm happy to report that my inner child is still ageless.",
	"name": "James Broughton"
}, {
	"quote": "The trick is growing up without growing old.",
	"name": "Casey Stengel"
}, {
	"quote": "Forty is the old age of youth; fifty the youth of old age.",
	"name": "Victor Hugo"
}, {
	"quote": "In youth we learn; in age we understand.",
	"name": "Marie von Ebner-Eschenbach"
}, {
	"quote": "Old age is like a plane flying through a storm. Once you're aboard, there's nothing you can do.",
	"name": "Golda Meir"
}, {
	"quote": "Old age and sickness bring out the essential characteristics of a man.",
	"name": "Felix Frankfurter"
}, {
	"quote": "Common sense is the collection of prejudices acquired by age eighteen.",
	"name": "Albert Einstein"
}, {
	"quote": "The old believe everything, the middle-aged suspect everything, the young know everything.",
	"name": "Oscar Wilde"
}, {
	"quote": "Be eccentric now. Don't wait for old age to wear purple.",
	"name": "Regina Brett"
}, {
	"quote": "None are so old as those who have outlived enthusiasm.",
	"name": "Henry David Thoreau"
}, {
	"quote": "We live in the age of the refugee, the age of the exile.",
	"name": "Ariel Dorfman"
}, {
	"quote": "The secret of staying young is to live honestly, eat slowly, and lie about your age.",
	"name": "Lucille Ball"
}, {
	"quote": "Confusion of goals and perfection of means seems, in my opinion, to characterize our age.",
	"name": "Albert Einstein"
}, {
	"quote": "Makeup can make a woman look more beautiful at every age.",
	"name": "Francois Nars"
}, {
	"quote": "We aren't in an information age, we are in an entertainment age.",
	"name": "Tony Robbins"
}, {
	"quote": "As men get older, the toys get more expensive.",
	"name": "Marvin Davis"
}, {
	"quote": "Age considers; youth ventures.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "I must confess, I was born at a very early age.",
	"name": "Groucho Marx"
}, {
	"quote": "There are only three things that can kill a farmer: lightning, rolling over in a tractor, and old age.",
	"name": "Bill Bryson"
}, {
	"quote": "To me, age doesn't make a difference in terms of how playful or fun life can be.",
	"name": "Brit Morin"
}, {
	"quote": "Men are like wine - some turn to vinegar, but the best improve with age.",
	"name": "Pope John XXIII"
}, {
	"quote": "Old age is no place for sissies.",
	"name": "Bette Davis"
}, {
	"quote": "Age is just a number. Life and aging are the greatest gifts that we could possibly ever have.",
	"name": "Cicely Tyson"
}, {
	"quote": "Age does not make us childish, as some say; it finds us true children.",
	"name": "James Anthony Froude"
}, {
	"quote": "Bad news isn't wine. It doesn't improve with age.",
	"name": "Colin Powell"
}, {
	"quote": "Old age and the passage of time teach all things.",
	"name": "Sophocles"
}, {
	"quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent that is to triumph over old age.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "If you love someone, you love someone. It doesn't matter; age, colour, c'mon!",
	"name": "Sam Taylor-Johnson"
}, {
	"quote": "Age is a very high price to pay for maturity.",
	"name": "Tom Stoppard"
}, {
	"quote": "Bashfulness is an ornament to youth, but a reproach to old age.",
	"name": "Aristotle"
}, {
	"quote": "If youth knew; if age could.",
	"name": "Sigmund Freud"
}, {
	"quote": "Age is just a number. It's totally irrelevant unless, of course, you happen to be a bottle of wine.",
	"name": "Joan Collins"
}, {
	"quote": "Age does not protect you from love. But love, to some extent, protects you from age.",
	"name": "Anais Nin"
}, {
	"quote": "American youth attributes much more importance to arriving at driver's license age than at voting age.",
	"name": "Marshall McLuhan"
}, {
	"quote": "Age is inevitable. Aging isn't.",
	"name": "Marv Levy"
}, {
	"quote": "Fitness has nothing to do with age.",
	"name": "Virender Sehwag"
}, {
	"quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent - that is to triumph over old age.",
	"name": "Thomas Bailey Aldrich"
}, {
	"quote": "Everybody is playing games. There are games now for pretty much every age, every demographic.",
	"name": "Jesse Schell"
}, {
	"quote": "Filth and old age, I'm sure you will agree, are powerful wardens upon chastity.",
	"name": "Geoffrey Chaucer"
}, {
	"quote": "Old age has its pleasures, which, though different, are not less than the pleasures of youth.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "In a digital age, I still love sending and receiving cards, hand-writing notes, and wrapping gifts.",
	"name": "Matthew Williamson"
}, {
	"quote": "The ruling ideas of each age have ever been the ideas of its ruling class.",
	"name": "Karl Marx"
}, {
	"quote": "Dissents speak to a future age.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "Surrounding myself with beautiful women keeps me young.",
	"name": "Hugh Hefner"
}, {
	"quote": "Adults are obsolete children.",
	"name": "Dr. Seuss"
}, {
	"quote": "Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young.",
	"name": "J. K. Rowling"
}, {
	"quote": "The harvest of old age is the recollection and abundance of blessing previously secured.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Hesitation increases in relation to risk in equal proportion to age.",
	"name": "Ernest Hemingway"
}, {
	"quote": "It's sad, actually, because my anxiety keeps me from enjoying things as much as I should at this age.",
	"name": "Amanda Seyfried"
}, {
	"quote": "You can fake your age or mask it, but the passion that moves the characters has to be real.",
	"name": "Victoria Abril"
}, {
	"quote": "How incessant and great are the ills with which a prolonged old age is replete.",
	"name": "C. S. Lewis"
}, {
	"quote": "Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty.",
	"name": "Coco Chanel"
}, {
	"quote": "A graceful and honorable old age is the childhood of immortality.",
	"name": "Pindar"
}, {
	"quote": "Old age is the most unexpected of all things that happen to a man.",
	"name": "Leon Trotsky"
}, {
	"quote": "I will never give in to old age until I become old. And I'm not old yet!",
	"name": "Tina Turner"
}, {
	"quote": "Those who love deeply never grow old; they may die of old age, but they die young.",
	"name": "Dorothy Canfield Fisher"
}, {
	"quote": "Old age is the most unexpected of all the things that can happen to a man.",
	"name": "James Thurber"
}, {
	"quote": "A man does not die of love or his liver or even of old age; he dies of being a man.",
	"name": "Miguel de Unamuno"
}, {
	"quote": "Let age, not envy, draw wrinkles on thy cheeks.",
	"name": "Thomas Browne"
}, {
	"quote": "Middle age is when your old classmates are so grey and wrinkled and bald they don't recognize you.",
	"name": "Bennett Cerf"
}, {
	"quote": "Believe me, that was a happy age, before the days of architects, before the days of builders.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Some age, others mature.",
	"name": "Sean Connery"
}, {
	"quote": "The mind that is wise mourns less for what age takes away; than what it leaves behind.",
	"name": "William Wordsworth"
}, {
	"quote": "It is not possible to live in this age if you don't have a sense of many contradictory forces.",
	"name": "Rem Koolhaas"
}, {
	"quote": "Each age has deemed the new-born year the fittest time for festal cheer.",
	"name": "Walter Scott"
}, {
	"quote": "We're in an age of enlightenment, and we have a choice as a society which path to take.",
	"name": "Rhys Ifans"
}, {
	"quote": "Rashness belongs to youth; prudence to old age.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "I'm inspired by people who keep on rolling, no matter their age.",
	"name": "Jimmy Buffett"
}, {
	"quote": "So, you know, I think the age of exploration is just beginning, not ending, on our planet.",
	"name": "Robert Ballard"
}, {
	"quote": "With age, you get to a place where you don't want to knock people out. You just want to give people a hug.",
	"name": "Vin Diesel"
}, {
	"quote": "At the age of 21, I had never even stepped on a treadmill.",
	"name": "Nikki Reed"
}, {
	"quote": "Age has been the perfect fire extinguisher for flaming youth.",
	"name": "Navjot Singh Sidhu"
}, {
	"quote": "In a machine age, dressmaking is one of the last refuges of the human, the personal, the inimitable.",
	"name": "Christian Dior"
}, {
	"quote": "Another belief of mine; that everyone else my age is an adult, whereas I am merely in disguise.",
	"name": "Margaret Atwood"
}, {
	"quote": "Old age: the crown of life, our play's last act.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "All diseases run into one, old age.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "In youth, the days are short and the years are long. In old age, the years are short and days long.",
	"name": "Pope Paul VI"
}, {
	"quote": "In every country and every age, the priest had been hostile to Liberty.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Exposure from a young age to the realities of the world is a super-big thing.",
	"name": "Bill Gates"
}, {
	"quote": "Age is whatever you think it is. You are as old as you think you are.",
	"name": "Muhammad Ali"
}, {
	"quote": "Youth is wasted on the young.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Growing old is no more than a bad habit which a busy person has no time to form.",
	"name": "Andre Maurois"
}, {
	"quote": "The age of chivalry is past. Bores have succeeded to dragons.",
	"name": "Charles Dickens"
}, {
	"quote": "Mindfulness can help people of any age. That's because we become what we think.",
	"name": "Goldie Hawn"
}, {
	"quote": "Difficult choices, unlike red wine, rarely improve with age.",
	"name": "Richard N. Haass"
}, {
	"quote": "The people who live in a golden age usually go around complaining how yellow everything looks.",
	"name": "Randall Jarrell"
}, {
	"quote": "Age is not important unless you're a cheese.",
	"name": "Helen Hayes"
}, {
	"quote": "What most persons consider as virtue, after the age of 40 is simply a loss of energy.",
	"name": "Voltaire"
}, {
	"quote": "What though youth gave love and roses, Age still leaves us friends and wine.",
	"name": "Thomas Moore"
}, {
	"quote": "I was lucky to move around different cultures at an early age and have experience of different lifestyles.",
	"name": "Paolo Nutini"
}, {
	"quote": "Age is relative. Experience is relative. And I think often intensity is confused with maturity.",
	"name": "Laura Marling"
}, {
	"quote": "The age of chivalry has gone; the age of humanity has come.",
	"name": "Charles Sumner"
}, {
	"quote": "Every man desires to live long, but no man wishes to be old.",
	"name": "Jonathan Swift"
}, {
	"quote": "Sex at age 90 is like trying to shoot pool with a rope.",
	"name": "George Burns"
}, {
	"quote": "We're seeing the arrival of conversational robots that can walk in our world. It's a golden age of invention.",
	"name": "David Hanson"
}, {
	"quote": "I am, as I've said, merely competent. But in an age of incompetence, that makes me extraordinary.",
	"name": "Billy Joel"
}, {
	"quote": "Middle age is when your age starts to show around your middle.",
	"name": "Bob Hope"
}, {
	"quote": "I think age is a very high price to pay for maturity.",
	"name": "Tom Stoppard"
}, {
	"quote": "A man knows when he is growing old because he begins to look like his father.",
	"name": "Gabriel Garcia Marquez"
}, {
	"quote": "A woman telling her true age is like a buyer confiding his final price to an Armenian rug dealer.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "Laughter crosses boundaries of class and age... Humour is universal.",
	"name": "Jeremy Lloyd"
}, {
	"quote": "Twenty-two is just such a random age. It's a little blah.",
	"name": "Jennifer Damiano"
}, {
	"quote": "The golden age is before us, not behind us.",
	"name": "Simon the Zealot"
}, {
	"quote": "For me, love is endless, and love has no age limit.",
	"name": "Khalid"
}, {
	"quote": "Our age knows nothing but reaction, and leaps from one extreme to another.",
	"name": "Reinhold Niebuhr"
}, {
	"quote": "Youth is the time of getting, middle age of improving, and old age of spending.",
	"name": "Anne Bradstreet"
}, {
	"quote": "For the moment I prefer to be a beautiful woman of my age than try desperately to look 30.",
	"name": "Demi Moore"
}, {
	"quote": "The nicest thing about coming of age is that I can do whatever I like.",
	"name": "Cilla Black"
}, {
	"quote": "Age does not bring you wisdom, age brings you wrinkles.",
	"name": "Estelle Getty"
}, {
	"quote": "We've put more effort into helping folks reach old age than into helping them enjoy it.",
	"name": "Frank A. Clark"
}, {
	"quote": "I've gotten to the age where I'm comfortable with just about everything - except getting old!",
	"name": "Patty Duke"
}, {
	"quote": "You just never know when you're living in a golden age.",
	"name": "Alexander Payne"
}, {
	"quote": "Keep in mind that diversity does not just mean black. It means all of it - age, weight, gender.",
	"name": "Tracee Ellis Ross"
}, {
	"quote": "I've always loved music and was singing from the age of seven on karaoke.",
	"name": "Christina Grimmie"
}, {
	"quote": "Stone Age. Bronze Age. Iron Age. We define entire epics of humanity by the technology they use.",
	"name": "Reed Hastings"
}, {
	"quote": "This is the strange thing: Dancers don't age.",
	"name": "Twyla Tharp"
}, {
	"quote": "There's no excuse for fur in this day and age.",
	"name": "Stella McCartney"
}, {
	"quote": "Old age isn't a battle; old age is a massacre.",
	"name": "Philip Roth"
}, {
	"quote": "Middle age is when your broad mind and narrow waist begin to change places.",
	"name": "E. Joseph Cossman"
}, {
	"quote": "The New Age? It's just the old age stuck in a microwave oven for fifteen seconds.",
	"name": "James Randi"
}, {
	"quote": "Old age is a shipwreck.",
	"name": "Charles de Gaulle"
}, {
	"quote": "Chinese people age overnight.",
	"name": "Karl Pilkington"
}, {
	"quote": "If I had one regret in life... it's that I was not more humble at an earlier age.",
	"name": "Rick Pitino"
}, {
	"quote": "Whoever marries the spirit of this age will find himself a widower in the next.",
	"name": "William Inge"
}, {
	"quote": "Nobody escapes age and gravity.",
	"name": "Harlan Ellison"
}, {
	"quote": "Middle age is the awkward period when Father Time starts catching up with Mother Nature.",
	"name": "Harold Coffin"
}, {
	"quote": "I think your whole life shows in your face and you should be proud of that.",
	"name": "Lauren Bacall"
}, {
	"quote": "I know not age, nor weariness nor defeat.",
	"name": "Rose Kennedy"
}, {
	"quote": "Each moment of a happy lover's hour is worth an age of dull and common life.",
	"name": "Aphra Behn"
}, {
	"quote": "A man loves the meat in his youth that he cannot endure in his age.",
	"name": "William Shakespeare"
}, {
	"quote": "The heresy of one age becomes the orthodoxy of the next.",
	"name": "Helen Keller"
}, {
	"quote": "We have to have a diversity of age represented in Congress, too.",
	"name": "Alexandria Ocasio-Cortez"
}, {
	"quote": "Each age, it is found, must write its own books; or rather, each generation for the next succeeding.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "At twenty years of age the will reigns; at thirty, the wit; and at forty, the judgment.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Loving someone liberates the lover as well as the beloved. And that kind of love comes with age.",
	"name": "Maya Angelou"
}, {
	"quote": "How young can you die of old age?",
	"name": "Steven Wright"
}, {
	"quote": "Old age has deformities enough of its own. It should never add to them the deformity of vice.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "I am of a healthy long lived race, and our minds improve with age.",
	"name": "William Butler Yeats"
}, {
	"quote": "With age comes the understanding and appreciation of your most important asset, your health.",
	"name": "Oprah Winfrey"
}, {
	"quote": "No woman should ever be quite accurate about her age. It looks so calculating.",
	"name": "Oscar Wilde"
}, {
	"quote": "If you're old, don't try to change yourself, change your environment.",
	"name": "B. F. Skinner"
}, {
	"quote": "We prefer world law in the age of self-determination to world war in the age of mass extermination.",
	"name": "John F. Kennedy"
}, {
	"quote": "We all grow up. Hopefully, we get wiser. Age brings wisdom, and fatherhood changes one's life completely.",
	"name": "Frank Abagnale"
}, {
	"quote": "We're not in an information age anymore. We're in the information management age.",
	"name": "Chris Hardwick"
}, {
	"quote": "My view is that at a younger age your optimism is more and you have more imagination etc. You have less bias.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "The older I grow the more I distrust the familiar doctrine that age brings wisdom.",
	"name": "H. L. Mencken"
}, {
	"quote": "I knew what I wanted to do in sport from the age of nine.",
	"name": "Magdalena Neuner"
}, {
	"quote": "I often joke that 100 years from now I hope people are saying, 'Dang, she looks good for her age!'",
	"name": "Dolly Parton"
}, {
	"quote": "Every man over forty is a scoundrel.",
	"name": "George Bernard Shaw"
}, {
	"quote": "He who has not the spirit of this age, has all the misery of it.",
	"name": "Voltaire"
}, {
	"quote": "Alas, after a certain age every man is responsible for his face.",
	"name": "Albert Camus"
}, {
	"quote": "The arrogance of age must submit to be taught by youth.",
	"name": "Edmund Burke"
}, {
	"quote": "I don't need you to remind me of my age. I have a bladder to do that for me.",
	"name": "Stephen Fry"
}, {
	"quote": "Privacy is one of the biggest problems in this new electronic age.",
	"name": "Andy Grove"
}, {
	"quote": "Old age is not a matter for sorrow. It is matter for thanks if we have left our work done behind us.",
	"name": "Thomas Carlyle"
}, {
	"quote": "The first crocodile I ever caught was at nine years of age, and it was a rescue.",
	"name": "Steve Irwin"
}, {
	"quote": "When it comes to age, I just feel like puberty is, like, the most horrible time of anyone's life.",
	"name": "Sam Smith"
}, {
	"quote": "By Time and Age full many things are taught.",
	"name": "Aeschylus"
}, {
	"quote": "Whether you are just entering the workforce or nearing retirement age, planning for the future is critical.",
	"name": "Ron Lewis"
}, {
	"quote": "Looking back, I realise I had to grow up and be responsible at a very tender age.",
	"name": "Andie MacDowell"
}, {
	"quote": "The golden age has not passed; it lies in the future.",
	"name": "Paul Signac"
}, {
	"quote": "The love story for me was the nature of the love and not the age of the lovers.",
	"name": "Kate Capshaw"
}, {
	"quote": "Publishing is in a kind of Jurassic age.",
	"name": "Paulo Coelho"
}, {
	"quote": "What Youth deemed crystal, Age finds out was dew.",
	"name": "Robert Browning"
}, {
	"quote": "Old age comes on suddenly, and not gradually as is thought.",
	"name": "Emily Dickinson"
}, {
	"quote": "Most of the basic material a writer works with is acquired before the age of fifteen.",
	"name": "Willa Cather"
}, {
	"quote": "In youth we run into difficulties. In old age difficulties run into us.",
	"name": "Josh Billings"
}, {
	"quote": "I think love can happen at any age... it has no age.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "The credit of advancing science has always been due to individuals and never to the age.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "It is not how old you are, but how you are old.",
	"name": "Jules Renard"
}, {
	"quote": "Not to expose your true feelings to an adult seems to be instinctive from the age of seven or eight onwards.",
	"name": "George Orwell"
}, {
	"quote": "With age comes common sense and wisdom.",
	"name": "Nas"
}, {
	"quote": "There's no such thing as old age. I'm no different now than I was 50 years ago. I'm just having more fun.",
	"name": "Philip Johnson"
}, {
	"quote": "Wives are young men's mistresses, companions for middle age, and old men's nurses.",
	"name": "Francis Bacon"
}, {
	"quote": "The age of innocent faith in science and technology may be over.",
	"name": "Barry Commoner"
}, {
	"quote": "Minds ripen at very different ages.",
	"name": "Stevie Wonder"
}, {
	"quote": "I'd always tried to resist playing the supervirility thing. I liked showing the vulnerability of age.",
	"name": "Clint Eastwood"
}, {
	"quote": "There is nothing in socialism that a little age or a little money will not cure.",
	"name": "Will Durant"
}, {
	"quote": "It's a great thing to live in a digital age. It's convenient; it's fast.",
	"name": "Loretta Lynch"
}, {
	"quote": "Age is no barrier. It's a limitation you put on your mind.",
	"name": "Jackie Joyner-Kersee"
}, {
	"quote": "You're supposed to be using your gifts and fulfilling your dreams, at every age.",
	"name": "Victoria Moran"
}, {
	"quote": "The great thing about show business is that there's no mandatory retirement age.",
	"name": "Scott Bakula"
}, {
	"quote": "Love makes those young whom age doth chill, and whom he finds young keeps young still.",
	"name": "William Cartwright"
}, {
	"quote": "An archaeologist is the best husband a woman can have. The older she gets the more interested he is in her.",
	"name": "Agatha Christie"
}, {
	"quote": "Age merely shows what children we remain.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Error is acceptable as long as we are young; but one must not drag it along into old age.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Leadership in telecommunications is also essential, since we are now in the age of e-commerce.",
	"name": "Michael Oxley"
}, {
	"quote": "Age imprints more wrinkles in the mind than it does on the face.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Whatever you may look like, marry a man your own age - as your beauty fades, so will his eyesight.",
	"name": "Phyllis Diller"
}, {
	"quote": "Second to agriculture, humbug is the biggest industry of our age.",
	"name": "Alfred Nobel"
}, {
	"quote": "Women lie about their age; men lie about their income.",
	"name": "William Feather"
}, {
	"quote": "It is not well to make great changes in old age.",
	"name": "Charles Spurgeon"
}, {
	"quote": "The passions grafted on wounded pride are the most inveterate; they are green and vigorous in old age.",
	"name": "George Santayana"
}, {
	"quote": "Morality comes with the sad wisdom of age, when the sense of curiosity has withered.",
	"name": "Graham Greene"
}, {
	"quote": "Even one voice can be heard loudly all over the world in this day and age.",
	"name": "Aung San Suu Kyi"
}, {
	"quote": "I smoke ten to fifteen cigars a day. At my age I have to hold on to something.",
	"name": "George Burns"
}, {
	"quote": "I think being able to age gracefully is a very important talent. It is too late for me.",
	"name": "Clint Eastwood"
}, {
	"quote": "A grownup is a child with layers on.",
	"name": "Woody Harrelson"
}, {
	"quote": "But an old age serene and bright, and lovely as a Lapland night, shall lead thee to thy grave.",
	"name": "William Wordsworth"
}, {
	"quote": "It is so important for people at a young age to be invited to embrace classical music and opera.",
	"name": "Luciano Pavarotti"
}, {
	"quote": "Old age isn't so bad when you consider the alternative.",
	"name": "Maurice Chevalier"
}, {
	"quote": "When you start being enthusiastic about whatever it is you like, that is the golden age for you.",
	"name": "Michael Winterbottom"
}, {
	"quote": "A woman has the age she deserves.",
	"name": "Coco Chanel"
}, {
	"quote": "What is an adult? A child blown up by age.",
	"name": "Simone de Beauvoir"
}, {
	"quote": "Temper never mellows with age, and a sharp tongue is the only edged tool that grows keener with constant use.",
	"name": "Washington Irving"
}, {
	"quote": "When I turned 60, it didn't bother me at all.",
	"name": "Yoko Ono"
}, {
	"quote": "A man growing old becomes a child again.",
	"name": "Sophocles"
}, {
	"quote": "I have the problems of, I must confess, old age.",
	"name": "Billy Graham"
}, {
	"quote": "Life, an age to the miserable, and a moment to the happy.",
	"name": "Francis Bacon"
}, {
	"quote": "If you live to be one hundred, you've got it made. Very few people die past that age.",
	"name": "George Burns"
}, {
	"quote": "Retirement at sixty-five is ridiculous. When I was sixty-five I still had pimples.",
	"name": "George Burns"
}, {
	"quote": "As we grow older, our bodies get shorter and our anecdotes longer.",
	"name": "Robert Quillen"
}, {
	"quote": "Even truth needs to be clad in new garments if it is to appeal to a new age.",
	"name": "Georg C. Lichtenberg"
}, {
	"quote": "There are certain age limits on police officers. They'd have retired me out at 65.",
	"name": "Clint Eastwood"
}, {
	"quote": "I think there is a lot made out of age, and what age you feel.",
	"name": "Clint Eastwood"
}, {
	"quote": "We will not continue to be in the post-'79 era. That age is over.",
	"name": "Mohammad bin Salman"
}, {
	"quote": "I lived the true American dream, because I was able to pursue what I set as my goals at a very young age.",
	"name": "Mario Andretti"
}, {
	"quote": "Keep courage. Whatever you do, do not feel sorry for yourself. You will win in a great age of opportunity.",
	"name": "Richard L. Evans"
}, {
	"quote": "Age is strictly a case of mind over matter. If you don't mind, it doesn't matter.",
	"name": "Jack Benny"
}, {
	"quote": "In our digital age, the Golden Rule is not enforced online.",
	"name": "Whitney Wolfe Herd"
}, {
	"quote": "Italians know that what matters is style, not fashion. Italian style does not have social or age boundaries.",
	"name": "Stefano Gabbana"
}, {
	"quote": "A man who correctly guesses a woman's age may be smart, but he's not very bright.",
	"name": "Lucille Ball"
}, {
	"quote": "After 12 years, the old butterflies came back. Well, I guess at my age you call them moths.",
	"name": "Franco Harris"
}, {
	"quote": "There are mysteries which men can only guess at, which age by age they may solve only in part.",
	"name": "Bram Stoker"
}, {
	"quote": "If my idol Mahatma Gandhi could fight to eradicate corruption at the age of 78, why can't I try at 60?",
	"name": "Kamal Haasan"
}, {
	"quote": "Everyone talks about age, but it's not about age. It's about work ethic. Winning never gets old.",
	"name": "Lisa Leslie"
}, {
	"quote": "I am a great believer in naps, whatever age you are.",
	"name": "Shirley Eaton"
}, {
	"quote": "Invention is the talent of youth, as judgment is of age.",
	"name": "Jonathan Swift"
}, {
	"quote": "Revenge is the naked idol of the worship of a semi-barbarous age.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "What's a man's age? He must hurry more, that's all; Cram in a day, what his youth took a year to hold.",
	"name": "Robert Browning"
}, {
	"quote": "We are always the same age inside.",
	"name": "Gertrude Stein"
}, {
	"quote": "With increasing age, dullness of mind and heart sets in.",
	"name": "Jiddu Krishnamurti"
}, {
	"quote": "Intelligent life on a planet comes of age when it first works out the reason for its own existence.",
	"name": "Richard Dawkins"
}, {
	"quote": "You know you're getting old when all the names in your black book have M. D. after them.",
	"name": "Harrison Ford"
}, {
	"quote": "No matter what age you are, there's a lot of room for learning.",
	"name": "Tony Bennett"
}, {
	"quote": "We are all geniuses up to the age of ten.",
	"name": "Aldous Huxley"
}, {
	"quote": "Sure I played, did you think I was born at the age of 70 sitting in a dugout trying to manage guys like you?",
	"name": "Casey Stengel"
}, {
	"quote": "You are the age of your spine. You are as flexible as your spine. That transfers to other areas of your life.",
	"name": "Diane Lane"
}, {
	"quote": "Memory is the first casualty of middle age, if I remember correctly.",
	"name": "Candice Bergen"
}, {
	"quote": "Wisdom doesn't necessarily come with age. Sometimes age just shows up all by itself.",
	"name": "Tom Wilson"
}, {
	"quote": "The biggest disease this day and age is that of people feeling unloved.",
	"name": "Princess Diana"
}, {
	"quote": "The human heart, at whatever age, opens only to the heart that opens in return.",
	"name": "Maria Edgeworth"
}, {
	"quote": "Old age is an excellent time for outrage. My goal is to say or do at least one outrageous thing every week.",
	"name": "Louis Kronenberger"
}, {
	"quote": "Like I said on my bio on my webpage, I was born at an early age, I was close to my mother.",
	"name": "Peter Jurasik"
}, {
	"quote": "You know, from age 17 on, my paycheck was coming from cooking and working in kitchens.",
	"name": "Anthony Bourdain"
}, {
	"quote": "We live in the Internet age. Everyone wants clicks. Clicks are what sells.",
	"name": "Trevor Noah"
}, {
	"quote": "The enemy of society is middle class and the enemy of life is middle age.",
	"name": "Orson Welles"
}, {
	"quote": "Young man, the secret of my success is that at early age I discovered that I was not God.",
	"name": "Oliver Wendell Holmes, Jr."
}, {
	"quote": "I've been screaming at the top of my lungs at my family, 'Work out! Work out! Old age is coming!'",
	"name": "Cher"
}, {
	"quote": "I don't feel old. I don't feel anything till noon. That's when it's time for my nap.",
	"name": "Bob Hope"
}, {
	"quote": "The shades of respectability begin to close about the greying head.",
	"name": "Mason Cooley"
}, {
	"quote": "For me, your real age is not the age on your ID. That's just a date when you were born.",
	"name": "Jose Mourinho"
}, {
	"quote": "The surest sign of age is loneliness.",
	"name": "Annie Dillard"
}, {
	"quote": "Ours is essentially a tragic age, so we refuse to take it tragically.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Ours is an excessively conscious age. We know so much, we feel so little.",
	"name": "D. H. Lawrence"
}, {
	"quote": "No one can avoid aging, but aging productively is something else.",
	"name": "Katharine Graham"
}, {
	"quote": "Age is how we determine how valuable you are.",
	"name": "Jane Elliot"
}, {
	"quote": "Every time I paint a portrait I lose a friend.",
	"name": "John Singer Sargent"
}, {
	"quote": "We in middle age require adventure.",
	"name": "Carolyn Gold Heilbrun"
}, {
	"quote": "We were making the first step out of the age of chemistry and physics, and into the age of biology.",
	"name": "Jeremy Rifkin"
}, {
	"quote": "I would prefer to be forgotten, then rediscovered in a different age.",
	"name": "Bill Viola"
}, {
	"quote": "If I wrote a play with four characters every single one of them would talk like me regardless of age or sex.",
	"name": "Norman MacCaig"
}, {
	"quote": "Responsibility for learning belongs to the student, regardless of age.",
	"name": "Robert Martin"
}, {
	"quote": "By all but the pathologically romantic, it is now recognized that this is not the age of the small man.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "Any young man who is unmarried at the age of twenty one is a menace to the community.",
	"name": "Brigham Young"
}, {
	"quote": "Middle age is when you've met so many people that every new person you meet reminds you of someone else.",
	"name": "Ogden Nash"
}, {
	"quote": "I think when the full horror of being fifty hits you, you should stay home and have a good cry.",
	"name": "Josh Billings"
}, {
	"quote": "I've always hated authority from an early age. And authority have always hated me.",
	"name": "Dr. Dre"
}, {
	"quote": "To me, old age is always fifteen years older than I am.",
	"name": "Bernard Baruch"
}, {
	"quote": "Utility is the great idol of the age, to which all powers must do service and all talents swear allegiance.",
	"name": "Friedrich Schiller"
}, {
	"quote": "We put so much pressure on kids to excel in school at such a young age.",
	"name": "Caitlyn Jenner"
}, {
	"quote": "The aging process has you firmly in its grasp if you never get the urge to throw a snowball.",
	"name": "Doug Larson"
}, {
	"quote": "The closing years of life are like the end of a masquerade party, when the masks are dropped.",
	"name": "Cesare Pavese"
}, {
	"quote": "The really frightening thing about middle age is the knowledge that you'll grow out of it.",
	"name": "Doris Day"
}, {
	"quote": "No matter our age, circumstances, or abilities, each one of us can create something remarkable of his life.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "I was a political junkie from an early age; I got a front row seat on something I love to do.",
	"name": "Sarah Huckabee Sanders"
}, {
	"quote": "Old age is the verdict of life.",
	"name": "Amelia Barr"
}, {
	"quote": "Whatever poet, orator or sage may say of it, old age is still old age.",
	"name": "Sinclair Lewis"
}, {
	"quote": "One of the many pleasures of old age is giving things up.",
	"name": "Malcolm Muggeridge"
}, {
	"quote": "He has a profound respect for old age. Especially when it's bottled.",
	"name": "Gene Fowler"
}, {
	"quote": "At an age when most actresses are being phased out, I am being phased in - with a vengeance.",
	"name": "Candice Bergen"
}, {
	"quote": "Man arrives as a novice at each age of his life.",
	"name": "Nicolas Chamfort"
}, {
	"quote": "Age does not protect you from love. But love, to some extent, protects you from age.",
	"name": "Jeanne Moreau"
}, {
	"quote": "There's no such thing as old age, there is only sorrow.",
	"name": "Fay Weldon"
}, {
	"quote": "I was already, I think, at the age of 18, showing signs of being incompetent in the lab.",
	"name": "Peter Higgs"
}, {
	"quote": "You don't stop laughing because you grow older. You grow older because you stop laughing.",
	"name": "Maurice Chevalier"
}, {
	"quote": "It is a free world. It is a dynamic of our new day and age: technology is everywhere.",
	"name": "Oscar Munoz"
}, {
	"quote": "After you're older, two things are possibly more important than any others: health and money.",
	"name": "Helen Gurley Brown"
}, {
	"quote": "Heaven be thanked, we live in such an age when no man dies for love except upon the stage.",
	"name": "John Osborne"
}, {
	"quote": "My age and my phone number are both unlisted.",
	"name": "Robert Osborne"
}, {
	"quote": "I'm probably so out of it at my age that I don't know what people think.",
	"name": "Sharon Olds"
}, {
	"quote": "I'm not afraid of aging.",
	"name": "Shelley Duvall"
}, {
	"quote": "What's a dancer's worst enemy? Sometimes it's age, but sometimes it's the dancer themselves.",
	"name": "Karen Kain"
}, {
	"quote": "There is no age limit on the enjoyment of sex. It keeps getting better.",
	"name": "Florence Henderson"
}, {
	"quote": "Those who have no hope pass their old age shrouded with an inward gloom.",
	"name": "Wilfred Owen"
}, {
	"quote": "Friends die, friends become demented, friends quarrel, friends drift with old age into silence.",
	"name": "Donald Hall"
}, {
	"quote": "We virtually never feel our age, but thinking that we should can lead to disaster.",
	"name": "Martha Beck"
}, {
	"quote": "To be renewed is everything. What more could one ask for than to have one's youth back again?",
	"name": "George Lucas"
}, {
	"quote": "Politics is the one field you don't age out of.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Being seventy is not a sin.",
	"name": "Golda Meir"
}, {
	"quote": "Oh rage! Oh despair! Oh age, my enemy!",
	"name": "Pierre Corneille"
}, {
	"quote": "I'm not interested in age. People who tell me their age are silly. You're as old as you feel.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "We pay when old for the excesses of youth.",
	"name": "J. B. Priestley"
}, {
	"quote": "Middle age is youth without levity, and age without decay.",
	"name": "Doris Day"
}, {
	"quote": "What makes old age so sad is not that our joys but our hopes cease.",
	"name": "Jean Paul"
}, {
	"quote": "Gray hairs seem to my fancy like the soft light of the moon, silvering over the evening of life.",
	"name": "Jean Paul"
}, {
	"quote": "A woman must make her fortune before she is 30; or work after she is 30; or get married.",
	"name": "Anna Held"
}, {
	"quote": "Youth does not require reasons for living, it only needs pretexts.",
	"name": "Jose Ortega y Gasset"
}, {
	"quote": "Middle age is the time when a man is always thinking that in a week or two he will feel as good as ever.",
	"name": "Don Marquis"
}, {
	"quote": "Age is not a particularly interesting subject. Anyone can get old. All you have to do is live long enough.",
	"name": "Don Marquis"
}, {
	"quote": "While one finds company in himself and his pursuits, he cannot feel old, no matter what his years may be.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "Age is like love, it cannot be hid.",
	"name": "Thomas Dekker"
}, {
	"quote": "After thirty, a body has a mind of its own.",
	"name": "Bette Midler"
}, {
	"quote": "It is sad to grow old but nice to ripen.",
	"name": "Brigitte Bardot"
}, {
	"quote": "Youth is when you're allowed to stay up late on New Year's Eve. Middle age is when you're forced to.",
	"name": "Bill Vaughan"
}, {
	"quote": "At 19, everything is possible and tomorrow looks friendly.",
	"name": "Jim Bishop"
}, {
	"quote": "With age comes a greater understanding and a greater worldview.",
	"name": "Michael Connelly"
}, {
	"quote": "Forty is the old age of youth, fifty is the youth of old age.",
	"name": "Hosea Ballou"
}, {
	"quote": "Matching shoes and bags immediately age you by 10 years.",
	"name": "Ines de La Fressange"
}, {
	"quote": "My notion of a wife at 40 is that a man should be able to change her, like a bank note, for two 20s.",
	"name": "Warren Beatty"
}, {
	"quote": "You should never reveal your true age.",
	"name": "Eve Arnold"
}, {
	"quote": "I played didgeridoo from a young age - on the vacuum cleaner, initially.",
	"name": "Xavier Rudd"
}, {
	"quote": "When a noble life has prepared old age, it is not decline that it reveals, but the first days of immortality.",
	"name": "Muriel Spark"
}, {
	"quote": "Be on the alert to recognize your prime at whatever time of your life it may occur.",
	"name": "Muriel Spark"
}, {
	"quote": "We should bomb Vietnam back into the stone age.",
	"name": "Curtis LeMay"
}, {
	"quote": "The real sadness of fifty is not that you change so much but that you change so little.",
	"name": "Max Lerner"
}, {
	"quote": "I get all fired up about aging in America.",
	"name": "Willard Scott"
}, {
	"quote": "The lovely thing about being forty is that you can appreciate twenty-five-year-old men more.",
	"name": "Colleen McCullough"
}, {
	"quote": "I was very sexual from a very young age.",
	"name": "Portia de Rossi"
}, {
	"quote": "No man is ever old enough to know better.",
	"name": "Holbrook Jackson"
}, {
	"quote": "As you age naturally, your family shows more and more on your face. If you deny that, you deny your heritage.",
	"name": "Frances Conroy"
}, {
	"quote": "The whole business of marshaling one's energies becomes more and more important as one grows older.",
	"name": "Hume Cronyn"
}, {
	"quote": "There is an anti-aging possibility, but it has to come from within.",
	"name": "Susan Anton"
}]