[{
	"quote": "Walking with a friend in the dark is better than walking alone in the light.",
	"name": "Helen Keller"
}, {
	"quote": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better.",
	"name": "Henry Rollins"
}, {
	"quote": "I'm learning a lot about myself being alone, and doing what I'm doing.",
	"name": "Chantal Kreviazuk"
}, {
	"quote": "The soul that sees beauty may sometimes walk alone.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "A dream you dream alone is only a dream. A dream you dream together is reality.",
	"name": "Yoko Ono"
}, {
	"quote": "The time you feel lonely is the time you most need to be by yourself.",
	"name": "Douglas Coupland"
}, {
	"quote": "Loneliness expresses the pain of being alone and solitude expresses the glory of being alone.",
	"name": "Paul Tillich"
}, {
	"quote": "We are all born alone and die alone. The loneliness is definitely part of the journey of life.",
	"name": "Jenova Chen"
}, {
	"quote": "It is far better to be alone, than to be in bad company.",
	"name": "George Washington"
}, {
	"quote": "Alone we can do so little; together we can do so much.",
	"name": "Helen Keller"
}, {
	"quote": "In solitude the mind gains strength and learns to lean upon itself.",
	"name": "Laurence Sterne"
}, {
	"quote": "Loneliness is the poverty of self; solitude is the richness of self.",
	"name": "May Sarton"
}, {
	"quote": "The eternal quest of the individual human being is to shatter his loneliness.",
	"name": "Norman Cousins"
}, {
	"quote": "Pray that your loneliness may spur you into finding something to live for, great enough to die for.",
	"name": "Dag Hammarskjold"
}, {
	"quote": "When everything is lonely I can be my best friend.",
	"name": "Conor Oberst"
}, {
	"quote": "Laugh and the world laughs with you, snore and you sleep alone.",
	"name": "Anthony Burgess"
}, {
	"quote": "Being alone is very difficult.",
	"name": "Yoko Ono"
}, {
	"quote": "To go out with the setting sun on an empty beach is to truly embrace your solitude.",
	"name": "Jeanne Moreau"
}, {
	"quote": "Marriage is good for those who are afraid to sleep alone at night.",
	"name": "St. Jerome"
}, {
	"quote": "Man cannot live by bread alone; he must have peanut butter.",
	"name": "James A. Garfield"
}, {
	"quote": "Justice cannot be for one side alone, but must be for both.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "The best part about being alone is that you really don't have to answer to anybody. You do what you want.",
	"name": "Justin Timberlake"
}, {
	"quote": "The picture alone, without the written word, leaves half the story untold.",
	"name": "James Lafferty"
}, {
	"quote": "As I get older I'm more and more comfortable being alone.",
	"name": "Sienna Miller"
}, {
	"quote": "It's better to be unhappy alone than unhappy with someone - so far.",
	"name": "Marilyn Monroe"
}, {
	"quote": "What a lovely surprise to finally discover how unlonely being alone can be.",
	"name": "Ellen Burstyn"
}, {
	"quote": "Jealousy is no more than feeling alone against smiling enemies.",
	"name": "Elizabeth Bowen"
}, {
	"quote": "Life could be wonderful if people would leave you alone.",
	"name": "Charlie Chaplin"
}, {
	"quote": "Our Lord has written the promise of resurrection, not in books alone, but in every leaf in springtime.",
	"name": "Martin Luther"
}, {
	"quote": "I only go out to get me a fresh appetite for being alone.",
	"name": "Lord Byron"
}, {
	"quote": "Your grief path is yours alone, and no one else can walk it, and no one else can understand it.",
	"name": "Terri Irwin"
}, {
	"quote": "The doer alone learneth.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Without a family, man, alone in the world, trembles with the cold.",
	"name": "Andre Maurois"
}, {
	"quote": "Every man must do two things alone; he must do his own believing and his own dying.",
	"name": "Martin Luther"
}, {
	"quote": "Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another.",
	"name": "Thomas Merton"
}, {
	"quote": "I would rather be a beggar and single than a queen and married.",
	"name": "Elizabeth I"
}, {
	"quote": "Man shall not live by bread alone, but by every word that proceeds from the mouth of God.",
	"name": "Jesus Christ"
}, {
	"quote": "I never have tantrums. If anything makes me mad, I'm silent. If I'm not talking, leave me alone.",
	"name": "Pat Nixon"
}, {
	"quote": "If you are lonely when you're alone, you are in bad company.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "It was by one Union that we achieved our independence and liberties, and by it alone can they be maintained.",
	"name": "James Monroe"
}, {
	"quote": "It is true that integrity alone won't make you a leader, but without integrity you will never be one.",
	"name": "Zig Ziglar"
}, {
	"quote": "Solitude is independence.",
	"name": "Hermann Hesse"
}, {
	"quote": "In the absence of any other proof, the thumb alone would convince me of God's existence.",
	"name": "Isaac Newton"
}, {
	"quote": "All men's miseries derive from not being able to sit in a quiet room alone.",
	"name": "Blaise Pascal"
}, {
	"quote": "The strong man is strongest when alone.",
	"name": "Friedrich Schiller"
}, {
	"quote": "I'm open, and I'm out there, but I also enjoy being alone, relaxing.",
	"name": "Jazz Jennings"
}, {
	"quote": "A man is rich in proportion to the number of things he can afford to let alone.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I have so many different personalities in me and I still feel lonely.",
	"name": "Tori Amos"
}, {
	"quote": "I rise to taste the dawn, and find that love alone will shine today.",
	"name": "Ken Wilber"
}, {
	"quote": "God writes the Gospel not in the Bible alone, but also on trees, and in the flowers and clouds and stars.",
	"name": "Martin Luther"
}, {
	"quote": "It is strange to be known so universally and yet to be so lonely.",
	"name": "Albert Einstein"
}, {
	"quote": "It's better to be healthy alone than sick with someone else.",
	"name": "Phil McGraw"
}, {
	"quote": "Freedom of being alone is intoxicating.",
	"name": "Kangana Ranaut"
}, {
	"quote": "I found that with depression, one of the most important things you could realise is that you're not alone.",
	"name": "Dwayne Johnson"
}, {
	"quote": "Solitude vivifies; isolation kills.",
	"name": "Joseph Roux"
}, {
	"quote": "You have to respect your audience. Without them, you're essentially standing alone, singing to yourself.",
	"name": "K. D. Lang"
}, {
	"quote": "Don't go away. I don't want to be alone. I can't stand being alone.",
	"name": "Arnold Rothstein"
}, {
	"quote": "To live alone is the fate of all great souls.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "Associate yourself with people of good quality, for it is better to be alone than in bad company.",
	"name": "Booker T. Washington"
}, {
	"quote": "What a child can do in cooperation today, he can do alone tomorrow.",
	"name": "Lev Vygotsky"
}, {
	"quote": "I'm calculating, self-sufficient, reserved, and I enjoy being alone.",
	"name": "Melissa Sue Anderson"
}, {
	"quote": "He travels the fastest who travels alone.",
	"name": "Rudyard Kipling"
}, {
	"quote": "A hospital alone shows what war is.",
	"name": "Erich Maria Remarque"
}, {
	"quote": "You cannot go far alone. You enjoy your journey better if you have people by your side.",
	"name": "Karan Patel"
}, {
	"quote": "I paint self-portraits because I am so often alone, because I am the person I know best.",
	"name": "Frida Kahlo"
}, {
	"quote": "It is better to be alone than in bad company.",
	"name": "George Washington"
}, {
	"quote": "These roads do not serve transportation alone, they also bind our Fatherland.",
	"name": "Fritz Todt"
}, {
	"quote": "One travels more usefully when alone, because he reflects more.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Knowledge rests not upon truth alone, but upon error also.",
	"name": "Carl Jung"
}, {
	"quote": "Never chase a lie. Let it alone, and it will run itself to death.",
	"name": "Lyman Beecher"
}, {
	"quote": "The people, and the people alone, are the motive force in the making of world history.",
	"name": "Mao Zedong"
}, {
	"quote": "All we ask is to be let alone.",
	"name": "Jefferson Davis"
}, {
	"quote": "Never trust a man, who when left alone with a tea cosey... Doesn't try it on.",
	"name": "Billy Connolly"
}, {
	"quote": "Plant and your spouse plants with you; weed and you weed alone.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "You cannot be lonely if you like the person you're alone with.",
	"name": "Wayne Dyer"
}, {
	"quote": "Remember that the revolution is what is important, and each one of us, alone, is worth nothing.",
	"name": "Che Guevara"
}, {
	"quote": "With the brush we merely tint, while the imagination alone produces colour.",
	"name": "Theodore Gericault"
}, {
	"quote": "Only the lonely know the way I feel tonight.",
	"name": "Roy Orbison"
}, {
	"quote": "I had a fear of being alone.",
	"name": "Gloria Gaynor"
}, {
	"quote": "The lonely become either thoughtful or empty.",
	"name": "Mason Cooley"
}, {
	"quote": "Every man is born as many men and dies as a single one.",
	"name": "Martin Heidegger"
}, {
	"quote": "I finally faced the fact that it isn't a crime not having friends. Being alone means you have fewer problems.",
	"name": "Whitney Houston"
}, {
	"quote": "You can't please everybody. I give up. I'm not trying to. I don't care. Leave me alone with that.",
	"name": "Estelle"
}, {
	"quote": "Success comes when people act together; failure tends to happen alone.",
	"name": "Deepak Chopra"
}, {
	"quote": "The perfection of Christian character depends wholly upon the grace and strength found alone in God.",
	"name": "Ellen G. White"
}, {
	"quote": "Nothing makes us so lonely as our secrets.",
	"name": "Paul Tournier"
}, {
	"quote": "I am not afraid of being alone and single.",
	"name": "LeToya Luckett"
}, {
	"quote": "It's amazing living alone. I'm very lucky. It's like a refuge.",
	"name": "Paloma Faith"
}, {
	"quote": "To me, the Holocaust stands alone as the most horrible human event in modern civilization.",
	"name": "Robert Shapiro"
}, {
	"quote": "Unless we love and are loved, each of us is alone, each of us is deeply lonely.",
	"name": "Mortimer Adler"
}, {
	"quote": "You can't play a symphony alone, it takes an orchestra to play it.",
	"name": "Navjot Singh Sidhu"
}, {
	"quote": "Rigid, the skeleton of habit alone upholds the human frame.",
	"name": "Virginia Woolf"
}, {
	"quote": "We are all sentenced to solitary confinement inside our own skins, for life.",
	"name": "Tennessee Williams"
}, {
	"quote": "Blood alone moves the wheels of history.",
	"name": "Martin Luther"
}, {
	"quote": "When you are a successful business person, you are only as good as your team. No one can do every deal alone.",
	"name": "Magic Johnson"
}, {
	"quote": "Good wishes alone will not ensure peace.",
	"name": "Alfred Nobel"
}, {
	"quote": "Work, apart from devotion or love of God, is helpless and cannot stand alone.",
	"name": "Ramakrishna"
}, {
	"quote": "You aren't going to leave me alone are you?",
	"name": "Edie Adams"
}, {
	"quote": "In any great organization it is far, far safer to be wrong with the majority than to be right alone.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "The foolish and the dead alone never change their opinions.",
	"name": "James Russell Lowell"
}, {
	"quote": "Grief can't be shared. Everyone carries it alone. His own burden in his own way.",
	"name": "Anne Morrow Lindbergh"
}, {
	"quote": "Singing provides a true sense of lightheartedness. If I sing when I am alone, I feel wonderful. It's freedom.",
	"name": "Andrea Bocelli"
}, {
	"quote": "A well-instructed people alone can be permanently a free people.",
	"name": "James Madison"
}, {
	"quote": "No one is good but God alone. What is good is therefore divine, what is divine is therefore good.",
	"name": "Saint Ambrose"
}, {
	"quote": "As a body everyone is single, as a soul never.",
	"name": "Hermann Hesse"
}, {
	"quote": "I may climb perhaps to no great heights, but I will climb alone.",
	"name": "Cyrano de Bergerac"
}, {
	"quote": "It took living alone for me to really get to know myself.",
	"name": "Camila Mendes"
}, {
	"quote": "Schizophrenia beats dining alone.",
	"name": "Oscar Levant"
}, {
	"quote": "It is very easy to love alone.",
	"name": "Gertrude Stein"
}, {
	"quote": "I'm so accustomed to being alone.",
	"name": "Leighton Meester"
}, {
	"quote": "When we dream alone it is only a dream, but when many dream together it is the beginning of a new reality.",
	"name": "Friedensreich Hundertwasser"
}, {
	"quote": "If Galileo had said in verse that the world moved, the inquisition might have let him alone.",
	"name": "Thomas Hardy"
}, {
	"quote": "My version of Superman is essentially of a guy who has spent his whole life alone.",
	"name": "Henry Cavill"
}, {
	"quote": "If I have freedom in my love, And in my soul am free, - Angels alone that soar above, Enjoy such liberty.",
	"name": "Richard Lovelace"
}, {
	"quote": "Virtue is not left to stand alone. He who practices it will have neighbors.",
	"name": "Confucius"
}, {
	"quote": "Being alone on the moors is scary; as the rain clouds settle in, it makes you realise your place in nature.",
	"name": "Dave Davies"
}, {
	"quote": "The light of lights looks always on the motive, not the deed, the shadow of shadows on the deed alone.",
	"name": "William Butler Yeats"
}, {
	"quote": "I restore myself when I'm alone.",
	"name": "Marilyn Monroe"
}, {
	"quote": "Freedom is the sure possession of those alone who have the courage to defend it.",
	"name": "Pericles"
}, {
	"quote": "I don't want to be alone, I want to be left alone.",
	"name": "Audrey Hepburn"
}, {
	"quote": "Remember, man does not live on bread alone: sometimes he needs a little buttering up.",
	"name": "John C. Maxwell"
}, {
	"quote": "We are rarely proud when we are alone.",
	"name": "Voltaire"
}, {
	"quote": "Time, which alone makes the reputation of men, ends by making their defects respectable.",
	"name": "Voltaire"
}, {
	"quote": "I am alone; I am always alone no matter what.",
	"name": "Marilyn Monroe"
}, {
	"quote": "Talent alone gets you nowhere. You really have to have the grit, and you gotta have a love for people.",
	"name": "Zac Brown"
}, {
	"quote": "Getting through the nights is the toughest part. Being alone. Not having her there to talk to.",
	"name": "Stuart Appleby"
}, {
	"quote": "An artist is always alone - if he is an artist. No, what the artist needs is loneliness.",
	"name": "Henry Miller"
}, {
	"quote": "It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing.",
	"name": "Herodotus"
}, {
	"quote": "I learned how not to be alone in the playground.",
	"name": "Emil Ferris"
}, {
	"quote": "Self-reverence, self-knowledge, self-control; these three alone lead life to sovereign power.",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "Human beings should be held accountable. Leave God alone. He has enough problems.",
	"name": "Elie Wiesel"
}, {
	"quote": "The strongest man in the world is he who stands most alone.",
	"name": "Henrik Ibsen"
}, {
	"quote": "He alone is free who lives with free consent under the entire guidance of reason.",
	"name": "Baruch Spinoza"
}, {
	"quote": "It is the fight alone that pleases us, not the victory.",
	"name": "Blaise Pascal"
}, {
	"quote": "I would be married, but I'd have no wife, I would be married to a single life.",
	"name": "Charles Bukowski"
}, {
	"quote": "A human being is a single being. Unique and unrepeatable.",
	"name": "Eileen Caddy"
}, {
	"quote": "You're only lonely if you're not there for you.",
	"name": "Phil McGraw"
}, {
	"quote": "I've been called a recluse. There's definitely truth in that. I like to spend time alone.",
	"name": "Kendrick Lamar"
}, {
	"quote": "What is uttered from the heart alone, Will win the hearts of others to your own.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Change alone is eternal, perpetual, immortal.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "Health consists with temperance alone.",
	"name": "Alexander Pope"
}, {
	"quote": "The true and solid peace of nations consists not in equality of arms, but in mutual trust alone.",
	"name": "Pope John XXIII"
}, {
	"quote": "When so many are lonely as seem to be lonely, it would be inexcusably selfish to be lonely alone.",
	"name": "Tennessee Williams"
}, {
	"quote": "I cannot live under pressures from patrons, let alone paint.",
	"name": "Michelangelo"
}, {
	"quote": "Compassion alone stands apart from the continuous traffic between good and evil proceeding within us.",
	"name": "Eric Hoffer"
}, {
	"quote": "I don't like being alone.",
	"name": "Cristiano Ronaldo"
}, {
	"quote": "He alone loves the Creator perfectly who manifests a pure love for his neighbor.",
	"name": "Venerable Bede"
}, {
	"quote": "I love being on the road with others, with a camera, but also being alone writing poetry.",
	"name": "Tony Harrison"
}, {
	"quote": "The thought of being alone when time goes on is a little bit scary sometimes, but not really.",
	"name": "Celia Hammond"
}, {
	"quote": "Wisdom is not wisdom when it is derived from books alone.",
	"name": "Horace"
}, {
	"quote": "Do not rely completely on any other human being, however dear. We meet all life's greatest tests alone.",
	"name": "Agnes Macphail"
}, {
	"quote": "No one can arrive from being talented alone, work transforms talent into genius.",
	"name": "Anna Pavlova"
}, {
	"quote": "I've lived on my own since I was 18, and I really love living alone. That, to me, is just great.",
	"name": "Danielle Fishel"
}, {
	"quote": "Travelling alone was like laundry for my thoughts.",
	"name": "Mark Foster"
}, {
	"quote": "My missus knows to leave me alone.",
	"name": "Brian O'Driscoll"
}, {
	"quote": "Men was formed for society, and is neither capable of living alone, nor has the courage to do it.",
	"name": "William Blackstone"
}, {
	"quote": "It's very hard to write a song alone. It's only by jamming that you can get a song together.",
	"name": "Maurice Gibb"
}, {
	"quote": "Inside myself is a place where I live all alone and that is where I renew my springs that never dry up.",
	"name": "Pearl S. Buck"
}, {
	"quote": "When you have two busy kids running around the house, returning e-mails is a task, let alone surfing the web.",
	"name": "Tom Brady"
}, {
	"quote": "I've found that if you're not responsive to e-mail, it trains people to leave you alone.",
	"name": "David Karp"
}, {
	"quote": "Is he alone who has courage on his right hand and faith on his left hand?",
	"name": "Charles Lindbergh"
}, {
	"quote": "Artists walk alone.",
	"name": "Ezra Miller"
}, {
	"quote": "A lot of people prefer to be alone. They would rather be a palm tree on an island. I don't get it.",
	"name": "Jose Andres"
}, {
	"quote": "Moon! Moon! I am prone before you. Pity me, and drench me in loneliness.",
	"name": "Amy Lowell"
}, {
	"quote": "Let your mind alone, and see what happens.",
	"name": "Virgil Thomson"
}, {
	"quote": "Man is a creature who lives not upon bread alone, but primarily by catchwords.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "To Follow by faith alone is to follow blindly.",
	"name": "Benjamin Franklin"
}, {
	"quote": "The man who goes alone can start today; but he who travels with another must wait till that other is ready.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I remember being alone a lot as a child, and I still love to be alone.",
	"name": "Cindy Williams"
}, {
	"quote": "I'm fiercely independent, but I'm also terrified of being alone.",
	"name": "Adam Levine"
}, {
	"quote": "No face which we can give to a matter will stead us so well at last as the truth. This alone wears well.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Nothing we do, however virtuous, can be accomplished alone; therefore we are saved by love.",
	"name": "Reinhold Niebuhr"
}, {
	"quote": "Reason is not automatic. Those who deny it cannot be conquered by it. Do not count on them. Leave them alone.",
	"name": "Ayn Rand"
}, {
	"quote": "Wisdom alone is the science of other sciences.",
	"name": "Plato"
}, {
	"quote": "It is error alone which needs the support of government. Truth can stand by itself.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Now that I'm older, I have a much better appreciation of nature, and I love being alone.",
	"name": "Gia Coppola"
}, {
	"quote": "The only real progress lies in learning to be wrong all alone.",
	"name": "Albert Camus"
}, {
	"quote": "I have always worked better alone and from my own impressions.",
	"name": "Claude Monet"
}, {
	"quote": "Like they say, you can learn more from a guide in one day than you can in three months fishing alone.",
	"name": "Mario Lopez"
}, {
	"quote": "I love photo sessions. I'm alone, I'm the queen, everyone's taking care of me.",
	"name": "Eva Herzigova"
}, {
	"quote": "Living alone makes it harder to find someone to blame.",
	"name": "Mason Cooley"
}, {
	"quote": "It's time to end the cruel slaughter of whales and leave these magnificent creatures alone.",
	"name": "Paul McCartney"
}, {
	"quote": "Wisdom comes alone through suffering.",
	"name": "Aeschylus"
}, {
	"quote": "Recommend virtue to your children; it alone, not money, can make them happy. I speak from experience.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "Then stirs the feeling infinite, so felt In solitude, where we are least alone.",
	"name": "Lord Byron"
}, {
	"quote": "When the traveler goes alone he gets acquainted with himself.",
	"name": "Liberty Hyde Bailey"
}, {
	"quote": "I'm never less at leisure than when at leisure, or less alone than when alone.",
	"name": "Scipio Africanus"
}, {
	"quote": "You alone are enough.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Ah, mon cher, for anyone who is alone, without God and without a master, the weight of days is dreadful.",
	"name": "Albert Camus"
}, {
	"quote": "Life is only a long and bitter suicide, and faith alone can transform this suicide into a sacrifice.",
	"name": "Franz Liszt"
}, {
	"quote": "Your actions, and your action alone, determines your worth.",
	"name": "Evelyn Waugh"
}, {
	"quote": "I hate being alone, even for 10 minutes.",
	"name": "Clare Balding"
}, {
	"quote": "When the people you love are gone, you're alone.",
	"name": "Keanu Reeves"
}, {
	"quote": "On stage I make love to twenty five thousand people; and then I go home alone.",
	"name": "Janis Joplin"
}, {
	"quote": "Grant that I may not pray alone with the mouth; help me that I may pray from the depths of my heart.",
	"name": "Martin Luther"
}, {
	"quote": "If men knew how women pass the time when they are alone, they'd never marry.",
	"name": "O. Henry"
}, {
	"quote": "Genius begins great works; labor alone finishes them.",
	"name": "Joseph Joubert"
}, {
	"quote": "Work doesn't seem to interfere with my life. I have time for everything, even time to be alone.",
	"name": "Carolina Herrera"
}, {
	"quote": "The struggle alone pleases us, not the victory.",
	"name": "Blaise Pascal"
}, {
	"quote": "I'm very shy really. I spend a lot of time in my room alone reading or writing or watching television.",
	"name": "Johnny Cash"
}, {
	"quote": "A leader does not deserve the name unless he is willing occasionally to stand alone.",
	"name": "Henry Kissinger"
}, {
	"quote": "If you make friends with yourself you will never be alone.",
	"name": "Maxwell Maltz"
}, {
	"quote": "Autobiography begins with a sense of being alone. It is an orphan form.",
	"name": "John Berger"
}, {
	"quote": "I like to race, not to do laps alone.",
	"name": "Fernando Alonso"
}, {
	"quote": "We can all understand that feeling of being alone in the world trying to find ways to not be alone.",
	"name": "Andrew Haigh"
}, {
	"quote": "I understand being alone. I understand not liking it, wishing for something else.",
	"name": "Richard Jenkins"
}, {
	"quote": "Down to Gehenna, or up to the Throne, He travels the fastest who travels alone.",
	"name": "Rudyard Kipling"
}, {
	"quote": "Education alone can conduct us to that enjoyment which is, at once, best in quality and infinite in quantity.",
	"name": "Horace Mann"
}, {
	"quote": "The object of oratory alone in not truth, but persuasion.",
	"name": "Thomas Babington Macaulay"
}, {
	"quote": "The best of artists has no conception that the marble alone does not contain within itself.",
	"name": "Michelangelo"
}, {
	"quote": "Man alone is born crying, lives complaining, and dies disappointed.",
	"name": "Samuel Johnson"
}, {
	"quote": "The artist alone sees spirits. But after he has told of their appearing to him, everybody sees them.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "I think a lot of kids feel alone and slightly isolated and in their own world.",
	"name": "Tim Burton"
}, {
	"quote": "Jesus alone cleanses from sin; He only can forgive our transgressions.",
	"name": "Ellen G. White"
}, {
	"quote": "We are nothing if we walk alone; we are everything when we walk together in step with other dignified feet.",
	"name": "Subcomandante Marcos"
}, {
	"quote": "Using simple equipment and daylight alone is for me a pleasure and a replenishment.",
	"name": "Irving Penn"
}, {
	"quote": "No nation can meet the world's challenges alone.",
	"name": "Hillary Clinton"
}, {
	"quote": "Change alone is unchanging.",
	"name": "Heraclitus"
}, {
	"quote": "The universe, when you leave it alone, is going to be beautiful.",
	"name": "Yoko Ono"
}, {
	"quote": "I want to be with those who know secret things or else alone.",
	"name": "Rainer Maria Rilke"
}, {
	"quote": "I don't eat with beautiful women alone.",
	"name": "Billy Graham"
}, {
	"quote": "I think it's interesting that 'cologne' rhymes with 'alone.'",
	"name": "Demetri Martin"
}, {
	"quote": "Better be alone than in bad company.",
	"name": "Thomas Fuller"
}, {
	"quote": "I would say, 'I'm alone, but I'm not lonely.' But I was just kidding myself.",
	"name": "Bruce Willis"
}, {
	"quote": "I will never be happy without having someone. Going to sleep alone kills me.",
	"name": "Elon Musk"
}, {
	"quote": "No dream is ever chased alone.",
	"name": "Rahul Dravid"
}, {
	"quote": "When I'm online, I'm alone in a room, tapping on a keyboard, staring at a cathode-ray tube.",
	"name": "Clifford Stoll"
}, {
	"quote": "An Englishman, even if he is alone, forms an orderly queue of one.",
	"name": "George Mikes"
}, {
	"quote": "We learn about life not from plusses alone, but from minuses as well.",
	"name": "Anton Chekhov"
}, {
	"quote": "If I am a legend, then why am I so lonely?",
	"name": "Judy Garland"
}, {
	"quote": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.",
	"name": "Anne Lamott"
}, {
	"quote": "I like to read books and be alone; I'm not social butterfly person. I'm sorry.",
	"name": "Hope Solo"
}, {
	"quote": "Deliberation is the work of many men. Action, of one alone.",
	"name": "Charles de Gaulle"
}, {
	"quote": "It's an amazing feeling to go into a studio and really be alone.",
	"name": "Joaquin Phoenix"
}, {
	"quote": "In the country of pain we are each alone.",
	"name": "May Sarton"
}, {
	"quote": "I am convinced that living in an enclave shapes the personality, and living alone shapes the personality too.",
	"name": "Mary Douglas"
}, {
	"quote": "Anything that makes you feel the most alone also has the greatest power to connect you.",
	"name": "Ze Frank"
}, {
	"quote": "I can't really define it in sexual terms alone although our sexuality is so energizing why not enjoy it too?",
	"name": "Audre Lorde"
}, {
	"quote": "I need to do things on my own, need to be left alone.",
	"name": "Henry Rollins"
}, {
	"quote": "On stage, I make love to 25,000 different people, then I go home alone.",
	"name": "Janis Joplin"
}, {
	"quote": "I would hope that understanding and reconciliation are not limited to the 19th hole alone.",
	"name": "Gerald R. Ford"
}, {
	"quote": "I got married for the wrong reasons. I was tired of being alone. I have to own that. It was me, not her.",
	"name": "Steve Harvey"
}, {
	"quote": "You only grow when you are alone.",
	"name": "Paul Newman"
}, {
	"quote": "I was very happy sitting alone at a dining room table, writing a script.",
	"name": "Conrad Hall"
}, {
	"quote": "People eat duck and you think, well, we've got loads of chickens, leave the ducks alone!",
	"name": "Karl Pilkington"
}, {
	"quote": "Solitude is the profoundest fact of the human condition. Man is the only being who knows he is alone.",
	"name": "Octavio Paz"
}, {
	"quote": "Don't ever let economic alone determine your career or how you spend the majority of your time.",
	"name": "Denis Waitley"
}, {
	"quote": "I have my best ideas when I am alone.",
	"name": "Leona Lewis"
}, {
	"quote": "The right to be let alone is indeed the beginning of all freedoms.",
	"name": "William O. Douglas"
}, {
	"quote": "Your life is yours and yours alone. Rise up and live it.",
	"name": "Terry Goodkind"
}, {
	"quote": "She can't even chew gum and walk in a straight line, let alone write a book.",
	"name": "Liam Gallagher"
}, {
	"quote": "I actually like being alone. I spend most evenings reading and taking long baths.",
	"name": "Shonda Rhimes"
}, {
	"quote": "Know then this truth, enough for man to know virtue alone is happiness below.",
	"name": "Alexander Pope"
}, {
	"quote": "Confession alone is not necessarily good for the soul.",
	"name": "Pete Hamill"
}, {
	"quote": "If there's anything worse than a woman living alone, it's a woman saying she likes it.",
	"name": "Thelma Ritter"
}, {
	"quote": "I have learnt to enjoy my own company because I have lived alone many years.",
	"name": "Winnie Byanyima"
}, {
	"quote": "No man is an island. No man stands alone.",
	"name": "Dennis Brown"
}, {
	"quote": "Over the years I have been kind of lazy, thinking my talent alone can do it.",
	"name": "Asafa Powell"
}, {
	"quote": "You can work on the saxophone alone, but ultimately you must perform with others.",
	"name": "Steve Lacy"
}, {
	"quote": "I'm always happy when I'm left alone, but if somebody comes and is nice, then we talk.",
	"name": "Maximilian Schell"
}, {
	"quote": "Sometimes I think we're alone. Sometimes I think we're not. In either case, the thought is staggering.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "I like the idea of being a sculptor. Just me alone, making something - that solitary existence.",
	"name": "Ewan McGregor"
}, {
	"quote": "From 18 to 22, I was alone, living in L.A. with a bunch of friends, partying.",
	"name": "Heath Ledger"
}, {
	"quote": "When thinking about companions gone, we feel ourselves doubly alone.",
	"name": "Walter Scott"
}, {
	"quote": "Victims always feel alone and helpless.",
	"name": "Deepak Chopra"
}, {
	"quote": "The Lord had the wonderful advantage of being able to work alone.",
	"name": "Kofi Annan"
}, {
	"quote": "I got in touch with the creative process between the age of 14 and 16, mainly because I was alone so much.",
	"name": "Chris Cornell"
}, {
	"quote": "The surest way to be alone is to get married.",
	"name": "Gloria Steinem"
}, {
	"quote": "Running alone is the toughest. You get to the point where you have to keep pushing yourself.",
	"name": "Walter Payton"
}, {
	"quote": "All men's misfortunes spring from their hatred of being alone.",
	"name": "Jean de la Bruyere"
}, {
	"quote": "Am I not peaceful? We want to be free - completely free. Free to be free. We want to be left alone.",
	"name": "Sukarno"
}, {
	"quote": "That heart alone is hard which does not shudder at itself for not feeling its hardness.",
	"name": "Saint Bernard"
}, {
	"quote": "The idea of feeling isolated is scary to me - to walk through the world alone would be heartbreaking.",
	"name": "Jacqueline Woodson"
}, {
	"quote": "Picture yourself vividly as winning, and that alone will contribute immeasurably to success.",
	"name": "Harry Emerson Fosdick"
}, {
	"quote": "It is easier to win than to fail. Everybody sides with the winner. But the failure walks alone.",
	"name": "George Matthew Adams"
}, {
	"quote": "No woman has to be a victim of physical abuse. Women have to feel like they are not alone.",
	"name": "Salma Hayek"
}, {
	"quote": "I don't know. I think it's funny! I think it's funny! I go, what? It's so absurd. I'm alone.",
	"name": "Danny DeVito"
}, {
	"quote": "I don't know that I spent any more time alone than any other kid, but being by myself never bothered me.",
	"name": "Joseph Barbera"
}, {
	"quote": "No matter how close to yours another's steps have grown, in the end there is one dance you'll do alone.",
	"name": "Jackson Browne"
}, {
	"quote": "I was rowing the boat alone against a tide, running against an incumbent in 2013.",
	"name": "Elise Stefanik"
}, {
	"quote": "I do my best work alone. I travel alone a lot.",
	"name": "Seth Rollins"
}, {
	"quote": "By being friends with all, we are not alone.",
	"name": "Hamad bin Isa Al Khalifa"
}, {
	"quote": "Every animal leaves traces of what it was; man alone leaves traces of what he created.",
	"name": "Jacob Bronowski"
}, {
	"quote": "Eagles commonly fly alone. They are crows, daws, and starlings that flock together.",
	"name": "John Webster"
}, {
	"quote": "Work alone will efface the footsteps of work.",
	"name": "James Whistler"
}, {
	"quote": "I've learned that intelligence alone doesn't mean a damn thing. It only leads to violence and pain.",
	"name": "Daniel Keyes"
}, {
	"quote": "A novel usually begins, in my experience, with a thought or image that won't leave me alone.",
	"name": "John Lanchester"
}, {
	"quote": "Very much alone in my work, I am almost jealous of it.",
	"name": "Yves Tanguy"
}, {
	"quote": "Events alone rarely provide much guide to the future.",
	"name": "Walter Lord"
}, {
	"quote": "Photography can never grow up if it imitates some other medium. It has to walk alone; it has to be itself.",
	"name": "Berenice Abbott"
}, {
	"quote": "I'm an introvert. I get my energy by spending time alone. I need that hour or two to myself every day.",
	"name": "Amit Bhatia"
}, {
	"quote": "In order to survive, you have to be alone with yourself to regenerate the spirit.",
	"name": "Danielle Darrieux"
}, {
	"quote": "As freak legislation, the antitrust laws stand alone. Nobody knows what it is they forbid.",
	"name": "Isabel Paterson"
}, {
	"quote": "I alone, as the sharer of their way of life, presented a replica of childhood.",
	"name": "Neal Cassady"
}, {
	"quote": "We're all in this alone.",
	"name": "Lily Tomlin"
}, {
	"quote": "Absolutely lonely people have few personal interactions of any kind.",
	"name": "Martha Beck"
}, {
	"quote": "Fail I alone, in words and deeds? Why, all men strive and who succeeds?",
	"name": "Robert Browning"
}, {
	"quote": "I know what men want. Men want to be really, really close to someone who will leave them alone.",
	"name": "Elayne Boosler"
}, {
	"quote": "I was sleeping the other night, alone, thanks to the exterminator.",
	"name": "Emo Philips"
}, {
	"quote": "Successful crimes alone are justified.",
	"name": "John Dryden"
}, {
	"quote": "How hard it is to have the beautiful interdependence of marriage and yet be strong in oneself alone.",
	"name": "Anne Morrow Lindbergh"
}, {
	"quote": "All of our unhappiness comes from our inability to be alone.",
	"name": "Jean de la Bruyere"
}, {
	"quote": "It's motive alone which gives character to the actions of men.",
	"name": "Jean de la Bruyere"
}, {
	"quote": "I never liked big parties, especially going alone. I much prefer smaller gatherings that are more intimate.",
	"name": "Yolanda Hadid"
}, {
	"quote": "Buddhism notes that it is always a mistake to think your soul can go it alone.",
	"name": "Annie Dillard"
}, {
	"quote": "Religion is the possibility of the removal of every ground of confidence except confidence in God alone.",
	"name": "Karl Barth"
}, {
	"quote": "Let me alone, and go in search of someone else.",
	"name": "Ali ibn Abi Talib"
}, {
	"quote": "The words of the Bible, and the Bible alone, should be heard from the pulpit.",
	"name": "Ellen G. White"
}, {
	"quote": "Children, dear and loving children, can alone console a woman for the loss of her beauty.",
	"name": "Honore de Balzac"
}, {
	"quote": "I want to be alone.",
	"name": "Greta Garbo"
}, {
	"quote": "I never said, 'I want to be alone.' I only said, 'I want to be left alone.' There is all the difference.",
	"name": "Greta Garbo"
}, {
	"quote": "By all means use some time to be alone.",
	"name": "Edward Young"
}, {
	"quote": "I think I learned pretty early that in the end, it's only you. To an extent, you're all alone.",
	"name": "Lee Atwater"
}, {
	"quote": "Solitude is un-American.",
	"name": "Erica Jong"
}, {
	"quote": "The older I grow, the more I find myself alone.",
	"name": "Alberto Giacometti"
}, {
	"quote": "You can't fake it when you're alone with God, you know.",
	"name": "Jim Bakker"
}, {
	"quote": "So it is necessary that we should learn to be alone.",
	"name": "Anna Neagle"
}, {
	"quote": "There is no need for nuclear. The world can be powered by wind, water and sun alone.",
	"name": "Mark Z. Jacobson"
}, {
	"quote": "Man, I hate to get depressing on you, but I don't have a game. I'm so alone, so depressed, so dark, no.",
	"name": "Jason Schwartzman"
}, {
	"quote": "He never is alone that is accompanied with noble thoughts.",
	"name": "John Fletcher"
}, {
	"quote": "Lord of myself, accountable to none, but to my conscience, and my God alone.",
	"name": "John Oldham"
}, {
	"quote": "I spent a huge amount of time by myself. I daydreamed and learned how to be alone and not be lonely.",
	"name": "Rachel Kushner"
}, {
	"quote": "I very much wished not to be noticed, and to be left alone, and I sort of succeeded.",
	"name": "Mary Oliver"
}, {
	"quote": "Muslims must believe that all power, success and victory comes from God alone.",
	"name": "Abu Bakar Bashir"
}, {
	"quote": "You do stand alone sometimes. But my mother stood by me through all this.",
	"name": "Morris Dees"
}, {
	"quote": "If you can measure success in this business based on happiness alone I feel like I've hit the lottery.",
	"name": "Justin Long"
}, {
	"quote": "I am alone, some people help me, but, basically, I can do what I want.",
	"name": "Sergei Bubka"
}, {
	"quote": "I try to motivate people and inspire them, to let them know that they're not alone.",
	"name": "Jason David Frank"
}, {
	"quote": "It is well to be alone. It fertilizes the creative impulse.",
	"name": "Max Nordau"
}, {
	"quote": "Remember we're all in this alone.",
	"name": "Lily Tomlin"
}, {
	"quote": "He that can live alone resembles the brute beast in nothing, the sage in much, and God in everything.",
	"name": "Baltasar Gracian"
}, {
	"quote": "Early on, if I was alone two three nights in a row, I'd start writing poems about suicide.",
	"name": "Jack Nicholson"
}, {
	"quote": "The capacity for not feeling lonely can carry a very real price, that of feeling nothing at all.",
	"name": "Douglas Coupland"
}, {
	"quote": "When I'm alone, I can sleep crossways in bed without an argument.",
	"name": "Zsa Zsa Gabor"
}, {
	"quote": "I was never less alone than when by myself.",
	"name": "Edward Gibbon"
}, {
	"quote": "A writer looking for subjects inquires not after what he loves best, but after what he alone loves at all.",
	"name": "Annie Dillard"
}, {
	"quote": "I'm very happy alone.",
	"name": "Octavia E. Butler"
}, {
	"quote": "Even in the presence of others he was completely alone.",
	"name": "Robert M. Pirsig"
}, {
	"quote": "The longer one is alone, the easier it is to hear the song of the earth.",
	"name": "Robert Anton Wilson"
}, {
	"quote": "There are places and moments in which one is so completely alone that one sees the world entire.",
	"name": "Jules Renard"
}, {
	"quote": "A man content to go to heaven alone will never go to heaven.",
	"name": "Boethius"
}, {
	"quote": "Be able to be alone. Lose not the advantage of solitude, and the society of thyself.",
	"name": "Thomas Browne"
}, {
	"quote": "I'm happily single.",
	"name": "Paula Abdul"
}, {
	"quote": "In Genesis, it says that it is not good for a man to be alone; but sometimes it is a great relief.",
	"name": "John Barrymore"
}, {
	"quote": "I think the greatest amount of pressure is the pressure I place on myself. So in a way I chose to be alone.",
	"name": "Cathy Freeman"
}, {
	"quote": "For me, working alone is being able to express, which is the artistic part.",
	"name": "Kevin Parker"
}, {
	"quote": "If you're going to put yourself above everybody else, you might end up alone.",
	"name": "Joseph Gordon-Levitt"
}, {
	"quote": "Sometimes, a writer's life alone can tell a story.",
	"name": "Howard Jacobson"
}, {
	"quote": "To be adult is to be alone.",
	"name": "Jean Rostand"
}]