[{
	"quote": "I am just a girl chasing her dreams and having an amazing adventure.",
	"name": "Madeline Stuart"
}, {
	"quote": "Work hard, be kind, and amazing things will happen.",
	"name": "Conan O'Brien"
}, {
	"quote": "It is amazing what you can accomplish if you do not care who gets the credit.",
	"name": "Harry S Truman"
}, {
	"quote": "When you have confidence, you can have a lot of fun. And when you have fun, you can do amazing things.",
	"name": "Joe Namath"
}, {
	"quote": "It's amazing. Life changes very quickly, in a very positive way, if you let it.",
	"name": "Lindsey Vonn"
}, {
	"quote": "Social media is an amazing tool, but it's really the face-to-face interaction that makes a long-term impact.",
	"name": "Felicia Day"
}, {
	"quote": "When you're true to who you are, amazing things happen.",
	"name": "Deborah Norville"
}, {
	"quote": "If you ever catch a great boss, it's just such a rare thing, and it's amazing.",
	"name": "James L. Brooks"
}, {
	"quote": "Not gonna lie - having a personal glam squad is pretty amazing.",
	"name": "Elaine Welteroth"
}, {
	"quote": "The U.S.S. George H. W. Bush is a great thing in my life. It's amazing. A great honor.",
	"name": "George H. W. Bush"
}, {
	"quote": "If you tell people where to go, but not how to get there, you'll be amazed at the results.",
	"name": "George S. Patton"
}, {
	"quote": "It's amazing. I love being an uncle.",
	"name": "Alfie Allen"
}, {
	"quote": "It's amazing what miracles and little angels and pure love around you can bring out.",
	"name": "Tionne Watkins"
}, {
	"quote": "Isn't it amazing how much stuff we get done the day before vacation?",
	"name": "Zig Ziglar"
}, {
	"quote": "It is amazing how complete is the delusion that beauty is goodness.",
	"name": "Leo Tolstoy"
}, {
	"quote": "Drake is an amazing person. Also, a magician. He's a big brother, super-talent; he's cool.",
	"name": "Travis Scott"
}, {
	"quote": "I love a beautiful gown on stage, and luckily I've been fortunate to wear some amazing dresses.",
	"name": "Leona Lewis"
}, {
	"quote": "The unconditional love for you child, it's truly amazing.",
	"name": "Jourdan Dunn"
}, {
	"quote": "You don't always need to be this flawless female with amazing skin and done hair. Perfect doesn't exist.",
	"name": "Iskra Lawrence"
}, {
	"quote": "If you're curious, London's an amazing place.",
	"name": "David Bailey"
}, {
	"quote": "I play a musical instrument a little, but only for my own amazement.",
	"name": "Fred Allen"
}, {
	"quote": "It's amazing what you'll discover if you start exploring what God has placed within you.",
	"name": "Victoria Osteen"
}, {
	"quote": "Wood carving is such an amazing skill and very underrated; once you cut it, it's hard to go back.",
	"name": "Jonathan Anderson"
}, {
	"quote": "Working with amazing people, you continue to learn and develop yourself, as an actor and as a person.",
	"name": "Josh Hutcherson"
}, {
	"quote": "It's amazing living alone. I'm very lucky. It's like a refuge.",
	"name": "Paloma Faith"
}, {
	"quote": "It's amazing how confused and distracted and misdirected so many people are.",
	"name": "Stephen Covey"
}, {
	"quote": "It's an amazing blessing to do something you love.",
	"name": "Benjamin Bratt"
}, {
	"quote": "Count your blessings. You are one of a kind. There's no one in the world like you. You are amazing.",
	"name": "Richard Simmons"
}, {
	"quote": "I think fatherhood would change anybody when you have your first son. It's been amazing.",
	"name": "Russell Westbrook"
}, {
	"quote": "This whole phenomenon of the computer in a library is an amazing thing.",
	"name": "Bill Gates"
}, {
	"quote": "It's amazing what a little encouragement can do.",
	"name": "Winnie Harlow"
}, {
	"quote": "It's amazing to me that young people will still pick up a cigarette.",
	"name": "Loni Anderson"
}, {
	"quote": "I can't believe it. I'm speechless. It is amazing to see where I've come from the last two years.",
	"name": "Libby Trickett"
}, {
	"quote": "With love, you should go ahead and take the risk of getting hurt because love is an amazing feeling.",
	"name": "Britney Spears"
}, {
	"quote": "The human brain has an amazing ability for pattern recognition, sometimes even better than a computer.",
	"name": "Tabetha S. Boyajian"
}, {
	"quote": "People don't realize how amazing elephants are.",
	"name": "Prince Harry"
}, {
	"quote": "I love skating and sparkling and flying around the ice, and people clap for you. It's an amazing feeling.",
	"name": "Johnny Weir"
}, {
	"quote": "It's an amazing thing to say, 'I'm beautiful,' without feeling like you're cocky.",
	"name": "Christina Aguilera"
}, {
	"quote": "I really do believe that working together works, and it's amazing to me.",
	"name": "Alan Mulally"
}, {
	"quote": "Childbirth is more admirable than conquest, more amazing than self-defense, and as courageous as either one.",
	"name": "Gloria Steinem"
}, {
	"quote": "It's every little girl's dream to have an exact look-alike doll. It's amazing.",
	"name": "Bindi Irwin"
}, {
	"quote": "Isn't it amazing that we are all made in God's image, and yet there is so much diversity among his people?",
	"name": "Desmond Tutu"
}, {
	"quote": "Creating something new is the difficult part. To make it and build it and get everyone to follow? Amazing.",
	"name": "Pep Guardiola"
}, {
	"quote": "If there was an observer on Mars, they would probably be amazed that we have survived this long.",
	"name": "Noam Chomsky"
}, {
	"quote": "Nobody cares about '60 Minutes.' Everybody cares about the Jaguars. Isn't that amazing?",
	"name": "Shahid Khan"
}, {
	"quote": "No one knows what an amazing spirit she was. She wasn't only a mother; she was a best friend.",
	"name": "Bobbi Kristina Brown"
}, {
	"quote": "It's amazing what one positive role model in your life can do in five minutes.",
	"name": "Catherine Oxenberg"
}, {
	"quote": "I'm happy to be content-maker as well as curator, so I'm happy to also be a presenter for amazing things.",
	"name": "Jason Silva"
}, {
	"quote": "I just think we're living in a time of massive, amazing change, like the Industrial Revolution on acid.",
	"name": "Kelly Lynch"
}, {
	"quote": "I think having children is the most amazing thing.",
	"name": "Rachel Stevens"
}, {
	"quote": "I'm always working with amazing people. They're just kind of put in my path.",
	"name": "Kodi Smit-McPhee"
}, {
	"quote": "My fans and followers are so amazing.",
	"name": "Kylie Jenner"
}, {
	"quote": "I'm an amazing mama's boy.",
	"name": "Penn Jillette"
}, {
	"quote": "Going to the roof of the Empire State Building is pretty amazing for kids.",
	"name": "Adam Scott"
}, {
	"quote": "Travel around the world is amazing. New people. New-found family, really.",
	"name": "Dhani Jones"
}, {
	"quote": "I do like athletes as they have amazing self-discipline.",
	"name": "Seal"
}, {
	"quote": "I love insects. They are amazing.",
	"name": "Andrea Arnold"
}, {
	"quote": "It's amazing what ordinary people can do if they set out without preconceived notions.",
	"name": "Ben Stein"
}, {
	"quote": "Chance The Rapper is just unreal: he's changing rap and really creating this whole amazing new style.",
	"name": "Shawn Mendes"
}, {
	"quote": "Chicago is a world-class city filled with amazing people with big ideas.",
	"name": "W. Kamau Bell"
}, {
	"quote": "The Santiago Bernabeu is an amazing stadium.",
	"name": "Francesco Totti"
}, {
	"quote": "Elle MacPherson is absolutely amazing; she is just so beautiful.",
	"name": "Carol Alt"
}, {
	"quote": "I have an amazing husband who is a strong man of God. He is very dedicated to me and our family.",
	"name": "Kim Fields"
}, {
	"quote": "I love being on tour; I love being on the road. It's the most amazing feeling ever. I live for it; I love it.",
	"name": "Kat Graham"
}, {
	"quote": "I have had a lot of blessed, interesting things happen to me and have bumped up against some amazing people.",
	"name": "Rob Lowe"
}, {
	"quote": "Oh, my God, this amazing cool breeze is coming through my window and the sun is shining. I'm happy.",
	"name": "Liv Tyler"
}, {
	"quote": "I feel like I'm in my own head a lot; it just feels amazing, but scary, weird and confusing.",
	"name": "Alessia Cara"
}, {
	"quote": "Amazement awaits us at every corner.",
	"name": "James Broughton"
}, {
	"quote": "Exercise is amazing, from the inside out. I feel so alive and have more energy.",
	"name": "Vanessa Hudgens"
}, {
	"quote": "It is amazing how a new child can refocus one's direction seconds after its birth.",
	"name": "David Bowie"
}, {
	"quote": "I am indeed amazed when I consider how weak my mind is and how prone to error.",
	"name": "Rene Descartes"
}, {
	"quote": "If you pay attention to the world, it's an amazing place. If you don't, it's whatever you think it is.",
	"name": "Reggie Watts"
}, {
	"quote": "Propaganda is amazing. People can be led to believe anything.",
	"name": "Alice Walker"
}, {
	"quote": "When you see a roadblock or challenge as an opportunity, it is amazing how you are already halfway there.",
	"name": "Frances Hesselbein"
}, {
	"quote": "The business of feeding people is the most amazing business in the world.",
	"name": "Jose Andres"
}, {
	"quote": "I think there's nothing more amazing than helping people every day.",
	"name": "Naomie Harris"
}, {
	"quote": "Motherhood is a dream. It really is absolutely amazing.",
	"name": "Jessica Simpson"
}, {
	"quote": "I feel like LeBron James is an amazing basketball player, but he's also a community person.",
	"name": "Chance The Rapper"
}, {
	"quote": "Portugal has amazing seafood with all the eyeballs staring back at you.",
	"name": "Annie Wersching"
}, {
	"quote": "I feel like I have had the most amazing life in my public service.",
	"name": "Hillary Clinton"
}, {
	"quote": "It's amazing: I am a New Yorker. It's strange; I never thought I would be.",
	"name": "David Bowie"
}, {
	"quote": "The most amazing philanthropists are people who are actually making a significant sacrifice.",
	"name": "Bill Gates"
}, {
	"quote": "It's amazing having so many people care so much about what I'm doing.",
	"name": "Shawn Mendes"
}, {
	"quote": "It's amazing what social media has done for entertainment.",
	"name": "Scott Foley"
}, {
	"quote": "I love firing guns. It's an amazing feeling - so sexy and powerful.",
	"name": "Hayley Atwell"
}, {
	"quote": "It is amazing how nice people are to you when they know you're going away.",
	"name": "Michael Arlen"
}, {
	"quote": "I believe that, no matter how old you are, a woman can look amazing.",
	"name": "Kris Jenner"
}, {
	"quote": "It's amazing that more people have climbed Mount Everest than have broken the 4-minute mile.",
	"name": "Roger Bannister"
}, {
	"quote": "I don't think I'm such an amazing person who needs to be written about.",
	"name": "Amy Winehouse"
}, {
	"quote": "It's an amazing feeling to go into a studio and really be alone.",
	"name": "Joaquin Phoenix"
}, {
	"quote": "There was something amazingly enticing about programming.",
	"name": "Vint Cerf"
}, {
	"quote": "When the shriveled skin of the ordinary is stuffed out with meaning, it satisfies the senses amazingly.",
	"name": "Virginia Woolf"
}, {
	"quote": "Failure is an amazing data point that tells you which direction not to go.",
	"name": "Payal Kadakia"
}, {
	"quote": "Some of the most amazing people I've met in life are cops.",
	"name": "Omari Hardwick"
}, {
	"quote": "Fatherhood is the most amazing thing that could ever have happened in my life.",
	"name": "Corey Feldman"
}, {
	"quote": "I swim like a fish and I have an amazing kick.",
	"name": "Gordon Ramsay"
}, {
	"quote": "To win one Moonman is amazing, to win two is incredible.",
	"name": "Harry Styles"
}, {
	"quote": "The amount of control you have over somebody if you can monitor internet activity is amazing.",
	"name": "Tim Berners-Lee"
}, {
	"quote": "Kids and family life are only as good as your wife, and she's amazing.",
	"name": "Noel Gallagher"
}, {
	"quote": "The sponsorship offers have been amazing. I have to turn down a lot.",
	"name": "Victoria Pendleton"
}, {
	"quote": "Chick lit was amazing, and I was thrilled to be part of it.",
	"name": "Jane Green"
}, {
	"quote": "Croatia is an amazing place.",
	"name": "Jean Reno"
}, {
	"quote": "I have an amazing and supportive family. I'm fortunate to have a close relationship with everyone.",
	"name": "Jonathan Keltz"
}, {
	"quote": "It's amazing how directly you can connect with people via social media.",
	"name": "Sophia Amoruso"
}, {
	"quote": "Love makes no sense at all. But it's the most powerful and amazing force in the entire universe.",
	"name": "Glenn Close"
}, {
	"quote": "Wouldn't it be amazing if we spent as much energy investing in experiences as we do investing in things?",
	"name": "Ruzwana Bashir"
}, {
	"quote": "I never thought that I would have love again, but it's amazing how the universe brings love to you.",
	"name": "Mariah Carey"
}, {
	"quote": "Whenever you get to change somebody's life or watch it and see it happen, it's amazing.",
	"name": "Guy Fieri"
}, {
	"quote": "I have a lot of amazing women, you know, women in my life who have been an example for me of what not to do.",
	"name": "Jennifer Aniston"
}, {
	"quote": "I'm happy that I have a beautiful, wonderful, amazing child who's made me a better person.",
	"name": "Solange Knowles"
}, {
	"quote": "It's amazing how much you can learn if your intentions are truly earnest.",
	"name": "Chuck Berry"
}, {
	"quote": "Cotton candy is the most amazing form of caramelization ever invented by man.",
	"name": "Jose Andres"
}, {
	"quote": "Trump does magic. Maybe it will be black magic sometime, but he's an amazing phenomenon.",
	"name": "Robert J. Shiller"
}, {
	"quote": "My son is wonderful. He is amazing.",
	"name": "Evangeline Lilly"
}, {
	"quote": "Alexander Gonzalez Inarritu is a great director. He's the one I first worked with. He's amazing.",
	"name": "Gael Garcia Bernal"
}, {
	"quote": "Nobody has it all, but for me to even come close is amazing.",
	"name": "Adam Levine"
}, {
	"quote": "The perfect life would be to have an amazing part every year and to spend all my free time to just write.",
	"name": "Melanie Laurent"
}, {
	"quote": "I have a ridiculous fear of sharks but I'd jump in the water in a second for an amazing role.",
	"name": "Kate Mara"
}, {
	"quote": "I think I have had so many amazing moments in my life.",
	"name": "Eve"
}, {
	"quote": "My team are incredible, and I have the most amazing parents and beautiful girlfriend in the world.",
	"name": "Greg Rutherford"
}, {
	"quote": "It's amazing, the culture Coach Belichick has been able to create in our system.",
	"name": "Tom Brady"
}, {
	"quote": "I suppose it's amazing how quick life goes by when you have children.",
	"name": "Steffi Graf"
}, {
	"quote": "I'm really blessed to have an amazing family.",
	"name": "Austin Seferian-Jenkins"
}, {
	"quote": "It's amazing to be able to embrace young talent.",
	"name": "Ashley Nell Tipton"
}, {
	"quote": "St. Tropez has a face glow that is amazing - you can put it on without makeup, and your skin just glows.",
	"name": "Chrissy Teigen"
}, {
	"quote": "I think perspective is a necessary, amazing thing.",
	"name": "Hasan Minhaj"
}, {
	"quote": "As far as the public is concerned, India is amazingly secular.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "I'll tell you, Quentin Tarantino really writes the most amazing dialogue.",
	"name": "Christopher Walken"
}, {
	"quote": "I'd like to share my experiences and the lessons I've learned and hopefully create some amazing, fun courses.",
	"name": "Tiger Woods"
}, {
	"quote": "The Marathi film 'Natrang' has amazing songs. I also like and have sufi and folk music.",
	"name": "Amruta Khanvilkar"
}, {
	"quote": "What I'd love to do is every now and then go, 'Oh my God, I've got this amazing idea for 'Doctor Who.'",
	"name": "Neil Gaiman"
}, {
	"quote": "I have two children and it's amazing how in tune they are with nature, with light, with smells, with time.",
	"name": "Hugh Jackman"
}, {
	"quote": "Only by being obsessed with little things do amazing things emerge.",
	"name": "Andy Dunn"
}, {
	"quote": "Fashion is a strange world sometimes. Amazing, but strange.",
	"name": "Solange Knowles"
}, {
	"quote": "'Kung Fury!' I mean, Jesus, that thing is amazing.",
	"name": "Kevin Bacon"
}, {
	"quote": "I'm not a kid anymore. And I'm excited for all the amazing things to come.",
	"name": "Paris Hilton"
}, {
	"quote": "My father is an amazing man.",
	"name": "Sherman Alexie"
}, {
	"quote": "From Japan to Thailand, I keep discovering amazing talent, cuisine and food markets.",
	"name": "Daniel Boulud"
}, {
	"quote": "I have an amazing wife and three daughters that always keep me motivated.",
	"name": "Jose Andres"
}, {
	"quote": "When taxidermy is done well it's an amazing piece of art.",
	"name": "Amanda Seyfried"
}, {
	"quote": "It's the most amazing thing to be able to forgive.",
	"name": "Carrie Fisher"
}, {
	"quote": "It's amazing what you can do with an E in A-Level art, a twisted imagination and a chainsaw.",
	"name": "Damien Hirst"
}, {
	"quote": "Linda Georgian is a wonderful psychic. She can do amazing things.",
	"name": "Dionne Warwick"
}, {
	"quote": "Wasim and Waqar were amazing bowlers. I would put them right up there with the best in the world.",
	"name": "Sachin Tendulkar"
}, {
	"quote": "We Belgians love when we can go to L.A. because the city is amazing and the climate is fantastic.",
	"name": "Raf Simons"
}, {
	"quote": "I love kids. It's amazing that I have the opportunity to hang out with my stepson all the time.",
	"name": "Gisele Bundchen"
}, {
	"quote": "The first day I'm back from a tour, I have dinner with my parents. I sleep in my old bed. It's amazing.",
	"name": "Martin Garrix"
}, {
	"quote": "I'm re-teaming with the producers of 'Twilight,' whom I love and who I have an amazing relationship with.",
	"name": "Taylor Lautner"
}, {
	"quote": "'Beloved.' That's an amazing film and I'm sorry more people didn't see it when it came out.",
	"name": "Kimberly Elise"
}, {
	"quote": "That show, 'The Amazing Race' - is that about white people?",
	"name": "Zach Galifianakis"
}, {
	"quote": "I love Ashford &amp; Simpson, and I love the Brothers Gibb. They are amazing.",
	"name": "RuPaul"
}, {
	"quote": "I love Carrie Fisher, and it would be amazing to carry on her legacy.",
	"name": "Millie Bobby Brown"
}, {
	"quote": "If you ever have a kid who doesn't know what to do, stick him in art school. It's amazing what evolves.",
	"name": "Ridley Scott"
}, {
	"quote": "I'm the lead singer of the Beach Boys and an ambassador of this amazing music that touched a generation.",
	"name": "Mike Love"
}, {
	"quote": "It's kind of amazing that people will travel because of a book. I admire that.",
	"name": "Frances Mayes"
}, {
	"quote": "We just love Denver. The love and support from people here is amazing.",
	"name": "GRiZ"
}, {
	"quote": "I've been blessed to have an amazing mom and two amazing sisters - so they set a very high standard.",
	"name": "Tim Tebow"
}, {
	"quote": "I just love comic books. I've always loved comic book art, and I just think it's amazing.",
	"name": "Zayn Malik"
}, {
	"quote": "Luckily, I have some amazing friends.",
	"name": "Rebecca Black"
}, {
	"quote": "I'm one of those people that thinks the Internet is amazing, and I can't believe it exists.",
	"name": "Mayim Bialik"
}, {
	"quote": "It's amazing how meaty cauliflower can be.",
	"name": "Alex Guarnaschelli"
}, {
	"quote": "Everything that has happened to me has been amazing and surprising.",
	"name": "R. L. Stine"
}, {
	"quote": "It's amazing how much trouble you can get in when you don't have anything else to do.",
	"name": "Quincy Jones"
}, {
	"quote": "Hong Kong has plenty of superlative hotels, amazing food, and cool shopping.",
	"name": "Hanya Yanagihara"
}, {
	"quote": "I have a great family, I live an amazing life.",
	"name": "John Oates"
}, {
	"quote": "I respect my dad, and he's amazing. He's my hero. He's the Beatles, man - or one of them.",
	"name": "James McCartney"
}, {
	"quote": "Fandom is amazing.",
	"name": "Caitriona Balfe"
}, {
	"quote": "It's amazing how small business owners figure out how to stretch a dollar as far as they possibly can.",
	"name": "Marc Veasey"
}, {
	"quote": "Life is amazing; live it to the fullest. Stay as long as you can.",
	"name": "Valerie Harper"
}, {
	"quote": "I'm extremely lucky that I've worked for and with amazing people in my life.",
	"name": "Nina Tassler"
}, {
	"quote": "Charleston is an amazing place. I probably didn't appreciate it enough when I was growing up.",
	"name": "Thomas Gibson"
}, {
	"quote": "It's amazing the clarity that comes with psychotic jealousy.",
	"name": "Rupert Everett"
}, {
	"quote": "I have three dogs, a cat, fish. I'm a huge animal lover. They're amazing.",
	"name": "Willow Shields"
}, {
	"quote": "It's amazing how many things you can do when you're just pretending.",
	"name": "Kim Gordon"
}, {
	"quote": "A police force, wherever they are, is made up of amazing people, and I respect them a great deal.",
	"name": "Nancy McKeon"
}, {
	"quote": "It's kind of amazing how well you can get to know someone without talking.",
	"name": "Rhea Seehorn"
}, {
	"quote": "It's amazing how fast later comes when you buy now.",
	"name": "Milton Berle"
}, {
	"quote": "Oprah is very, very, very special to me. She's an amazing woman.",
	"name": "Tyler Perry"
}, {
	"quote": "My dad has totally taken my Cat Stevens T-shirt, but it's OK; I have his Black Flag one, and that's amazing.",
	"name": "Zoe Kravitz"
}, {
	"quote": "I love Jessica Simpson. I love her voice. She's amazing.",
	"name": "Britney Spears"
}, {
	"quote": "It's amazing marrying someone who wants nothing to do with Hollywood.",
	"name": "Nicolas Cage"
}, {
	"quote": "When the youth of America gets together, amazing things happen.",
	"name": "Tom Ford"
}, {
	"quote": "I'm proud of the U.S.A. We've done some amazing things. To wear our flag in the Olympics is an honor.",
	"name": "Shaun White"
}, {
	"quote": "Dublin is one of my favourite cities. It's an absolutely amazing place.",
	"name": "Tom Holland"
}, {
	"quote": "Usher is amazing. He's perfection to me as a performer. He gets down.",
	"name": "Ciara"
}, {
	"quote": "The opportunity, number one, to work with Ang Lee is an amazing thing for me.",
	"name": "Sam Elliott"
}, {
	"quote": "If you're not a parent, if you're an aunt or uncle or neighbor, books are an amazing gift.",
	"name": "Victoria Osteen"
}, {
	"quote": "If it's an amazing role, I'll do anything.",
	"name": "Vin Diesel"
}, {
	"quote": "I am constantly amazed by Tina Fey. And I am Tina Fey.",
	"name": "Tina Fey"
}, {
	"quote": "It's an amazing luxury to say I'm 31 years old and I'm gonna take a year off. That's pretty amazing.",
	"name": "Sarah McLachlan"
}, {
	"quote": "It's amazing how good getting up and moving makes you feel.",
	"name": "Paula Deen"
}, {
	"quote": "As a kid, I kind of spent my life being amazed by being tricked. I love being tricked. I still love it today.",
	"name": "Daniel Craig"
}, {
	"quote": "It's amazing how many introverts go into the ministry.",
	"name": "John Piper"
}, {
	"quote": "Skating in itself is a difficult sport, and the amazing athletes within the sport are very challenging.",
	"name": "Nathan Chen"
}, {
	"quote": "It's amazing how, over time, a person's perspective can be altered.",
	"name": "Fred Durst"
}, {
	"quote": "Nothing amazes me anymore.",
	"name": "David Beckham"
}, {
	"quote": "I really love the internet. They say chat-rooms are the trailer park of the internet but I find it amazing.",
	"name": "Carrie Fisher"
}, {
	"quote": "Little boys have amazing minds.",
	"name": "Ferdinand Marcos"
}, {
	"quote": "You don't always have to have the most amazing story. It's learning to share the story you have that counts.",
	"name": "Amy Purdy"
}, {
	"quote": "The people I've been exposed to have been people of amazing integrity.",
	"name": "Amy Grant"
}, {
	"quote": "You will never cease to be the most amazed person on earth at what God has done for you on the inside.",
	"name": "Oswald Chambers"
}, {
	"quote": "It's been amazing, the number of commercials that I've done, starting back in 1968. It must be 8,000.",
	"name": "Casey Kasem"
}, {
	"quote": "We used to go to Studio 54 - an amazing place.",
	"name": "Jerry Hall"
}, {
	"quote": "I grew up in a Christian home with amazing parents.",
	"name": "Allyson Felix"
}, {
	"quote": "I'm always amazed at anyone's interest in what I have to say.",
	"name": "Orlando Bloom"
}, {
	"quote": "The body is an amazing machine... If you eat the right things your body will perform incredibly well!",
	"name": "Shawn Johnson"
}, {
	"quote": "Isn't it amazing the way the future succeeds in creating an appropriate past?",
	"name": "John Leonard"
}, {
	"quote": "The '60s were an amazing time.",
	"name": "Peter Max"
}, {
	"quote": "I was always amazed about how much I could finally squeeze into a thirty second commercial.",
	"name": "Ridley Scott"
}, {
	"quote": "It is quite amazing what I didn't feel after a while. I didn't really want to feel things.",
	"name": "Kate Moss"
}, {
	"quote": "It's amazing how ideas start out, isn't it?",
	"name": "Nigel Farage"
}, {
	"quote": "I'll always be this crazy, fun person, but when it's time to get married, I'm going to be an amazing wife.",
	"name": "Nicole Polizzi"
}, {
	"quote": "Considering the amount of information we're bombarded by, it's amazing if a song can transcend time.",
	"name": "Michael Bolton"
}, {
	"quote": "Listen once in a while. It's amazing what you can hear.",
	"name": "Russell Baker"
}, {
	"quote": "Gotta admit, it's kind of nice being surrounded by amazing beauty products 24/7.",
	"name": "Elaine Welteroth"
}, {
	"quote": "My personal favorite is Woody Allen, who is just amazing as a comedian.",
	"name": "Vir Das"
}, {
	"quote": "The body can do amazing things in a situation when it is really called for.",
	"name": "Suzanne Farrell"
}, {
	"quote": "It was amazing to me that, all of a sudden, I was hearing my music on the radio and coming out of cars.",
	"name": "Lenny Kravitz"
}, {
	"quote": "I've had the privilege of having a lot of amazing people cook for me.",
	"name": "Alex Guarnaschelli"
}, {
	"quote": "Raw lobster tail, freeze dried, is amazing.",
	"name": "Nathan Myhrvold"
}, {
	"quote": "I really love women that manage to be amazing in their age.",
	"name": "Bianca Balti"
}, {
	"quote": "But I am not going to live for ever. And the more I know it, the more amazed I am by being here at all.",
	"name": "William Hurt"
}, {
	"quote": "I have amazing friends who have led inspirational lives.",
	"name": "Andrew Shue"
}, {
	"quote": "To me, when a great band is playing together, it's amazing for me.",
	"name": "John Oates"
}, {
	"quote": "Emmanuel Lewis was amazing to work with. I'll love that guy to the end of time.",
	"name": "Corin Nemec"
}, {
	"quote": "I was impressed by Hendrix. His attitude was brilliant. Even the way he walked was amazing.",
	"name": "Ritchie Blackmore"
}, {
	"quote": "It's amazing where the paranoid mind can take you.",
	"name": "Bill Ayers"
}, {
	"quote": "It's really amazing when you discover how strong you actually are and what you really can accomplish.",
	"name": "Alexandra Daddario"
}, {
	"quote": "It's the most amazing feeling to hold your child in your arms.",
	"name": "Chris O'Donnell"
}, {
	"quote": "I've been trying out all these bronzers, and By Terry has an amazing one called the Bronze Expert.",
	"name": "Eva Chen"
}, {
	"quote": "It's amazing, if you know what you want to say, how fast it is to write.",
	"name": "Evan Davis"
}, {
	"quote": "Pebble Beach. It is tough and the lay out is amazing.",
	"name": "Natalie Gulbis"
}, {
	"quote": "People never cease to amaze me.",
	"name": "Tina Yothers"
}, {
	"quote": "It will be amazing to collaborate with my dad. It will be special.",
	"name": "Armaan Malik"
}, {
	"quote": "My family is just an amazing melting pot of wonderful religions and faiths.",
	"name": "Rima Fakih"
}, {
	"quote": "I like pens. My writing is so amazing there's never a need to erase.",
	"name": "Todd Barry"
}, {
	"quote": "It's such an amazing thing to be loved for who you are.",
	"name": "Debra Winger"
}, {
	"quote": "When you can watch something grow that you created - it's really an amazing feeling.",
	"name": "Brody Jenner"
}, {
	"quote": "You would be amazed what the ordinary guy knows.",
	"name": "Matt Drudge"
}, {
	"quote": "I'm the poster boy for Propecia. It's amazing.",
	"name": "Joe Lando"
}, {
	"quote": "I always felt thrilled and amazed that I could put actor on my tax form.",
	"name": "Geoffrey Rush"
}, {
	"quote": "It's amazing to me that they're cutting physical education programs in the school systems.",
	"name": "Shannon Miller"
}, {
	"quote": "Isn't it amazing how celebrity status preempts even the most ingrained hatreds?",
	"name": "Camryn Manheim"
}, {
	"quote": "It's amazing the hours you pull when you're the lead of a show.",
	"name": "Jamie Luner"
}, {
	"quote": "I really think it is amazing that people actually buy software.",
	"name": "Bill Budge"
}, {
	"quote": "Twitter is an amazing public tool with an incredible capacity for public good.",
	"name": "Rachel Sklar"
}, {
	"quote": "I got to travel a lot and meet amazing people. That was a lot of fun.",
	"name": "Bhavish Aggarwal"
}, {
	"quote": "People like Frank Zappa were amazing for us Brits.",
	"name": "Rick Wakeman"
}, {
	"quote": "Reed Morano is an amazing woman and one of the most extraordinary people I've had the chance to work with.",
	"name": "O. T. Fagbenle"
}, {
	"quote": "In 29 years, I had recorded over 2,200 songs. I was amazed.",
	"name": "Kate Smith"
}, {
	"quote": "So much of 'Jaws' was amazing because the mind filled in what was missing.",
	"name": "Bill Sienkiewicz"
}, {
	"quote": "People are doing amazing things right now on the Web.",
	"name": "Chris Hughes"
}, {
	"quote": "I think that a lot of companies are still amazingly price sensitive.",
	"name": "Sanjay Kumar"
}, {
	"quote": "It's amazing how a competitive nature can turn a negative into something positive.",
	"name": "Barry Mann"
}, {
	"quote": "To feel the presence of the Lord is an amazing thing.",
	"name": "Lisa Leslie"
}, {
	"quote": "It's amazing how stress keeps you trim.",
	"name": "Peter Andre"
}, {
	"quote": "It's pretty amazing to me that my first hit record was an Elvis Presley record.",
	"name": "Mac Davis"
}]