[{
	"quote": "For every minute you remain angry, you give up sixty seconds of peace of mind.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "A man who has never made a woman angry is a failure in life.",
	"name": "Christopher Morley"
}, {
	"quote": "Speak when you are angry - and you'll make the best speech you'll ever regret.",
	"name": "Laurence J. Peter"
}, {
	"quote": "You will not be punished for your anger, you will be punished by your anger.",
	"name": "Buddha"
}, {
	"quote": "I don't usually lose my temper, but if I get angry, it's true - I'm scary.",
	"name": "Eva Mendes"
}, {
	"quote": "Discussion is an exchange of knowledge; an argument an exchange of ignorance.",
	"name": "Robert Quillen"
}, {
	"quote": "People won't have time for you if you are always angry or complaining.",
	"name": "Stephen Hawking"
}, {
	"quote": "When anger rises, think of the consequences.",
	"name": "Confucius"
}, {
	"quote": "Silence is one of the hardest arguments to refute.",
	"name": "Josh Billings"
}, {
	"quote": "To be angry is to revenge the faults of others on ourselves.",
	"name": "Alexander Pope"
}, {
	"quote": "When angry, count to four; when very angry, swear.",
	"name": "Mark Twain"
}, {
	"quote": "Anger and intolerance are the enemies of correct understanding.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Anger is the enemy of non-violence and pride is a monster that swallows it up.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "I shall allow no man to belittle my soul by making me hate him.",
	"name": "Booker T. Washington"
}, {
	"quote": "Bitterness is like cancer. It eats upon the host. But anger is like fire. It burns it all clean.",
	"name": "Maya Angelou"
}, {
	"quote": "When angry count to ten before you speak. If very angry, count to one hundred.",
	"name": "Thomas Jefferson"
}, {
	"quote": "A man that studieth revenge keeps his own wounds green.",
	"name": "Francis Bacon"
}, {
	"quote": "The opposite of anger is not calmness, its empathy.",
	"name": "Mehmet Oz"
}, {
	"quote": "You reclaim your power by loving what you were once taught to hate.",
	"name": "Bryant H. McGill"
}, {
	"quote": "Depression, suffering and anger are all part of being human.",
	"name": "Janet Fitch"
}, {
	"quote": "Violence is the last refuge of the incompetent.",
	"name": "Isaac Asimov"
}, {
	"quote": "Everybody has a breaking point. It's tough to ignore the impulse to respond with anger.",
	"name": "Andrew Shaffer"
}, {
	"quote": "While seeking revenge, dig two graves - one for yourself.",
	"name": "Douglas Horton"
}, {
	"quote": "Heaven has no rage like love to hatred turned, nor hell a fury like a woman scorned.",
	"name": "William Congreve"
}, {
	"quote": "Anger is a wind which blows out the lamp of the mind.",
	"name": "Robert Green Ingersoll"
}, {
	"quote": "Grab the broom of anger and drive off the beast of fear.",
	"name": "Zora Neale Hurston"
}, {
	"quote": "Never go to bed mad. Stay up and fight.",
	"name": "Phyllis Diller"
}, {
	"quote": "Reacting in anger or annoyance will not advance one's ability to persuade.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "Hatred, anger, and violence can destroy us: the politics of polarization is dangerous.",
	"name": "Rahul Gandhi"
}, {
	"quote": "Sometimes, you have to get angry to get things done.",
	"name": "Ang Lee"
}, {
	"quote": "Every time you get angry, you poison your own system.",
	"name": "Alfred A. Montapert"
}, {
	"quote": "Boxing gave me a voice to express the anger I felt for where I came from.",
	"name": "Gerry Cooney"
}, {
	"quote": "Anger dwells only in the bosom of fools.",
	"name": "Albert Einstein"
}, {
	"quote": "Hatred is an affair of the heart; contempt that of the head.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "Anger is energising. The opposite of anger is depression, which is anger turned inward.",
	"name": "Gloria Steinem"
}, {
	"quote": "When one burns one's bridges, what a very nice fire it makes.",
	"name": "Dylan Thomas"
}, {
	"quote": "Anger, if not restrained, is frequently more hurtful to us than the injury that provokes it.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "I get angry about things, then go on and work.",
	"name": "Toni Morrison"
}, {
	"quote": "Revenge and retaliation always perpetuate the cycle of anger, fear and violence.",
	"name": "Coretta Scott King"
}, {
	"quote": "Whatever is begun in anger ends in shame.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Anger is never without a reason, but seldom with a good one.",
	"name": "Benjamin Franklin"
}, {
	"quote": "He who angers you conquers you.",
	"name": "Elizabeth Kenny"
}, {
	"quote": "You must have anger, as rightful wrath is what makes you create your own ethical standards.",
	"name": "Kamal Haasan"
}, {
	"quote": "Do not meddle in the affairs of Wizards, for they are subtle and quick to anger.",
	"name": "J. R. R. Tolkien"
}, {
	"quote": "A broken bone can heal, but the wound a word opens can fester forever.",
	"name": "Jessamyn West"
}, {
	"quote": "Anger is as a stone cast into a wasp's nest.",
	"name": "Pope Paul VI"
}, {
	"quote": "The poor monkey, quietly seated on the ground, seemed to be in sore trouble at this display of anger.",
	"name": "Henry Walter Bates"
}, {
	"quote": "There are two things a person should never be angry at, what they can help, and what they cannot.",
	"name": "Plato"
}, {
	"quote": "From my anger, frustration, and hurt, I wrote the short story that would later become 'The Hate U Give.'",
	"name": "Angie Thomas"
}, {
	"quote": "Let us not look back in anger, nor forward in fear, but around in awareness.",
	"name": "James Thurber"
}, {
	"quote": "A man who has not passed through the inferno of his passions has never overcome them.",
	"name": "Carl Jung"
}, {
	"quote": "The flame of anger, bright and brief, sharpens the barb of love.",
	"name": "Walter Savage Landor"
}, {
	"quote": "We boil at different degrees.",
	"name": "Clint Eastwood"
}, {
	"quote": "Extremism thrives amid ignorance and anger, intimidation and cowardice.",
	"name": "Hillary Clinton"
}, {
	"quote": "Getting angry doesn't solve anything.",
	"name": "Grace Kelly"
}, {
	"quote": "Anger begets more anger, and forgiveness and love lead to more forgiveness and love.",
	"name": "Mahavira"
}, {
	"quote": "Anger cannot be dishonest.",
	"name": "Marcus Aurelius"
}, {
	"quote": "There's nothing wrong with anger provided you use it constructively.",
	"name": "Wayne Dyer"
}, {
	"quote": "A very powerful mechanism to get elected is to play on anger and pick those wedge issues.",
	"name": "Justin Trudeau"
}, {
	"quote": "Fear is the only true enemy, born of ignorance and the parent of anger and hate.",
	"name": "Edward Albert"
}, {
	"quote": "The best remedy for a short temper is a long walk.",
	"name": "Joseph Joubert"
}, {
	"quote": "Everybody kind of perceives me as being angry. It's not anger, it's motivation.",
	"name": "Roger Clemens"
}, {
	"quote": "I get angry at a principle, not a person.",
	"name": "Norman Schwarzkopf"
}, {
	"quote": "Pain is pain, hurt is hurt, fear is fear, anger is anger, and it has no color.",
	"name": "Iyanla Vanzant"
}, {
	"quote": "There's a lot of bitterness, there's a lot of anger out there. We all have to work hard to heal those wounds.",
	"name": "Allen Boyd"
}, {
	"quote": "I don't have the feeling of being motivated by anger, revenge or frustration.",
	"name": "Agnes Obel"
}, {
	"quote": "All through life I've harbored anger rather than expressed it at the moment.",
	"name": "Jessica Lange"
}, {
	"quote": "I think photographers are too polite. There is not enough anger in photography; it's pretty much trivialized.",
	"name": "Duane Michals"
}, {
	"quote": "Anger is never without an argument, but seldom with a good one.",
	"name": "George Savile"
}, {
	"quote": "You cannot get ahead while you are getting even.",
	"name": "Dick Armey"
}, {
	"quote": "Genuine forgiveness does not deny anger but faces it head-on.",
	"name": "Alice Miller"
}, {
	"quote": "I'm generally quite an angry person, and I like to channel my anger toward something creative.",
	"name": "Sharmeen Obaid-Chinoy"
}, {
	"quote": "I have sadness in me. I have anger in me. I have heartbreak in me.",
	"name": "Ellen DeGeneres"
}, {
	"quote": "How much more grievous are the consequences of anger than the causes of it.",
	"name": "Marcus Aurelius"
}, {
	"quote": "One should not lose one's temper unless one is certain of getting more and more angry to the end.",
	"name": "William Butler Yeats"
}, {
	"quote": "Obama and his attack dogs have nothing but hate and anger in their hearts and spew it whenever possible.",
	"name": "Donald Trump"
}, {
	"quote": "Get mad, then get over it.",
	"name": "Colin Powell"
}, {
	"quote": "The greatest remedy for anger is delay.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "If you get down and quarell everyday, you're saying prayers to the devil, I say.",
	"name": "Bob Marley"
}, {
	"quote": "Anger begins with folly, and ends with repentance.",
	"name": "Pythagoras"
}, {
	"quote": "When I am angry I can pray well and preach well.",
	"name": "Martin Luther"
}, {
	"quote": "The emotions in a song - the anger, aggression - have got to be legitimate.",
	"name": "Eminem"
}, {
	"quote": "Hatred is settled anger.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "I do stand up sometimes out of anger. Sometimes the greatest stuff comes from a dark place.",
	"name": "Tracy Morgan"
}, {
	"quote": "Hurt leads to bitterness, bitterness to anger, travel too far that road and the way is lost.",
	"name": "Terry Brooks"
}, {
	"quote": "Anger is like those ruins which smash themselves on what they fall.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "No man can think clearly when his fists are clenched.",
	"name": "George Jean Nathan"
}, {
	"quote": "A large part of mankind is angry not with the sins, but with the sinners.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "The deferring of anger is the best antidote to anger.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Never do anything when you are in a temper, for you will do everything wrong.",
	"name": "Baltasar Gracian"
}, {
	"quote": "Hatred is inveterate anger.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Love implies anger. The man who is angered by nothing cares about nothing.",
	"name": "Edward Abbey"
}, {
	"quote": "I don't like greed, I don't like ignorance. I really don't like anger. But I love love.",
	"name": "David Crosby"
}, {
	"quote": "Behind every argument is someone's ignorance.",
	"name": "Louis D. Brandeis"
}, {
	"quote": "Anger makes dull men witty, but it keeps them poor.",
	"name": "Francis Bacon"
}, {
	"quote": "I don't feel bitterness, I don't feel anger towards anybody. Fighting is never emotional to me.",
	"name": "Conor McGregor"
}, {
	"quote": "I am too weary to listen, too angry to hear.",
	"name": "Daniel Bell"
}, {
	"quote": "So many people live with anger and unforgiveness, and many of them are Christians.",
	"name": "Joyce Meyer"
}, {
	"quote": "Don't get the impression that you arouse my anger. You see, one can only be angry with those he respects.",
	"name": "Richard M. Nixon"
}, {
	"quote": "If a small thing has the power to make you angry, does that not indicate something about your size?",
	"name": "Sydney J. Harris"
}, {
	"quote": "I'm free from holding personal anger because I can express what I want through my music.",
	"name": "Yoko Ono"
}, {
	"quote": "You know how big love is? Love is big. love can hold anger; love can even hold hatred.",
	"name": "Alice Walker"
}, {
	"quote": "Sometimes it's worse to win a fight than to lose.",
	"name": "Billie Holiday"
}, {
	"quote": "Anger ventilated often hurries towards forgiveness; anger concealed often hardens into revenge.",
	"name": "Edward G. Bulwer-Lytton"
}, {
	"quote": "I've had no problem harnessing anger.",
	"name": "Clint Eastwood"
}, {
	"quote": "Anger and jealousy can no more bear to lose sight of their objects than love.",
	"name": "George Eliot"
}, {
	"quote": "Life is precious and there's not a lot of room for anger.",
	"name": "Fran Drescher"
}, {
	"quote": "The more anger towards the past you carry in your heart, the less capable you are of loving in the present.",
	"name": "Barbara De Angelis"
}, {
	"quote": "I'm always angry. I wake up angry. There is a lot to be angry about. Anger is a positive energy.",
	"name": "Thandie Newton"
}, {
	"quote": "The intoxication of anger, like that of the grape, shows us to others, but hides us from ourselves.",
	"name": "John Dryden"
}, {
	"quote": "Experts say you should never hit your children in anger. When is a good time? When you're feeling festive?",
	"name": "Roseanne Barr"
}, {
	"quote": "A man that does not know how to be angry does not know how to be good.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "It seems to me that election season is just a Petri dish for anger and cynicism.",
	"name": "Max Lucado"
}, {
	"quote": "Violent anger makes me physically ill.",
	"name": "Langston Hughes"
}, {
	"quote": "Keep cool; anger is not an argument.",
	"name": "Daniel Webster"
}, {
	"quote": "Sympathy is something that shouldn't be bestowed upon the Yankees. Apparently it angers them.",
	"name": "Bob Feller"
}, {
	"quote": "Whoever incites anger has a strong insurance against indifference.",
	"name": "Philip Stanhope, 4th Earl of Chesterfield"
}, {
	"quote": "You want to see an angry person? Let me hear a cell phone go off.",
	"name": "Jim Lehrer"
}, {
	"quote": "To rule one's anger is well; to prevent it is better.",
	"name": "Tryon Edwards"
}, {
	"quote": "The anger of a person who is strong, can always bide its time.",
	"name": "James Whitcomb Riley"
}, {
	"quote": "Denial, panic, threats, anger - those are very human responses to feeling guilt.",
	"name": "Joshua Oppenheimer"
}, {
	"quote": "He that would be angry and sin not, must not be angry with anything but sin.",
	"name": "John Ruskin"
}, {
	"quote": "Never contend with a man who has nothing to lose.",
	"name": "Baltasar Gracian"
}, {
	"quote": "Anger is wonderful. It keeps you going. I'm angry about bankers. About the government.",
	"name": "Terry Pratchett"
}, {
	"quote": "I'm too mature to be angry.",
	"name": "Jesse Jackson"
}, {
	"quote": "Somebody hits me, I'm going to hit him back. Even if it does look like he hasn't eaten in a while.",
	"name": "Charles Barkley"
}, {
	"quote": "The injunction to be nice is used to deflect criticism and stifle the legitimate anger of dissent.",
	"name": "Malcolm Gladwell"
}, {
	"quote": "Be calm in arguing; for fierceness makes error a fault, and truth discourtesy.",
	"name": "George Herbert"
}, {
	"quote": "Anger is a short madness.",
	"name": "Horace"
}, {
	"quote": "Lawyers are men who hire out their words and anger.",
	"name": "Horace"
}, {
	"quote": "Do not follow vain desires; for verily he who prospers is preserved from lust, greed and anger.",
	"name": "Abu Bakr"
}, {
	"quote": "I think I have a normal threshold of anger, but it's true that I am, by nature, belligerent.",
	"name": "Gore Vidal"
}, {
	"quote": "Arguments only confirm people in their own opinions.",
	"name": "Booth Tarkington"
}, {
	"quote": "There is nothing that so much gratifies an ill tongue as when it finds an angry heart.",
	"name": "Thomas Fuller"
}, {
	"quote": "Anger is one of the sinews of the soul.",
	"name": "Thomas Fuller"
}, {
	"quote": "An angry man is again angry with himself when he returns to reason.",
	"name": "Publilius Syrus"
}, {
	"quote": "The bare recollection of anger kindles anger.",
	"name": "Publilius Syrus"
}, {
	"quote": "There was never an angry man that thought his anger unjust.",
	"name": "Saint Francis de Sales"
}, {
	"quote": "Never go to bed angry, stay up and fight.",
	"name": "William Congreve"
}, {
	"quote": "When anyone arouses my anger, I will immediately pray for them and regain my peace of soul.",
	"name": "Mother Angelica"
}, {
	"quote": "Ridicule is the first and last argument of a fool.",
	"name": "Charles Simmons"
}, {
	"quote": "I'm not a screamer. I'm confrontational, but I don't think that translates into anger.",
	"name": "Rachel Maddow"
}, {
	"quote": "It is typical of women to fester and ferment over disappointments, slights, annoyances, angers, etc.",
	"name": "Laura Schlessinger"
}, {
	"quote": "I am a danger to myself if I get angry.",
	"name": "Oriana Fallaci"
}, {
	"quote": "You can survive with anger, but you can't live with it forever.",
	"name": "Ariel Dorfman"
}, {
	"quote": "Anger is a momentary madness, so control your passion or it will control you.",
	"name": "G. M. Trevelyan"
}, {
	"quote": "Keep your temper. A decision made in anger is never sound.",
	"name": "Ford Frick"
}, {
	"quote": "Revenge is often like biting a dog because the dog bit you.",
	"name": "Austin O'Malley"
}, {
	"quote": "I don't think anybody should ever touch anybody in anger, ever.",
	"name": "Tommy Lee"
}, {
	"quote": "Anger has a way of seeping into every other emotion and planting itself in there.",
	"name": "Dane Cook"
}, {
	"quote": "I have a lot of anger about my childhood - being hard of hearing and my relationship with my father.",
	"name": "Lou Ferrigno"
}, {
	"quote": "Everybody in America is angry about something.",
	"name": "Anthony Braxton"
}, {
	"quote": "I personally do not believe in politics, hatred, or anger in my musical composition.",
	"name": "Horace Silver"
}, {
	"quote": "Yogis have human emotions, but the thing is not to let anger and doubt become an obsession.",
	"name": "Donovan"
}, {
	"quote": "Sometimes you just need to raise your voice. And sometimes a little anger is necessary, to be honest.",
	"name": "Corey Hawkins"
}, {
	"quote": "Man should forget his anger before he lies down to sleep.",
	"name": "Thomas de Quincey"
}, {
	"quote": "There never was a social change in America without angry people at the heart.",
	"name": "Keith Miller"
}, {
	"quote": "There is not in nature, a thing that makes man so deformed, so beastly, as doth intemperate anger.",
	"name": "Alan Bleasdale"
}, {
	"quote": "Anger is never without an argument, but seldom with a good one.",
	"name": "George Savile, 1st Marquess of Halifax"
}, {
	"quote": "Fair peace becomes men; ferocious anger belongs to beasts.",
	"name": "Ovid"
}, {
	"quote": "Like fragile ice anger passes away in time.",
	"name": "Ovid"
}, {
	"quote": "Anger tears me up inside... My own... or anyone else's.",
	"name": "Betty White"
}, {
	"quote": "When you hold on to anger and unforgiveness, you can't move forward.",
	"name": "Mary J. Blige"
}, {
	"quote": "Anger elicits anger, fear elicits fear, no matter how well meaning we may be.",
	"name": "Martha Beck"
}, {
	"quote": "I don't like anybody to be angry with me. I'd rather have friends.",
	"name": "B. B. King"
}, {
	"quote": "In many ways, anger is a misdirected plea for love.",
	"name": "Karen Salmansohn"
}, {
	"quote": "One of man's greatest obligations is anger.",
	"name": "Nikos Kazantzakis"
}, {
	"quote": "My job is to show my clients that their anger is rarely someone else's fault. It's their flaw.",
	"name": "Marshall Goldsmith"
}, {
	"quote": "I accrued anger from people's low opinion of me and my work, and for the work I might be capable of.",
	"name": "Harrison Ford"
}, {
	"quote": "I want roles without anger and feistiness. I want to show weakness and sadness, some love, some happiness.",
	"name": "Marlee Matlin"
}, {
	"quote": "How often it is that the angry man rages denial of what his inner self is telling him.",
	"name": "Frank Herbert"
}, {
	"quote": "My passion and energy get mistaken for anger.",
	"name": "Gary Oldman"
}, {
	"quote": "When you feel bad, find a person to talk to and cry with, to tell of your anger and other helpless feelings.",
	"name": "Clarissa Pinkola Estes"
}, {
	"quote": "Human anger does not produce the righteousness that God desires.",
	"name": "Manny Pacquiao"
}, {
	"quote": "Anger is a good motivator.",
	"name": "James Dyson"
}, {
	"quote": "He that will be angry for anything will be angry for nothing.",
	"name": "Sallust"
}, {
	"quote": "All who consult on doubtful matters, should be void of hatred, friendship, anger, and pity.",
	"name": "Sallust"
}, {
	"quote": "He best keeps from anger who remembers that God is always looking upon him.",
	"name": "B. C. Forbes"
}, {
	"quote": "Some people can vent their anger, take a breath, and let it go, but I wasn't one of them.",
	"name": "Paul Allen"
}, {
	"quote": "He took over anger to intimidate subordinates, and in time anger took over him.",
	"name": "Milan Kundera"
}, {
	"quote": "I do have anger management issues. Not clinical. Probably no more than most people.",
	"name": "Andy Serkis"
}, {
	"quote": "Relationships based on deals between leaders or ruling elites tend to collapse amid popular anger.",
	"name": "Stephen Kinzer"
}, {
	"quote": "I think anger is a good thing.",
	"name": "Steve Bannon"
}, {
	"quote": "What the media misses is the amount of anger that's out there. Trump didn't create that.",
	"name": "Steve Bannon"
}, {
	"quote": "An angry people cannot create anything that is not imbued with anger.",
	"name": "John McAfee"
}, {
	"quote": "My whole life, people have been saying, Why are you so angry?",
	"name": "Fiona Apple"
}, {
	"quote": "There's a lot of anger in the Twitter-verse, as I've discovered. But there's a lot of love.",
	"name": "Joss Whedon"
}, {
	"quote": "As you get older, you see the world at a different angle, maybe more cynically, but I just bury my anger.",
	"name": "Zach Galifianakis"
}, {
	"quote": "My anger is constructive.",
	"name": "Beppe Grillo"
}, {
	"quote": "The anger and the creativity are so closely intertwined with me, and there's plenty of anger left.",
	"name": "Ingmar Bergman"
}, {
	"quote": "I had a lot of anger because I wasn't happy with the way I had been raised.",
	"name": "Patrick Swayze"
}, {
	"quote": "When terrorism strikes, divisive anger is a natural response.",
	"name": "Mohsin Hamid"
}, {
	"quote": "Anger is not an accepted thing for women. And, you know, I do get angry. I feel it's a very honest emotion.",
	"name": "Rosamund Pike"
}, {
	"quote": "When you fight, anger drives up testosterone in both men and women.",
	"name": "Helen Fisher"
}, {
	"quote": "I'm not someone who feels anger on particular issues.",
	"name": "Theresa May"
}, {
	"quote": "When you learn that a truth is a lie, anger follows.",
	"name": "Grace Slick"
}, {
	"quote": "People are unjust to anger - it can be enlivening and a lot of fun.",
	"name": "Philip Roth"
}, {
	"quote": "Anger in the black community towards Republicans is established and immutable.",
	"name": "Bob Beckel"
}, {
	"quote": "I'm sick of all the hate and anger and stuff like that going on.",
	"name": "Rose Namajunas"
}, {
	"quote": "I grew up with lots of anger, frustration, and violence in my heart.",
	"name": "Rose Namajunas"
}, {
	"quote": "My father was often angry when I was most like him.",
	"name": "Lillian Hellman"
}, {
	"quote": "I don't play pyrotechnic scales. I play about frustration, patience, anger. Music is an extension of my soul.",
	"name": "Dick Dale"
}, {
	"quote": "Anger is a transient hatred; or at least very like it.",
	"name": "Robert South"
}, {
	"quote": "My humour has always come from anger, but I have to make sure I don't just get angry and jump on a soapbox.",
	"name": "Carl Hiaasen"
}, {
	"quote": "Hizb ut-Tahrir spearheaded the radicalization of the 1990s and cultivated an atmosphere of anger.",
	"name": "Maajid Nawaz"
}, {
	"quote": "I think I have more humour in me than anger. But those two things are great bed-fellows, performance-wise.",
	"name": "Elaine Stritch"
}, {
	"quote": "Anger is an emotion, not a compass.",
	"name": "Tom Tancredo"
}, {
	"quote": "I have some anger issues.",
	"name": "Bryan Cranston"
}, {
	"quote": "We have to take our anger and rage and channel it into building, growing, loving, holding each other up.",
	"name": "Pramila Jayapal"
}, {
	"quote": "The most powerful force in American politics is not anger, it's nostalgia.",
	"name": "Pete Hamill"
}, {
	"quote": "Your anger is a gift.",
	"name": "Zack de la Rocha"
}, {
	"quote": "As Christians, we sin with anger because we lack faith in God's ability to provide for or protect us.",
	"name": "Eric Metaxas"
}, {
	"quote": "When a man is wrong and won't admit it, he always gets angry.",
	"name": "Thomas Chandler Haliburton"
}, {
	"quote": "Anger's not a good emotion.",
	"name": "Lincoln Chafee"
}, {
	"quote": "Anger is one way to respond to fear. I say one way because responses are categorically multiple.",
	"name": "Mark Z. Danielewski"
}, {
	"quote": "The character of Robin Hood stands for the deep anger of the dispossessed against the ruling classes.",
	"name": "David Farr"
}, {
	"quote": "I've never felt that anger is a very powerful emotion.",
	"name": "John Hurt"
}, {
	"quote": "There's a lot of anger in 'Queen of Denmark,' and that's me getting political.",
	"name": "John Grant"
}, {
	"quote": "Be modest, humble, simple. Control your anger.",
	"name": "Abraham Cahan"
}, {
	"quote": "Yeah, to me, acting is very therapeutic. I get out a lot of anger and frustration.",
	"name": "Diane Kruger"
}, {
	"quote": "Dying peacefully means to avoid any immediate cause for anger, fear, or strong desire.",
	"name": "Lobsang Tenzin"
}, {
	"quote": "You see all the movies where people say, 'Don't fight out of anger'? They say that for a reason.",
	"name": "Donald Cerrone"
}, {
	"quote": "The anger of lovers renews their love.",
	"name": "Terence"
}, {
	"quote": "I guess I probably make violent films partly because I can't express my anger in my real life very well.",
	"name": "Park Chan-wook"
}, {
	"quote": "Because society would rather we always wore a pretty face, women have been trained to cut off anger.",
	"name": "Nancy Friday"
}, {
	"quote": "Always write angry letters to your enemies. Never mail them.",
	"name": "James Fallows"
}, {
	"quote": "I think that all the anger and cynicism comes from suppressing things that we always wanted.",
	"name": "John Lee Hancock"
}, {
	"quote": "I believe anger is a wasted emotion, and I don't like to waste emotions.",
	"name": "Jim Webb"
}, {
	"quote": "I am not deaf. I hear the anger. I see the dissatisfaction, and I have to go faster.",
	"name": "Francois Hollande"
}, {
	"quote": "I think anger does fuel a successful acting career. To play the great roles, you have to learn how to blaze.",
	"name": "Christopher Plummer"
}, {
	"quote": "When trying to start a company, your enemy isn't criticism, anger or insults. Your enemy is apathy.",
	"name": "Gil Penchina"
}, {
	"quote": "I like people and get along, and I'm afraid to express my anger and my rage.",
	"name": "Fisher Stevens"
}, {
	"quote": "The greatest players use anger as fuel. Michael Jordan played every night with something like road rage.",
	"name": "J. R. Moehringer"
}, {
	"quote": "Verbally, I'm quite fast on my feet. I could embarrass or anger most people if I wanted to.",
	"name": "Andrew Marr"
}, {
	"quote": "Fear usually looks like anger.",
	"name": "Krista Tippett"
}, {
	"quote": "It really shocked me just to hear of the fans' response to 'St. Anger' not having guitar solos.",
	"name": "Kirk Hammett"
}, {
	"quote": "When liberals dismiss all Trump supporters as racists, this only fuels their anger.",
	"name": "Stephanie Coontz"
}, {
	"quote": "What's often not acknowledged about depression is how much anger is in it.",
	"name": "Margo Jefferson"
}, {
	"quote": "Public anger over bank bailouts was as much about fairness as the billions of dollars spent.",
	"name": "Nina Easton"
}, {
	"quote": "Sometimes we equate anger to destructive physical violence, but anger need not be martial.",
	"name": "Kamal Haasan"
}, {
	"quote": "Anger is an expensive luxury in which only men of certain income can indulge.",
	"name": "George William Curtis"
}, {
	"quote": "Anger is so constructive.",
	"name": "John Cameron Mitchell"
}, {
	"quote": "A hungry man is an angry one.",
	"name": "Buchi Emecheta"
}, {
	"quote": "I was shocked at the anger toward me.",
	"name": "Bernadine Dohrn"
}, {
	"quote": "I think anger and laughter are very close to each other, when you think about it.",
	"name": "Albert Brooks"
}, {
	"quote": "My anger with the US was not at first, that they had used that weapon - although that anger came later.",
	"name": "Wilfred Burchett"
}, {
	"quote": "Anger and hate against one we love steels our hearts, but contempt or pity leaves us silent and ashamed.",
	"name": "Edgar Rice Burroughs"
}, {
	"quote": "Being an activist is about getting things done. It's not about standing around shaking your fist in anger.",
	"name": "Christine Quinn"
}, {
	"quote": "Anger can be a problem, but it has tremendous potential, too. It's just figuring out what to do with it.",
	"name": "Sean Penn"
}, {
	"quote": "The thing that started the peace movement in Ireland was anger - my anger. It wasn't anger; it was fury.",
	"name": "Betty Williams"
}, {
	"quote": "When you're not sure your anger is justified, the thing to do is ask yourself exactly where it's coming from.",
	"name": "Lynn Coady"
}, {
	"quote": "I've always turned my anger inwards towards self-destruction.",
	"name": "Mackenzie Phillips"
}, {
	"quote": "Our humor turns our anger into a fine art.",
	"name": "Mary Kay Blakely"
}, {
	"quote": "I have not one shred of anger in my heart against Netanyahu or his wife.",
	"name": "Naftali Bennett"
}, {
	"quote": "Expressing anger is a form of public littering.",
	"name": "Willard Gaylin"
}, {
	"quote": "I feel like we sometimes let our emotions and anger get in the way.",
	"name": "Trevor Jackson"
}, {
	"quote": "Anger is a great force. If you control it, it can be transmuted into a power which can move the whole world.",
	"name": "William Shenstone"
}, {
	"quote": "I vent my anger in the gym, and it calms me down.",
	"name": "Samantha Akkineni"
}, {
	"quote": "I've purged myself of bitterness and anger and remained open to love.",
	"name": "Tatum O'Neal"
}, {
	"quote": "Every progressive movement has been built on the anger, needs, and aspirations of the emerging major class.",
	"name": "Guy Standing"
}, {
	"quote": "Mum had pumped me so full of anger, I couldn't throw it off.",
	"name": "Viv Albertine"
}, {
	"quote": "I am ready to accept all accusations, allegations, anger - but I have to succeed.",
	"name": "Boris Trajkovski"
}, {
	"quote": "Eventually, I moved from a place of anger toward the Jews of Israel toward a place of embrace.",
	"name": "Ayman Odeh"
}, {
	"quote": "I want to understand the anger in the world.",
	"name": "John Tiffany"
}, {
	"quote": "My tastes lean toward the more negative, angry and eclectic.",
	"name": "Josh Silver"
}, {
	"quote": "I don't think I've ever had a conversation with a comedian who stole except for when it's been in anger.",
	"name": "Matt Besser"
}, {
	"quote": "A certain amount of anger doesn't make us less empathetic, less humane, less loving. It just makes us real.",
	"name": "Lindsay Duncan"
}, {
	"quote": "On stage, I find anger at the unfairness of the world easily.",
	"name": "Jessica Raine"
}, {
	"quote": "I suppose there's an anger in all of us. Some hidden rage that you keep at bay.",
	"name": "Dominic Cooper"
}, {
	"quote": "I've spent a lot of time and money trying to keep my anger in control.",
	"name": "Yancy Butler"
}, {
	"quote": "Americans are slow to anger, but once they do get angry, they are impossible to stop.",
	"name": "Kathleen Troia McFarland"
}, {
	"quote": "The Anger Management Tour was another beautiful thing. I loved that tour.",
	"name": "Obie Trice"
}, {
	"quote": "What if you threw a protest and no one showed up? The lack of angst and anger and emotion is a big positive.",
	"name": "Jay Alan Sekulow"
}, {
	"quote": "I want to express myself to feel that what I feel is real. My joy, my pain, my anger.",
	"name": "Annabella Sciorra"
}, {
	"quote": "Sometimes with anger you can be much more dangerous than with skill.",
	"name": "Mathieu Amalric"
}, {
	"quote": "Most men's anger about religion is as if two men should quarrel for a lady they neither of them care for.",
	"name": "Edward Wood, 1st Earl of Halifax"
}, {
	"quote": "It angers me that a timed, planned and paid smearing campaign is run against me in the press.",
	"name": "Beny Steinmetz"
}, {
	"quote": "An angry player can't argue with the back of an umpire who is walking away.",
	"name": "Bill Klem"
}, {
	"quote": "Fear generates anger, and fear generates violence, and those were part of what built the Saudi state.",
	"name": "Robert Lacey"
}, {
	"quote": "The world needs anger. The world often continues to allow evil because it isn't angry enough.",
	"name": "Bede Jarrett"
}, {
	"quote": "I think, often, when you are in just a lot of pain, it comes out as anger.",
	"name": "Nell Hudson"
}]