[{
	"quote": "May you live as long as you wish and love as long as you live.",
	"name": "Robert A. Heinlein"
}, {
	"quote": "An anniversary is a reminder as to why you love and married this person.",
	"name": "Zoe Foster Blake"
}, {
	"quote": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage.",
	"name": "Martin Luther"
}, {
	"quote": "Love grows more tremendously full, swift, poignant, as the years multiply.",
	"name": "Zane Grey"
}, {
	"quote": "You were made perfectly to be loved - and surely I have loved you, in the idea of you, my whole life long.",
	"name": "Elizabeth Barrett Browning"
}, {
	"quote": "I love being my husband's wife.",
	"name": "Julianna Margulies"
}, {
	"quote": "Marriage is the most natural state of man, and... the state in which you will find solid happiness.",
	"name": "Benjamin Franklin"
}, {
	"quote": "One should believe in marriage as in the immortality of the soul.",
	"name": "Honore de Balzac"
}, {
	"quote": "Yes, it was love at first sight. I feel that after all these years, I have finally found my soul mate.",
	"name": "Barbara Hershey"
}, {
	"quote": "May you live all the days of your life.",
	"name": "Jonathan Swift"
}, {
	"quote": "I love my wife, she deserves anything and everything.",
	"name": "Aaron Spelling"
}, {
	"quote": "A lot of good love can happen in ten years.",
	"name": "Jim Carrey"
}, {
	"quote": "The bonds of matrimony are like any other bonds - they mature slowly.",
	"name": "Peter De Vries"
}, {
	"quote": "You marry somebody; you love everything about them. You grow to learn about them. You never learn everything.",
	"name": "Chris Daughtry"
}, {
	"quote": "More marriages might survive if the partners realized that sometimes the better comes after the worse.",
	"name": "Doug Larson"
}, {
	"quote": "That there's no more important decision in life than who you marry.",
	"name": "Brad Paisley"
}, {
	"quote": "Married people from my generation are like an endangered species!",
	"name": "Patrice Leconte"
}, {
	"quote": "Never tell a secret to a bride or a groom; wait until they have been married longer.",
	"name": "E. W. Howe"
}, {
	"quote": "Love is not weakness. It is strong. Only the sacrament of marriage can contain it.",
	"name": "Boris Pasternak"
}, {
	"quote": "I love marriage. I think it's a wonderful institution and it's the most important decision you make.",
	"name": "Isla Fisher"
}, {
	"quote": "So I think you have to marry for the right reasons, and marry the right person.",
	"name": "Anne Bancroft"
}, {
	"quote": "I buried Joel on our 48th anniversary. I had been with her since I was 16.",
	"name": "Aaron Neville"
}, {
	"quote": "Mr. Speaker, I rise today to recognize the Peace Corps as it reached its 45th anniversary on March 1, 2006.",
	"name": "Solomon Ortiz"
}, {
	"quote": "Are there memories left that are safe from the clutches of phony anniversaries?",
	"name": "Pope Paul VI"
}, {
	"quote": "I've been in love with the same woman for forty-one years. If my wife finds out, she'll kill me.",
	"name": "Henny Youngman"
}, {
	"quote": "I love the institution of marriage, and I love my marriage.",
	"name": "Kyle Chandler"
}, {
	"quote": "Why does a woman work ten years to change a man's habits and then complain that he's not the man she married?",
	"name": "Barbra Streisand"
}, {
	"quote": "June 2005 is the five year anniversary of the debut of Battle Pope.",
	"name": "Robert Kirkman"
}, {
	"quote": "I'm not a big fan of anniversaries.",
	"name": "Sam Shepard"
}, {
	"quote": "And this year is going to be the 25th anniversary of the 17-0 team, the only undefeated season.",
	"name": "Don Shula"
}, {
	"quote": "We celebrate Valentine Day, but no one remembers Bhagat Singh birth anniversary.",
	"name": "Yo Yo Honey Singh"
}, {
	"quote": "Cerner is a company that just celebrated its 20th anniversary in 1999.",
	"name": "Neal Patterson"
}, {
	"quote": "Companies such as Microsoft, Cisco and Intel were just starting at their 10-year anniversary.",
	"name": "Jerry Yang"
}, {
	"quote": "Every year, I am conscious of the anniversary of my 1974 World Trade Center walk.",
	"name": "Philippe Petit"
}, {
	"quote": "John Glenn's anniversaries have followed me all of my life. I was born in 1962, the year he orbited Earth.",
	"name": "Gregory H. Johnson"
}, {
	"quote": "I don't necessarily like anniversaries that much.",
	"name": "Jean-Michel Jarre"
}, {
	"quote": "I want to tell Jamaica, Happy 50th Anniversary.",
	"name": "Shelly-Ann Fraser-Pryce"
}, {
	"quote": "Since I wrote to you last we have got our chapel beautifully lighted with gas and have had our anniversary.",
	"name": "John Hawley"
}]