[{
	"quote": "There are no rules of architecture for a castle in the clouds.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Architecture is a visual art, and the buildings speak for themselves.",
	"name": "Julia Morgan"
}, {
	"quote": "We shape our buildings; thereafter they shape us.",
	"name": "Winston Churchill"
}, {
	"quote": "Whatever good things we build end up building us.",
	"name": "Jim Rohn"
}, {
	"quote": "Architecture should speak of its time and place, but yearn for timelessness.",
	"name": "Frank Gehry"
}, {
	"quote": "All real education is the architecture of the soul.",
	"name": "William Bennett"
}, {
	"quote": "Fashion is architecture: it is a matter of proportions.",
	"name": "Coco Chanel"
}, {
	"quote": "The mother art is architecture. Without an architecture of our own we have no soul of our own civilization.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Architecture starts when you carefully put two bricks together. There it begins.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "Good buildings come from good people, and all problems are solved by good design.",
	"name": "Stephen Gardiner"
}, {
	"quote": "Less is more.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "Architecture is the thoughtful making of space.",
	"name": "Louis Kahn"
}, {
	"quote": "Architecture is basically the design of interiors, the art of organizing interior space.",
	"name": "Philip Johnson"
}, {
	"quote": "Infrastructure is much more important than architecture.",
	"name": "Rem Koolhaas"
}, {
	"quote": "Architecture is about experience: not only visual but also what you can touch, what you can feel.",
	"name": "Ma Yansong"
}, {
	"quote": "Chicago's one of the rare places where architecture is more visible.",
	"name": "Frank Gehry"
}, {
	"quote": "Architecture is the learned game, correct and magnificent, of forms assembled in the light.",
	"name": "Le Corbusier"
}, {
	"quote": "A house is a machine for living in.",
	"name": "Le Corbusier"
}, {
	"quote": "Rome has not seen a modern building in more than half a century. It is a city frozen in time.",
	"name": "Richard Meier"
}, {
	"quote": "The future of architecture is culture.",
	"name": "Philip Johnson"
}, {
	"quote": "Buildings should serve people, not the other way around.",
	"name": "John Portman"
}, {
	"quote": "I believe that the way people live can be directed a little by architecture.",
	"name": "Tadao Ando"
}, {
	"quote": "A dress is a piece of ephemeral architecture, designed to enhance the proportions of the female body.",
	"name": "Christian Dior"
}, {
	"quote": "You have to accept as an architect to be exposed to criticism. Architecture should not rely on full harmony.",
	"name": "Renzo Piano"
}, {
	"quote": "We are called to be architects of the future, not its victims.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "I don't build in order to have clients. I have clients in order to build.",
	"name": "Ayn Rand"
}, {
	"quote": "Prose is architecture, not interior decoration, and the Baroque is over.",
	"name": "Ernest Hemingway"
}, {
	"quote": "Architecture is inhabited sculpture.",
	"name": "Constantin Brancusi"
}, {
	"quote": "A building has integrity just like a man. And just as seldom.",
	"name": "Ayn Rand"
}, {
	"quote": "Architecture is the reaching out for the truth.",
	"name": "Louis Kahn"
}, {
	"quote": "We have to base architecture on the environment.",
	"name": "Toyo Ito"
}, {
	"quote": "Architecture is the art of how to waste space.",
	"name": "Philip Johnson"
}, {
	"quote": "Consider the momentous event in architecture when the wall parted and the column became.",
	"name": "Louis Kahn"
}, {
	"quote": "I try to give people a different way of looking at their surroundings. That's art to me.",
	"name": "Maya Lin"
}, {
	"quote": "My buildings will be my legacy... they will speak for me long after I'm gone.",
	"name": "Julia Morgan"
}, {
	"quote": "Architecture begins when you place two bricks carefully together.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "To create architecture is to put in order. Put what in order? Function and objects.",
	"name": "Le Corbusier"
}, {
	"quote": "If architecture is frozen music then music must be liquid architecture.",
	"name": "Quincy Jones"
}, {
	"quote": "The building's identity resided in the ornament.",
	"name": "Louis Sullivan"
}, {
	"quote": "I don't want to do architecture that's dry and dull.",
	"name": "Frank Gehry"
}, {
	"quote": "Architecture is unnecessarily difficult. It's very tough.",
	"name": "Zaha Hadid"
}, {
	"quote": "Architecture belongs to culture, not to civilization.",
	"name": "Alvar Aalto"
}, {
	"quote": "I don't divide architecture, landscape and gardening; to me they are one.",
	"name": "Luis Barragan"
}, {
	"quote": "Architects of grandeur are often the master builders of disillusionment.",
	"name": "Bryant H. McGill"
}, {
	"quote": "In architecture you should live for 150 years, because you have to learn in the first 75 years.",
	"name": "Renzo Piano"
}, {
	"quote": "Architecture is measured against the past; you build in the future, and you try to imagine the future.",
	"name": "Richard Rogers"
}, {
	"quote": "My house is my refuge, an emotional piece of architecture, not a cold piece of convenience.",
	"name": "Luis Barragan"
}, {
	"quote": "I like the architecture of lingerie.",
	"name": "Colleen Atwood"
}, {
	"quote": "The speed of change makes you wonder what will become of architecture.",
	"name": "Tadao Ando"
}, {
	"quote": "Architecture is about public space held by buildings.",
	"name": "Richard Rogers"
}, {
	"quote": "Architecture is invention.",
	"name": "Oscar Niemeyer"
}, {
	"quote": "Architecture is the story of how we see ourselves. It is the architect's job to service everyday life.",
	"name": "Thom Mayne"
}, {
	"quote": "I want to abolish time, especially in the contemplation of architecture.",
	"name": "Piet Mondrian"
}, {
	"quote": "I really love Miami, but I don't think the architecture matches the city. It's a bit too commercial.",
	"name": "Zaha Hadid"
}, {
	"quote": "The only job that was ever of interest to me other than filmmaking is architecture.",
	"name": "Christopher Nolan"
}, {
	"quote": "I'm a designer, which includes interiors, architecture, fashion, furniture, and lifestyle.",
	"name": "Kelly Wearstler"
}, {
	"quote": "Modern architecture needed to be part of an evolutionary, not a revolutionary, process.",
	"name": "I. M. Pei"
}, {
	"quote": "Chandeliers are marvels of drop-dead showiness, the jewellery of architecture.",
	"name": "Peter York"
}, {
	"quote": "For a long time, nobody had figured out Information Architecture, so we all just made stuff up.",
	"name": "Jeffrey Zeldman"
}, {
	"quote": "Architecture is art, nothing else.",
	"name": "Philip Johnson"
}, {
	"quote": "Great architecture of the past was always clear. SFMOMA is still a simple building to understand.",
	"name": "Mario Botta"
}, {
	"quote": "Escape from the architecture ghetto is one of the major drivers and has been from the very beginning.",
	"name": "Rem Koolhaas"
}, {
	"quote": "Every building is a prototype. No two are alike.",
	"name": "Helmut Jahn"
}, {
	"quote": "Trying to describe something musical is like dancing to architecture, it's really difficult.",
	"name": "Robert Palmer"
}, {
	"quote": "Architecture begins where engineering ends.",
	"name": "Walter Gropius"
}, {
	"quote": "They can do without architecture who have no olives nor wines in the cellar.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Istanbul is inspiring because it has its own code of architecture, literature, poetry, music.",
	"name": "Christian Louboutin"
}, {
	"quote": "Those who look for the laws of Nature as a support for their new works collaborate with the creator.",
	"name": "Antoni Gaudi"
}, {
	"quote": "To provide meaningful architecture is not to parody history but to articulate it.",
	"name": "Daniel Libeskind"
}, {
	"quote": "Bridges are perhaps the most invisible form of public architecture.",
	"name": "Bruce Jackson"
}, {
	"quote": "Architecture is the will of an epoch translated into space.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "Architecture should be rooted in the past, and yet be part of our own time and forward looking.",
	"name": "Moshe Safdie"
}, {
	"quote": "Form follows function.",
	"name": "Louis Sullivan"
}, {
	"quote": "The difference between good and bad architecture is the time you spend on it.",
	"name": "David Chipperfield"
}, {
	"quote": "I call architecture frozen music.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Color in certain places has the great value of making the outlines and structural planes seem more energetic.",
	"name": "Antoni Gaudi"
}, {
	"quote": "I would like my architecture to inspire people to use their own resources, to move into the future.",
	"name": "Tadao Ando"
}, {
	"quote": "Architecture has joined the world of fashion, but fashion is passing and architecture is timeless.",
	"name": "Moshe Safdie"
}, {
	"quote": "Light, God's eldest daughter, is a principal beauty in a building.",
	"name": "Thomas Fuller"
}, {
	"quote": "A lasting architecture has to have roots.",
	"name": "I. M. Pei"
}, {
	"quote": "For me, architecture is the means, not the end. It's a means of making different life forms possible.",
	"name": "Bjarke Ingels"
}, {
	"quote": "In any architecture, there is an equity between the pragmatic function and the symbolic function.",
	"name": "Michael Graves"
}, {
	"quote": "The team architecture means setting up an organization that helps people produce that great work in teams.",
	"name": "Jay Chiat"
}, {
	"quote": "Cities are the greatest creations of humanity.",
	"name": "Daniel Libeskind"
}, {
	"quote": "Nothing requires the architect's care more than the due proportions of buildings.",
	"name": "Vitruvius"
}, {
	"quote": "The terrifying and edible beauty of Art Nouveau architecture.",
	"name": "Salvador Dali"
}, {
	"quote": "Wherever technology reaches its real fulfillment, it transcends into architecture.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "All architecture has a public nature, I believe, so I would like to make a public space.",
	"name": "Tadao Ando"
}, {
	"quote": "It is not with architecture that one can disseminate any political ideology.",
	"name": "Oscar Niemeyer"
}, {
	"quote": "The more centralized the power, the less compromises need to be made in architecture.",
	"name": "Peter Eisenman"
}, {
	"quote": "Each new situation requires a new architecture.",
	"name": "Jean Nouvel"
}, {
	"quote": "No architecture is so haughty as that which is simple.",
	"name": "John Ruskin"
}, {
	"quote": "Architecture depends on facts, but its real field of activity lies in the realm of the significance.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "Half of architecture students are women, and you see respected, established female architects all the time.",
	"name": "Zaha Hadid"
}, {
	"quote": "Architecture is not merely national but clearly has local ties in that it is rooted in the earth.",
	"name": "Alvar Aalto"
}, {
	"quote": "For me, architecture is not just creating a space to protect people but to make them dream as well.",
	"name": "Mario Botta"
}, {
	"quote": "The frightening thought that what you draw may become a building makes for reasoned lines.",
	"name": "Saul Steinberg"
}, {
	"quote": "Not many architects have the luxury to reject significant things.",
	"name": "Rem Koolhaas"
}, {
	"quote": "There's nothing Dutch about my architecture.",
	"name": "Rem Koolhaas"
}, {
	"quote": "Architecture is a ride - a physical ride and an intellectual ride.",
	"name": "Antoine Predock"
}, {
	"quote": "The work of art shows people new directions and thinks of the future. The house thinks of the present.",
	"name": "Adolf Loos"
}, {
	"quote": "I'm drawn to furniture design as complete architecture on a minor scale.",
	"name": "Brad Pitt"
}, {
	"quote": "Talking about music is like dancing about architecture.",
	"name": "Steve Martin"
}, {
	"quote": "In architecture the idea degenerated. Design allows a more direct and pleasurable route.",
	"name": "Charles Eames"
}, {
	"quote": "Architecture struck me between the eye and the eyeball.",
	"name": "Louis Kahn"
}, {
	"quote": "If people want to see Beaux-Arts, it's fine with me. I'm interested in good architecture as anybody else.",
	"name": "Louis Kahn"
}, {
	"quote": "I haven't really got a green thumb, but I love gardens and their architecture.",
	"name": "Hubert de Givenchy"
}, {
	"quote": "I see music as fluid architecture.",
	"name": "Joni Mitchell"
}, {
	"quote": "Of all the lessons most relevant to architecture today, Japanese flexibility is the greatest.",
	"name": "Stephen Gardiner"
}, {
	"quote": "I don't know why I've always been so captivated by architecture.",
	"name": "Tim Gunn"
}, {
	"quote": "I don't believe in morality in architecture.",
	"name": "Michael Graves"
}, {
	"quote": "Architecture is definitely a political act.",
	"name": "Peter Eisenman"
}, {
	"quote": "There is a profound ethic to architecture which is different from the other arts.",
	"name": "Moshe Safdie"
}, {
	"quote": "Architecture is a special kind of career that showcases the accumulations of culture, time, and history.",
	"name": "Ma Yansong"
}, {
	"quote": "There is little in the architecture of a city that is more beautifully designed than a tree.",
	"name": "Jaime Lerner"
}, {
	"quote": "We build buildings which are terribly restless. And buildings don't go anywhere. They shouldn't be restless.",
	"name": "Minoru Yamasaki"
}, {
	"quote": "I've always been attracted to classic patterns in architecture, music and drama.",
	"name": "Robert Wilson"
}, {
	"quote": "My hope is that light, flexible architecture might bring about a new and open society.",
	"name": "Frei Otto"
}, {
	"quote": "In art school, it was about feeling. In architecture school, it was about ideas.",
	"name": "Elizabeth Diller"
}, {
	"quote": "The rules of navigation never navigated a ship. The rules of architecture never built a house.",
	"name": "Thomas Reid"
}, {
	"quote": "I've always seen architecture as a healing art, not just as a beautification art.",
	"name": "James Polshek"
}, {
	"quote": "I have designed the most buildings of any living American architect.",
	"name": "Alexander Jackson Davis"
}, {
	"quote": "The principle of the Gothic architecture is infinity made imaginable.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "On inspection, Gaudi's architecture isn't whimsical at all.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "London, from the architecture to the culture to the fashion to the accents, feels like it's a special place.",
	"name": "G-Eazy"
}, {
	"quote": "I love architecture.",
	"name": "Chris Pine"
}, {
	"quote": "I've gone to school for business, for design, for architecture.",
	"name": "Venus Williams"
}, {
	"quote": "Not yesterday, not tomorrow, only today can be given form. Only this architecture creates.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "I am involved in the architecture of space.",
	"name": "James Turrell"
}, {
	"quote": "I feel I can handle the architecture of dance as well as anybody.",
	"name": "Twyla Tharp"
}, {
	"quote": "The visual architecture of 'Biutiful' is the most sophisticated of all the films I have directed.",
	"name": "Alejandro Gonzalez Inarritu"
}, {
	"quote": "I'm very interested in architecture.",
	"name": "Nikki Sixx"
}, {
	"quote": "The substance of fictional architecture is not bricks and mortar but evanescent consciousness.",
	"name": "John Updike"
}, {
	"quote": "I don't really get into architecture in the hotel room. But maybe a little Feng Shui here and there.",
	"name": "Drew Barrymore"
}, {
	"quote": "What people want, above all, is order.",
	"name": "Stephen Gardiner"
}, {
	"quote": "Victorian architecture in the United States was copied straight from England.",
	"name": "Stephen Gardiner"
}, {
	"quote": "The logic of Palladian architecture presented an aesthetic formula which could be applied universally.",
	"name": "Stephen Gardiner"
}, {
	"quote": "The Egyptian contribution to architecture was more concerned with remembering the dead than the living.",
	"name": "Stephen Gardiner"
}, {
	"quote": "Georgian architecture respected the scale of both the individual and the community.",
	"name": "Stephen Gardiner"
}, {
	"quote": "I do speak Mandarin, and I also relate to the hunger that China has for culture and architecture and style.",
	"name": "Vera Wang"
}, {
	"quote": "Clothing has been called intimate architecture. We want to go beyond that.",
	"name": "Issey Miyake"
}, {
	"quote": "We all love musical architecture; there's no doubt about that.",
	"name": "Levon Helm"
}, {
	"quote": "The building of the architecture of a novel - the craft of it - is something I never tire of.",
	"name": "John Irving"
}, {
	"quote": "If I weren't involved with food, I'd be working in architecture. Design is that critical to me.",
	"name": "Alice Waters"
}, {
	"quote": "The loftier the building, the deeper must the foundation be laid.",
	"name": "Thomas a Kempis"
}, {
	"quote": "Japanese architecture is traditionally based on wooden structures that need renovating on a regular basis.",
	"name": "Tadao Ando"
}, {
	"quote": "Architecture is politics.",
	"name": "Mitch Kapor"
}, {
	"quote": "I love architecture, but I learned early on that architects just don't make a lot of money.",
	"name": "Shahid Khan"
}, {
	"quote": "Architecture was pretty much the sexiest thing to be doing from 1700-1800.",
	"name": "Kevin McCloud"
}, {
	"quote": "I'd like to do a lot of things - whether in design or architecture or business.",
	"name": "Caroline Wozniacki"
}, {
	"quote": "Church architecture describes visually the idea of the sacred, which is a fundamental need of man.",
	"name": "Mario Botta"
}, {
	"quote": "There is still a real need for good quality architecture, not paper architecture, but the real stuff.",
	"name": "Peter Zumthor"
}, {
	"quote": "I have no requirements for a style of architecture.",
	"name": "Michael Graves"
}, {
	"quote": "The dialogue of architecture has been centered too long around the idea of truth.",
	"name": "Michael Graves"
}, {
	"quote": "You can never draw enough or read enough - reading about architecture, in other words.",
	"name": "Michael Graves"
}, {
	"quote": "The oldest book I have is a treatise on architecture from the 17th century.",
	"name": "Michael Graves"
}, {
	"quote": "Form follows profit is the aesthetic principle of our times.",
	"name": "Richard Rogers"
}, {
	"quote": "Of course I know very little about architecture, and the older I get the less I know.",
	"name": "Richard Rogers"
}, {
	"quote": "Architecture is a slow business, and city planning even slower.",
	"name": "Richard Rogers"
}, {
	"quote": "Architecture is always political.",
	"name": "Richard Rogers"
}, {
	"quote": "I search for surprise in my architecture. A work of art should cause the emotion of newness.",
	"name": "Oscar Niemeyer"
}, {
	"quote": "It was the drawing that led me to architecture, the search for light and astonishing forms.",
	"name": "Oscar Niemeyer"
}, {
	"quote": "Painting, sculpture and architecture are finished, but the art habit continues.",
	"name": "Robert Smithson"
}, {
	"quote": "I like to think about machines and technology in relation to landscape and architecture.",
	"name": "Antoine Predock"
}, {
	"quote": "I am immersed in architecture all day, working in my office or teaching.",
	"name": "Peter Eisenman"
}, {
	"quote": "You don't need to spend a lot of money on stuff when you have amazing architecture.",
	"name": "Nate Berkus"
}, {
	"quote": "The architecture of a story can be a little bit different if it's a true story.",
	"name": "Joel Coen"
}, {
	"quote": "I don't find Hollywood interesting, so I'm thinking of studying architecture instead.",
	"name": "Hayden Christensen"
}, {
	"quote": "I loved medieval architecture when I was very small; I don't know why.",
	"name": "Andrew Lloyd Webber"
}, {
	"quote": "I have a preference for rough architecture, real, inexpensive, unfinished.",
	"name": "Thom Mayne"
}, {
	"quote": "I went from fashion to glass in 1995, and I'm very interested in architecture.",
	"name": "John Rocha"
}, {
	"quote": "I want to explore my design philosophy in different mediums, and I'm very interested in architecture.",
	"name": "John Rocha"
}, {
	"quote": "I've always been interested in art, architecture, color.",
	"name": "Lee Radziwill"
}, {
	"quote": "The intellectual architecture means focusing on doing great work instead of focusing on agency politics.",
	"name": "Jay Chiat"
}, {
	"quote": "Whenever we witness art in a building, we are aware of an energy contained by it.",
	"name": "Arthur Erickson"
}, {
	"quote": "Architecture doesn't come from theory. You don't think your way through a building.",
	"name": "Arthur Erickson"
}, {
	"quote": "Does an architecture to assuage the spirit have a place?",
	"name": "Arthur Erickson"
}, {
	"quote": "Rationalism is the enemy of art, though necessary as a basis for architecture.",
	"name": "Arthur Erickson"
}, {
	"quote": "The new architecture of transparency and lightness comes from Japan and Europe.",
	"name": "Arthur Erickson"
}, {
	"quote": "The way of architecture is the quiet voice that underlies it and has guided it from the beginning.",
	"name": "Arthur Erickson"
}, {
	"quote": "Vitality is radiated from exceptional art and architecture.",
	"name": "Arthur Erickson"
}, {
	"quote": "I love architecture almost as much as I love my musicals.",
	"name": "Cameron Mackintosh"
}, {
	"quote": "Architecture aims at Eternity.",
	"name": "Christopher Wren"
}, {
	"quote": "Architecture is changing faster than some other professions.",
	"name": "Moshe Safdie"
}, {
	"quote": "Don't clap too hard - it's a very old building.",
	"name": "John Osborne"
}, {
	"quote": "Ultimately, the artistic part of architecture has always interested me.",
	"name": "Ma Yansong"
}, {
	"quote": "I'm trying to create architecture as landscape. But I'm not copying nature.",
	"name": "Ma Yansong"
}, {
	"quote": "I think architecture should be a stage, not something too material - more of an environment, not a product.",
	"name": "Ma Yansong"
}, {
	"quote": "I would have liked maybe to be in architecture or painting, something connected to the fine arts.",
	"name": "Catherine Deneuve"
}, {
	"quote": "Technological considerations are of great importance to architecture and cities in the informational society.",
	"name": "Kenzo Tange"
}, {
	"quote": "I am exhausted by traditional memoir. I am exhausted by the architecture of the conventional novel.",
	"name": "David Shields"
}, {
	"quote": "I never talked about architecture with my father, which I regret.",
	"name": "Bernard Tschumi"
}, {
	"quote": "Chicago is a city built on architecture, and there are plenty of buildings to scale.",
	"name": "Andrew Shaffer"
}, {
	"quote": "The Internet has created an incredible democratization of the architecture industry.",
	"name": "Cameron Sinclair"
}, {
	"quote": "I like to play with architecture! It's my favorite game.",
	"name": "Jean Nouvel"
}, {
	"quote": "I think architecture has to be a gift.",
	"name": "Jean Nouvel"
}, {
	"quote": "My architecture is the architecture of survival.",
	"name": "Frei Otto"
}, {
	"quote": "Architecture, by definition, is always standing still.",
	"name": "Elizabeth Diller"
}, {
	"quote": "Architecture has been male-dominated forever, and I am a grateful beneficiary of the women's movement.",
	"name": "Elizabeth Diller"
}, {
	"quote": "When I was studying architecture in the 1970s, it was intellectually bankrupt.",
	"name": "Elizabeth Diller"
}, {
	"quote": "I was always really geeky about design and buildings. Always into architecture as a kid.",
	"name": "Aldis Hodge"
}, {
	"quote": "'Clothespin' was the first city monument on a large scale that could compete with the architecture around it.",
	"name": "Claes Oldenburg"
}, {
	"quote": "I think the artistic side of architecture was natural to me. My mother was an artist and a poet.",
	"name": "I. M. Pei"
}, {
	"quote": "Architecture must not do violence to space or its neighbors.",
	"name": "I. M. Pei"
}, {
	"quote": "Writing about music is like dancing about architecture.",
	"name": "Martin Mull"
}, {
	"quote": "Architecture, of all the arts, is the one which acts the most slowly, but the most surely, on the soul.",
	"name": "Ernest Dimnet"
}, {
	"quote": "In Los Angeles, by the time you're 35, you're older than most of the buildings.",
	"name": "Delia Ephron"
}, {
	"quote": "In writing 'The Humans,' I obsessed over the financial district and the architecture.",
	"name": "Stephen Karam"
}, {
	"quote": "The secret of good architecture is having more than meets the eye.",
	"name": "Annabelle Selldorf"
}, {
	"quote": "People kind of tend to mystify design and architecture by suggesting you need to train.",
	"name": "Marc Newson"
}, {
	"quote": "My interest in architecture has always been sculptural. Most of my photography is of architecture.",
	"name": "Parker Stevenson"
}, {
	"quote": "I think architecture, to be really intense and fulfilling, doesn't have to be large.",
	"name": "Steven Holl"
}, {
	"quote": "There will never be great architects or architecture without great patrons.",
	"name": "Edwin Lutyens"
}, {
	"quote": "In architecture, Palladio is the game. It means hard thought all through - if it is labored, it fails.",
	"name": "Edwin Lutyens"
}, {
	"quote": "An important work of architecture will create polemics.",
	"name": "Richard Meier"
}, {
	"quote": "Architecture is not a profession for the faint-hearted, the weak-willed, or the short-lived.",
	"name": "Martin Filler"
}, {
	"quote": "Truly great architecture always transcends its stated function, sometimes in unanticipated ways.",
	"name": "Martin Filler"
}, {
	"quote": "To make architecture with any real value is a massive challenge.",
	"name": "Thomas Heatherwick"
}, {
	"quote": "Architecture tends to consume everything else, it has become one's entire life.",
	"name": "Arne Jacobsen"
}, {
	"quote": "If a building becomes architecture, then it is art.",
	"name": "Arne Jacobsen"
}, {
	"quote": "I love the South Bank: every era of architecture is there, and you can stop, look, and listen.",
	"name": "Abi Morgan"
}, {
	"quote": "In fact, it will be very easy to climb the building because of its shape and architecture.",
	"name": "Alain Robert"
}, {
	"quote": "I love art in general - architecture, anything creative.",
	"name": "Matthew Ramsey"
}, {
	"quote": "Working off one genius sketch is not the way great architecture should be made.",
	"name": "Joshua Prince-Ramus"
}, {
	"quote": "Architecture is by definition a very collaborative process.",
	"name": "Joshua Prince-Ramus"
}, {
	"quote": "A city building, you experience when you walk; a suburban building, you experience when you drive.",
	"name": "Helmut Jahn"
}, {
	"quote": "I strive for an architecture from which nothing can be taken away.",
	"name": "Helmut Jahn"
}, {
	"quote": "The American attitude towards efficiency and execution should always underlie architecture.",
	"name": "Helmut Jahn"
}, {
	"quote": "I take a lot from everywhere. I take from music, architecture, novels, and plays. Anywhere that hits you.",
	"name": "Alex Winter"
}, {
	"quote": "I quit college. I was studying architecture for about a year.",
	"name": "Barry Mann"
}, {
	"quote": "I love Sutton House in Clapton, a beautiful example of Tudor architecture.",
	"name": "Sharon Horgan"
}, {
	"quote": "I don't think architecture is radical. How can something that takes years and costs millions be radical?",
	"name": "David Chipperfield"
}, {
	"quote": "Britain loves a bargain, but you don't get good, lasting architecture on the cheap.",
	"name": "David Chipperfield"
}, {
	"quote": "Doctrines provide an architecture for both Republican and Democrat presidents to carry out policies.",
	"name": "Malcolm Wallop"
}, {
	"quote": "I don't build because I am an architect. I can make true architecture because I do not build.",
	"name": "Leon Krier"
}, {
	"quote": "The imperial vastness of late Roman architecture was made possible by the invention of concrete.",
	"name": "Iain McGilchrist"
}, {
	"quote": "Every song, the title dictates the architecture of the song.",
	"name": "Sammy Cahn"
}, {
	"quote": "Architecture was always the plan. I always figured I'd just do theater on the side.",
	"name": "Michael Lomenda"
}, {
	"quote": "Princeton is a sublime undergraduate university. It has a good architecture school.",
	"name": "Emilio Ambasz"
}, {
	"quote": "Revived in this country the long forgotten beauties of Gothic architecture.",
	"name": "James Wyatt"
}, {
	"quote": "I love '70s organic architecture. I am very influenced by the time when I grew up.",
	"name": "Alexandre de Betak"
}, {
	"quote": "As a designer, the mission with which we have been charged is simple: providing space at the right cost.",
	"name": "Harry von Zell"
}, {
	"quote": "I am but an architectural composer.",
	"name": "Alexander Jackson Davis"
}, {
	"quote": "In L.A., cinema and television might be seen as more interesting places for architecture than ever before.",
	"name": "Neil Denari"
}, {
	"quote": "In general, Tor architecture is not suited for protecting anonymity of long-term, popular web services.",
	"name": "Alex Biryukov"
}]