[{
	"quote": "Life is the art of drawing without an eraser.",
	"name": "John W. Gardner"
}, {
	"quote": "The art of communication is the language of leadership.",
	"name": "James Humes"
}, {
	"quote": "Democracy is the art and science of running the circus from the monkey cage.",
	"name": "H. L. Mencken"
}, {
	"quote": "Youth is the gift of nature, but age is a work of art.",
	"name": "Stanislaw Jerzy Lec"
}, {
	"quote": "Art, freedom and creativity will change society faster than politics.",
	"name": "Victor Pinchuk"
}, {
	"quote": "The purpose of art is washing the dust of daily life off our souls.",
	"name": "Pablo Picasso"
}, {
	"quote": "In life, as in art, the beautiful moves in curves.",
	"name": "Edward G. Bulwer-Lytton"
}, {
	"quote": "Riding a race bike is an art - a thing that you do because you feel something inside.",
	"name": "Valentino Rossi"
}, {
	"quote": "Vision is the art of seeing what is invisible to others.",
	"name": "Jonathan Swift"
}, {
	"quote": "The supreme art of war is to subdue the enemy without fighting.",
	"name": "Sun Tzu"
}, {
	"quote": "Making money is art and working is art and good business is the best art.",
	"name": "Andy Warhol"
}, {
	"quote": "Love of beauty is taste. The creation of beauty is art.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "A work of art which did not begin in emotion is not art.",
	"name": "Paul Cezanne"
}, {
	"quote": "Mathematics is the art of giving the same name to different things.",
	"name": "Henri Poincare"
}, {
	"quote": "You use a glass mirror to see your face; you use works of art to see your soul.",
	"name": "George Bernard Shaw"
}, {
	"quote": "The essence of all beautiful art, all great art, is gratitude.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "The true work of art is but a shadow of the divine perfection.",
	"name": "Michelangelo"
}, {
	"quote": "You must not fight too often with one enemy, or you will teach him all your art of war.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "I never know what I'm going to put on the canvas. The canvas paints itself. I'm just the middleman.",
	"name": "Peter Max"
}, {
	"quote": "The art of medicine consists in amusing the patient while nature cures the disease.",
	"name": "Voltaire"
}, {
	"quote": "It is the supreme art of the teacher to awaken joy in creative expression and knowledge.",
	"name": "Albert Einstein"
}, {
	"quote": "The art of a people is a true mirror to their minds.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "The art and science of asking questions is the source of all knowledge.",
	"name": "Thomas Berger"
}, {
	"quote": "Creative without strategy is called 'art.' Creative with strategy is called 'advertising.'",
	"name": "Jef I. Richards"
}, {
	"quote": "Without tradition, art is a flock of sheep without a shepherd. Without innovation, it is a corpse.",
	"name": "Winston Churchill"
}, {
	"quote": "Architecture is a visual art, and the buildings speak for themselves.",
	"name": "Julia Morgan"
}, {
	"quote": "Medicine is a science of uncertainty and an art of probability.",
	"name": "William Osler"
}, {
	"quote": "Some painters transform the sun into a yellow spot, others transform a yellow spot into the sun.",
	"name": "Pablo Picasso"
}, {
	"quote": "A picture is worth a thousand words.",
	"name": "Unknown"
}, {
	"quote": "This world is but a canvas to our imagination.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad.",
	"name": "Salvador Dali"
}, {
	"quote": "Motivation is the art of getting people to do what you want them to do because they want to do it.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "Diversity: the art of thinking independently together.",
	"name": "Malcolm Forbes"
}, {
	"quote": "The artist vocation is to send light into the human heart.",
	"name": "George Sand"
}, {
	"quote": "Technology, like art, is a soaring exercise of the human imagination.",
	"name": "Daniel Bell"
}, {
	"quote": "Every artist dips his brush in his own soul, and paints his own nature into his pictures.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "The art of art, the glory of expression and the sunshine of the light of letters, is simplicity.",
	"name": "Walt Whitman"
}, {
	"quote": "O, thou art fairer than the evening air clad in the beauty of a thousand stars.",
	"name": "Christopher Marlowe"
}, {
	"quote": "Personality is everything in art and poetry.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Every painting is a voyage into a sacred harbour.",
	"name": "Giotto di Bondone"
}, {
	"quote": "The art of simplicity is a puzzle of complexity.",
	"name": "Douglas Horton"
}, {
	"quote": "Painting is self-discovery. Every good artist paints what he is.",
	"name": "Jackson Pollock"
}, {
	"quote": "Art is never finished, only abandoned.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "The job of the artist is always to deepen the mystery.",
	"name": "Francis Bacon"
}, {
	"quote": "I just love pretty things, whether it is art, a song or a pair of shoes.",
	"name": "Rita Ora"
}, {
	"quote": "Painting is easy when you don't know how, but very difficult when you do.",
	"name": "Edgar Degas"
}, {
	"quote": "The aim of art is to represent not the outward appearance of things, but their inward significance.",
	"name": "Aristotle"
}, {
	"quote": "The art of writing is the art of discovering what you believe.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Simplicity and repose are the qualities that measure the true value of any work of art.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Space is the breath of art.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "I decided on the spot that I would be an artist, and I assure you, it was no ordinary artist I had in mind.",
	"name": "Henry Ossawa Tanner"
}, {
	"quote": "Next to the Word of God, the noble art of music is the greatest treasure in the world.",
	"name": "Martin Luther"
}, {
	"quote": "Art can never exist without naked beauty displayed.",
	"name": "William Blake"
}, {
	"quote": "A picture is a poem without words.",
	"name": "Horace"
}, {
	"quote": "Advertising is the art of convincing people to spend money they don't have for something they don't need.",
	"name": "Will Rogers"
}, {
	"quote": "Art is the tree of life. Science is the tree of death.",
	"name": "William Blake"
}, {
	"quote": "Furniture should always be comfortable. And always have a piece of art that you made somewhere in the home.",
	"name": "Tamara Taylor"
}, {
	"quote": "The mother art is architecture. Without an architecture of our own we have no soul of our own civilization.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Culture is the arts elevated to a set of beliefs.",
	"name": "Thomas Wolfe"
}, {
	"quote": "Color is my day-long obsession, joy and torment.",
	"name": "Claude Monet"
}, {
	"quote": "Art is not a handicraft, it is the transmission of feeling the artist has experienced.",
	"name": "Leo Tolstoy"
}, {
	"quote": "There's no art to find the mind's construction in the face.",
	"name": "William Shakespeare"
}, {
	"quote": "Painting is just another way of keeping a diary.",
	"name": "Pablo Picasso"
}, {
	"quote": "Photography takes an instant out of time, altering life by holding it still.",
	"name": "Dorothea Lange"
}, {
	"quote": "An artist is not paid for his labor but for his vision.",
	"name": "James Whistler"
}, {
	"quote": "Every human is an artist. The dream of your life is to make beautiful art.",
	"name": "Don Miguel Ruiz"
}, {
	"quote": "I haven't mastered the art of sitting and smiling.",
	"name": "Ashley Wagner"
}, {
	"quote": "I realize that every picture isn't a work of art.",
	"name": "Conrad Hall"
}, {
	"quote": "You can't do sketches enough. Sketch everything and keep your curiosity fresh.",
	"name": "John Singer Sargent"
}, {
	"quote": "Clay can be dirt in the wrong hands, but clay can be art in the right hands.",
	"name": "Lupita Nyong'o"
}, {
	"quote": "Architecture is basically the design of interiors, the art of organizing interior space.",
	"name": "Philip Johnson"
}, {
	"quote": "Advertising is fundamentally persuasion and persuasion happens to be not a science, but an art.",
	"name": "William Bernbach"
}, {
	"quote": "Where the spirit does not work with the hand, there is no art.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Rhetoric is the art of ruling the minds of men.",
	"name": "Plato"
}, {
	"quote": "Tact is the art of making a point without making an enemy.",
	"name": "Isaac Newton"
}, {
	"quote": "Procrastination is the art of keeping up with yesterday.",
	"name": "Don Marquis"
}, {
	"quote": "Be slow to fall into friendship; but when thou art in, continue firm and constant.",
	"name": "Socrates"
}, {
	"quote": "Good art is art that allows you to enter it from a variety of angles and to emerge with a variety of views.",
	"name": "Mary Schmich"
}, {
	"quote": "Inspiration comes from everywhere: books, art, people on the street. It is an interior process for me.",
	"name": "Colleen Atwood"
}, {
	"quote": "The human foot is a masterpiece of engineering and a work of art.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "We at BMW do not build cars as consumer objects, just to drive from A to B. We build mobile works of art.",
	"name": "Chris Bangle"
}, {
	"quote": "A lot of cinematography is intuition. It's an art, not a formula.",
	"name": "Reed Morano"
}, {
	"quote": "I always like to see if the art across the street is better than mine.",
	"name": "Andy Warhol"
}, {
	"quote": "In mathematics the art of proposing a question must be held of higher value than solving it.",
	"name": "Georg Cantor"
}, {
	"quote": "If you're not trying to be real, you don't have to get it right. That's art.",
	"name": "Andy Warhol"
}, {
	"quote": "A good painting to me has always been like a friend. It keeps me company, comforts and inspires.",
	"name": "Hedy Lamarr"
}, {
	"quote": "A beautiful lady is an accident of nature. A beautiful old lady is a work of art.",
	"name": "Louis Nizer"
}, {
	"quote": "There is nothing in the world of art like the songs mother used to sing.",
	"name": "Billy Sunday"
}, {
	"quote": "The sole art that suits me is that which, rising from unrest, tends toward serenity.",
	"name": "Andre Gide"
}, {
	"quote": "The temple of art is built in words.",
	"name": "Josiah Gilbert Holland"
}, {
	"quote": "All nature is but art unknown to thee.",
	"name": "Alexander Pope"
}, {
	"quote": "A museum is a spiritual place. People lower their voices when they get close to art.",
	"name": "Mario Botta"
}, {
	"quote": "Art washes away from the soul the dust of everyday life.",
	"name": "Pablo Picasso"
}, {
	"quote": "The marble not yet carved can hold the form of every thought the greatest artist has.",
	"name": "Michelangelo"
}, {
	"quote": "The walls between art and engineering exist only in our minds.",
	"name": "Theo Jansen"
}, {
	"quote": "Impressionism is the newspaper of the soul.",
	"name": "Henri Matisse"
}, {
	"quote": "Wherever the art of medicine is loved, there is also a love of humanity.",
	"name": "Hippocrates"
}, {
	"quote": "Art is not what you see, but what you make others see.",
	"name": "Edgar Degas"
}, {
	"quote": "The art of being wise is the art of knowing what to overlook.",
	"name": "William James"
}, {
	"quote": "Theatre is the art form of the present: it exists only in the present, and then it's gone.",
	"name": "Simon McBurney"
}, {
	"quote": "Errors are not in the art but in the artificers.",
	"name": "Isaac Newton"
}, {
	"quote": "Art is about building a new foundation, not just laying something on top of what's already there.",
	"name": "Prince"
}, {
	"quote": "I believe art is a connection, like passing on a flame.",
	"name": "Wangechi Mutu"
}, {
	"quote": "Art is always and everywhere the secret confession, and at the same time the immortal movement of its time.",
	"name": "Karl Marx"
}, {
	"quote": "An artist is somebody who produces things that people don't need to have.",
	"name": "Andy Warhol"
}, {
	"quote": "There is nothing worse than a sharp image of a fuzzy concept.",
	"name": "Ansel Adams"
}, {
	"quote": "Use the creative process - singing, writing, art, dance, whatever - to get to know yourself better.",
	"name": "Catie Curtis"
}, {
	"quote": "Art challenges technology, but technology inspires the art.",
	"name": "John Lasseter"
}, {
	"quote": "Art has the power to transform, to illuminate, to educate, inspire and motivate.",
	"name": "Harvey Fierstein"
}, {
	"quote": "You don't take a photograph, you make it.",
	"name": "Ansel Adams"
}, {
	"quote": "Blue thou art, intensely blue; Flower, whence came thy dazzling hue?",
	"name": "James Montgomery"
}, {
	"quote": "Through a painting we can see the whole world.",
	"name": "Hans Hofmann"
}, {
	"quote": "The great art of life is sensation, to feel that we exist, even in pain.",
	"name": "Lord Byron"
}, {
	"quote": "The art of teaching is the art of assisting discovery.",
	"name": "Mark Van Doren"
}, {
	"quote": "Even a true artist does not always produce art.",
	"name": "Carroll O'Connor"
}, {
	"quote": "Art in Nature is rhythmic and has a horror of constraint.",
	"name": "Robert Delaunay"
}, {
	"quote": "Art! Who comprehends her? With whom can one consult concerning this great goddess?",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "Art in the classroom not only spurs creativity, it also inspires learning.",
	"name": "Mickey Hart"
}, {
	"quote": "I like to change. A new lamp, a piece of art, can transform a room.",
	"name": "Madonna Ciccone"
}, {
	"quote": "Making sushi is an art, and experience is everything.",
	"name": "Nobu Matsuhisa"
}, {
	"quote": "Sleeping is no mean art: for its sake one must stay awake all day.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Envy is the art of counting the other fellow's blessings instead of your own.",
	"name": "Harold Coffin"
}, {
	"quote": "Art is what you can get away with.",
	"name": "Andy Warhol"
}, {
	"quote": "Nothing is art if it does not come from nature.",
	"name": "Antoni Gaudi"
}, {
	"quote": "Art is either plagiarism or revolution.",
	"name": "Paul Gauguin"
}, {
	"quote": "I don't listen to what art critics say. I don't know anybody who needs a critic to find out what art is.",
	"name": "Jean-Michel Basquiat"
}, {
	"quote": "Music is art, and making watches is art, too.",
	"name": "J Balvin"
}, {
	"quote": "Baking is both an art and a science.",
	"name": "Sherry Yard"
}, {
	"quote": "Just as pure abstract art is not dogmatic, neither is it decorative.",
	"name": "Piet Mondrian"
}, {
	"quote": "Art evokes the mystery without which the world would not exist.",
	"name": "Rene Magritte"
}, {
	"quote": "Violin playing is a physical art with great traditions behind it.",
	"name": "Vanessa Mae"
}, {
	"quote": "I don't like to say I have given my life to art. I prefer to say art has given me my life.",
	"name": "Frank Stella"
}, {
	"quote": "Art consists of reshaping life, but it does not create life nor cause life.",
	"name": "Stanley Kubrick"
}, {
	"quote": "I feel like science and art are cousins.",
	"name": "Kate McKinnon"
}, {
	"quote": "Recycling old buildings to show art is very important.",
	"name": "Agnes Gund"
}, {
	"quote": "Sculpture is the art of the hole and the lump.",
	"name": "Auguste Rodin"
}, {
	"quote": "Simplicity is natures first step, and the last of art.",
	"name": "Philip James Bailey"
}, {
	"quote": "I prefer drawing to talking. Drawing is faster, and leaves less room for lies.",
	"name": "Le Corbusier"
}, {
	"quote": "What art offers is space - a certain breathing room for the spirit.",
	"name": "John Updike"
}, {
	"quote": "Sculpture is the art of the intelligence.",
	"name": "Pablo Picasso"
}, {
	"quote": "Every artist was first an amateur.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "The art of living is more like wrestling than dancing.",
	"name": "Marcus Aurelius"
}, {
	"quote": "An artist is a dreamer consenting to dream of the actual world.",
	"name": "George Santayana"
}, {
	"quote": "Leadership is the art of getting someone else to do something you want done because he wants to do it.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "Art requires philosophy, just as philosophy requires art. Otherwise, what would become of beauty?",
	"name": "Paul Gauguin"
}, {
	"quote": "Art is to be free. Design is to fix.",
	"name": "Kanye West"
}, {
	"quote": "It is through art, and through art only, that we can realise our perfection.",
	"name": "Oscar Wilde"
}, {
	"quote": "Society is like a large piece of frozen water; and skating well is the great art of social life.",
	"name": "Letitia Elizabeth Landon"
}, {
	"quote": "Women are our most miraculous muse, an enchanted intangibility that encourages all art.",
	"name": "CeeLo Green"
}, {
	"quote": "Advertising is the greatest art form of the 20th century.",
	"name": "Marshall McLuhan"
}, {
	"quote": "So vast is art, so narrow human wit.",
	"name": "Alexander Pope"
}, {
	"quote": "Fine art is knowledge made visible.",
	"name": "Gustave Courbet"
}, {
	"quote": "For his heart was in his work, and the heart giveth grace unto every art.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "To create a work of art is to create the world.",
	"name": "Wassily Kandinsky"
}, {
	"quote": "Cunning is the art of concealing our own defects, and discovering other people's weaknesses.",
	"name": "William Hazlitt"
}, {
	"quote": "Pitching is the art of instilling fear.",
	"name": "Sandy Koufax"
}, {
	"quote": "Art, in itself, is an attempt to bring order out of chaos.",
	"name": "Stephen Sondheim"
}, {
	"quote": "Impressionism; it is the birth of Light in painting.",
	"name": "Robert Delaunay"
}, {
	"quote": "In art, the hand can never execute anything higher than the heart can imagine.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Nature is the art of God.",
	"name": "Dante Alighieri"
}, {
	"quote": "The greatness of art is not to find what is common but what is unique.",
	"name": "Isaac Bashevis Singer"
}, {
	"quote": "Every production of an artist should be the expression of an adventure of his soul.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "Creativity is allowing yourself to make mistakes. Art is knowing which ones to keep.",
	"name": "Scott Adams"
}, {
	"quote": "Diplomacy is the art of saying 'Nice doggie' until you can find a rock.",
	"name": "Will Rogers"
}, {
	"quote": "It is the spectator, and not life, that art really mirrors.",
	"name": "Oscar Wilde"
}, {
	"quote": "Art is a step from what is obvious and well-known toward what is arcane and concealed.",
	"name": "Khalil Gibran"
}, {
	"quote": "Nature scarcely ever gives us the very best; for that we must have recourse to art.",
	"name": "Baltasar Gracian"
}, {
	"quote": "An art book is a museum without walls.",
	"name": "Andre Malraux"
}, {
	"quote": "A guilty conscience needs to confess. A work of art is a confession.",
	"name": "Albert Camus"
}, {
	"quote": "Art depends on luck and talent.",
	"name": "Francis Ford Coppola"
}, {
	"quote": "All the art of living lies in a fine mingling of letting go and holding on.",
	"name": "Havelock Ellis"
}, {
	"quote": "Only in art will the lion lie down with the lamb, and the rose grow without thorn.",
	"name": "Martin Amis"
}, {
	"quote": "Art consists of limitation. The most beautiful part of every picture is the frame.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Art is the imposing of a pattern on experience, and our aesthetic enjoyment is recognition of the pattern.",
	"name": "Alfred North Whitehead"
}, {
	"quote": "Art raises its head where creeds relax.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "I'm afraid that if you look at a thing long enough, it loses all of its meaning.",
	"name": "Andy Warhol"
}, {
	"quote": "Cooking is an art form, a creative thing.",
	"name": "Clarence Clemons"
}, {
	"quote": "Fine art is that in which the hand, the head, and the heart of man go together.",
	"name": "John Ruskin"
}, {
	"quote": "Drawing is like making an expressive gesture with the advantage of permanence.",
	"name": "Henri Matisse"
}, {
	"quote": "Programming is the art of algorithm design and the craft of debugging errant code.",
	"name": "Ellen Ullman"
}, {
	"quote": "Black literature is taught as sociology, as tolerance, not as a serious, rigorous art form.",
	"name": "Toni Morrison"
}, {
	"quote": "My goal is to be one with the music. I just dedicate my whole life to this art.",
	"name": "Jimi Hendrix"
}, {
	"quote": "A line is a dot that went for a walk.",
	"name": "Paul Klee"
}, {
	"quote": "The new job of art is to sit on the wall and get more expensive.",
	"name": "Robert Hughes"
}, {
	"quote": "Ads are the cave art of the twentieth century.",
	"name": "Marshall McLuhan"
}, {
	"quote": "They teach you there's a boundary line to music. But, man, there's no boundary line to art.",
	"name": "Charlie Parker"
}, {
	"quote": "The strangeness will wear off and I think we will discover the deeper meanings in modern art.",
	"name": "Jackson Pollock"
}, {
	"quote": "Education is the art of making man ethical.",
	"name": "Georg Wilhelm Friedrich Hegel"
}, {
	"quote": "Should graffiti be judged on the same level as modern art? Of course not: It's way more important than that.",
	"name": "Banksy"
}, {
	"quote": "The whole art of war consists of guessing at what is on the other side of the hill.",
	"name": "Duke of Wellington"
}, {
	"quote": "Diplomacy: the art of restraining power.",
	"name": "Henry Kissinger"
}, {
	"quote": "Art is the stored honey of the human soul, gathered on wings of misery and travail.",
	"name": "Theodore Dreiser"
}, {
	"quote": "To catch a husband is an art; to hold him is a job.",
	"name": "Simone de Beauvoir"
}, {
	"quote": "Fast bowling is an art, like spin bowling.",
	"name": "Kapil Dev"
}, {
	"quote": "I don't believe in art. I believe in artists.",
	"name": "Marcel Duchamp"
}, {
	"quote": "A man paints with his brains and not with his hands.",
	"name": "Michelangelo"
}, {
	"quote": "I don't really believe in 'directions' in art; the rope twists as you follow it, that's all.",
	"name": "Graham Nelson"
}, {
	"quote": "Lesser artists borrow, great artists steal.",
	"name": "Igor Stravinsky"
}, {
	"quote": "The works must be conceived with fire in the soul but executed with clinical coolness.",
	"name": "Joan Miro"
}, {
	"quote": "Painting is an infinitely minute part of my personality.",
	"name": "Salvador Dali"
}, {
	"quote": "There is no must in art because art is free.",
	"name": "Wassily Kandinsky"
}, {
	"quote": "Graffiti's always been a temporary art form. You make your mark and then they scrub it off.",
	"name": "Banksy"
}, {
	"quote": "Of all lies, art is the least untrue.",
	"name": "Gustave Flaubert"
}, {
	"quote": "The value of art is in the observer.",
	"name": "Agnes Martin"
}, {
	"quote": "Colloquial poetry is to the real art as the barber's wax dummy is to sculpture.",
	"name": "Ezra Pound"
}, {
	"quote": "Painting is by nature a luminous language.",
	"name": "Robert Delaunay"
}, {
	"quote": "Food can be expressive and therefore food can be art.",
	"name": "Grant Achatz"
}, {
	"quote": "Art hurts. Art urges voyages - and it is easier to stay at home.",
	"name": "Gwendolyn Brooks"
}, {
	"quote": "Painting is a nail to which I fasten my ideas.",
	"name": "Georges Braque"
}, {
	"quote": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.",
	"name": "Albert Einstein"
}, {
	"quote": "When I have a camera in my hand, I know no fear.",
	"name": "Alfred Eisenstaedt"
}, {
	"quote": "My eyes were made to erase all that is ugly.",
	"name": "Raoul Dufy"
}, {
	"quote": "Art is the daughter of freedom.",
	"name": "Friedrich Schiller"
}, {
	"quote": "The enemy of art is the absence of limitations.",
	"name": "Orson Welles"
}, {
	"quote": "Art is not a thing; it is a way.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Beauty in art is often nothing but ugliness subdued.",
	"name": "Jean Rostand"
}, {
	"quote": "Insight is the first condition of Art.",
	"name": "George Henry Lewes"
}, {
	"quote": "The art of being happy lies in the power of extracting happiness from common things.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "Life doesn't imitate art, it imitates bad television.",
	"name": "Woody Allen"
}, {
	"quote": "Art is dangerous. It is one of the attractions: when it ceases to be dangerous you don't want it.",
	"name": "Duke Ellington"
}, {
	"quote": "Great artists suffer for the people.",
	"name": "Marvin Gaye"
}, {
	"quote": "A beautiful body perishes, but a work of art dies not.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "What is Art? It is the response of man's creative soul to the call of the Real.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "The art of photography is all about directing the attention of the viewer.",
	"name": "Steven Pinker"
}, {
	"quote": "Cleanliness is the scourge of art.",
	"name": "Craig Brown"
}, {
	"quote": "Ethics is in origin the art of recommending to others the sacrifices required for cooperation with oneself.",
	"name": "Bertrand Russell"
}, {
	"quote": "My love of fine art increased - the more of it I saw, the more of it I wanted to see.",
	"name": "J. Paul Getty"
}, {
	"quote": "To an engineer, good enough means perfect. With an artist, there's no such thing as perfect.",
	"name": "Alexander Calder"
}, {
	"quote": "Trifles make perfection, and perfection is no trifle.",
	"name": "Michelangelo"
}, {
	"quote": "Pictures deface walls more often than they decorate them.",
	"name": "William Wordsworth"
}, {
	"quote": "A sculptor is a person who is interested in the shape of things, a poet in words, a musician by sounds.",
	"name": "Henry Moore"
}, {
	"quote": "I think having land and not ruining it is the most beautiful art that anybody could ever want to own.",
	"name": "Andy Warhol"
}, {
	"quote": "An intellectual says a simple thing in a hard way. An artist says a hard thing in a simple way.",
	"name": "Charles Bukowski"
}, {
	"quote": "The art of life is to know how to enjoy a little and to endure very much.",
	"name": "William Hazlitt"
}, {
	"quote": "Art is the path to being spiritual.",
	"name": "Piet Mondrian"
}, {
	"quote": "The principles of true art is not to portray, but to evoke.",
	"name": "Jerzy Kosinski"
}, {
	"quote": "My imagination can picture no fairer happiness than to continue living for art.",
	"name": "Clara Schumann"
}, {
	"quote": "Where thou art, that is home.",
	"name": "Emily Dickinson"
}, {
	"quote": "I think in art, but especially in films, people are trying to confirm their own existences.",
	"name": "Jim Morrison"
}, {
	"quote": "Stand-up comedy is an art form and it dies unless you expand it.",
	"name": "Sam Kinison"
}, {
	"quote": "Art is making something out of nothing and selling it.",
	"name": "Frank Zappa"
}, {
	"quote": "Art, like morality, consists in drawing the line somewhere.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Dancers are a work of art - they are the canvas on which their work is painted.",
	"name": "Patrick Duffy"
}, {
	"quote": "An empty canvas is a living wonder... far lovelier than certain pictures.",
	"name": "Wassily Kandinsky"
}, {
	"quote": "Photographing a cake can be art.",
	"name": "Irving Penn"
}, {
	"quote": "A writer should write with his eyes and a painter paint with his ears.",
	"name": "Gertrude Stein"
}, {
	"quote": "The business of art is to reveal the relation between man and his environment.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Art is a harmony parallel with nature.",
	"name": "Paul Cezanne"
}, {
	"quote": "To send light into the darkness of men's hearts - such is the duty of the artist.",
	"name": "Robert Schumann"
}, {
	"quote": "The modern artist is working with space and time, and expressing his feelings rather than illustrating.",
	"name": "Jackson Pollock"
}, {
	"quote": "Art resides in the quality of doing, process is not magic.",
	"name": "Charles Eames"
}, {
	"quote": "The art of being a slave is to rule one's master.",
	"name": "Diogenes"
}, {
	"quote": "One's art goes as far and as deep as one's love goes.",
	"name": "Andrew Wyeth"
}, {
	"quote": "With an apple I will astonish Paris.",
	"name": "Paul Cezanne"
}, {
	"quote": "Art is the concrete representation of our most subtle feelings.",
	"name": "Agnes Martin"
}, {
	"quote": "Every good painter paints what he is.",
	"name": "Jackson Pollock"
}, {
	"quote": "For me, art is supposed to be a question mark.",
	"name": "Marilyn Manson"
}, {
	"quote": "The mediator of the inexpressible is the work of art.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Photography is more than a medium for factual communication of ideas. It is a creative art.",
	"name": "Ansel Adams"
}, {
	"quote": "Works of art make rules; rules do not make works of art.",
	"name": "Claude Debussy"
}, {
	"quote": "Art should be an oasis: a place or refuge from the hardness of life.",
	"name": "Fernando Botero"
}, {
	"quote": "Art is nothing if you don't reach every segment of the people.",
	"name": "Keith Haring"
}, {
	"quote": "A blind man can make art if what is in his mind can be passed to another mind in some tangible form.",
	"name": "Sol LeWitt"
}, {
	"quote": "Art school can be a wonderful place if you're trying to find your voice and your style and your taste.",
	"name": "Abbi Jacobson"
}, {
	"quote": "What makes photography a strange invention is that its primary raw materials are light and time.",
	"name": "John Berger"
}, {
	"quote": "My lens and my personality, it's just fluid. The art isn't just in one place.",
	"name": "Petra Collins"
}, {
	"quote": "I think good art does come from a dark place.",
	"name": "Rick Springfield"
}, {
	"quote": "It is more important to click with people than to click the shutter.",
	"name": "Alfred Eisenstaedt"
}, {
	"quote": "'Healing,' Papa would tell me, 'is not a science, but the intuitive art of wooing nature.'",
	"name": "W. H. Auden"
}, {
	"quote": "Gossip is the art of saying nothing in a way that leaves practically nothing unsaid.",
	"name": "Walter Winchell"
}, {
	"quote": "Art attracts us only by what it reveals of our most secret self.",
	"name": "Jean-Luc Godard"
}, {
	"quote": "I do not want art for a few any more than education for a few, or freedom for a few.",
	"name": "William Morris"
}, {
	"quote": "An artist cannot fail; it is a success to be one.",
	"name": "Charles Horton Cooley"
}, {
	"quote": "A work of art is above all an adventure of the mind.",
	"name": "Eugene Ionesco"
}, {
	"quote": "There is only one valuable thing in art: the thing you cannot explain.",
	"name": "Georges Braque"
}, {
	"quote": "An empty canvas is full.",
	"name": "Robert Rauschenberg"
}, {
	"quote": "An artist is forced by others to paint out of his own free will.",
	"name": "Willem de Kooning"
}, {
	"quote": "An artist's only concern is to shoot for some kind of perfection, and on his own terms, not anyone else's.",
	"name": "J. D. Salinger"
}, {
	"quote": "What I wanted to do was to paint sunlight on the side of a house.",
	"name": "Edward Hopper"
}, {
	"quote": "Art is anything you can get away with.",
	"name": "Marshall McLuhan"
}, {
	"quote": "Science is what we understand well enough to explain to a computer. Art is everything else we do.",
	"name": "Donald Knuth"
}, {
	"quote": "For me, art doesn't stop at the gallery space.",
	"name": "Petra Collins"
}, {
	"quote": "I am interested in mathematics only as a creative art.",
	"name": "G. H. Hardy"
}, {
	"quote": "In art, the obvious is a sin.",
	"name": "Edward Dmytryk"
}, {
	"quote": "Painting, n.: The art of protecting flat surfaces from the weather, and exposing them to the critic.",
	"name": "Ambrose Bierce"
}, {
	"quote": "An artist never really finishes his work, he merely abandons it.",
	"name": "Paul Valery"
}, {
	"quote": "All art is autobiographical. The pearl is the oyster's autobiography.",
	"name": "Federico Fellini"
}, {
	"quote": "If we could but paint with the hand what we see with the eye.",
	"name": "Honore de Balzac"
}, {
	"quote": "The writer, when he is also an artist, is someone who admits what others don't dare reveal.",
	"name": "Elia Kazan"
}, {
	"quote": "The vitality of a new movement in Art must be gauged by the fury it arouses.",
	"name": "Logan Pearsall Smith"
}, {
	"quote": "Art cannot be modern. Art is primordially eternal.",
	"name": "Egon Schiele"
}, {
	"quote": "All great art is born of the metropolis.",
	"name": "Ezra Pound"
}, {
	"quote": "I collect human relationships very much the way others collect fine art.",
	"name": "Jerzy Kosinski"
}, {
	"quote": "What I wish to show when I paint is the way I see things with my eyes and in my heart.",
	"name": "Raoul Dufy"
}, {
	"quote": "I don't want to be interesting. I want to be good.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "Love the art in yourself and not yourself in the art.",
	"name": "Constantin Stanislavski"
}, {
	"quote": "Art enables us to find ourselves and lose ourselves at the same time.",
	"name": "Thomas Merton"
}, {
	"quote": "The artist who aims at perfection in everything achieves it in nothing.",
	"name": "Eugene Delacroix"
}, {
	"quote": "I don't want life to imitate art. I want life to be art.",
	"name": "Ernst Fischer"
}, {
	"quote": "It is not in life, but in art that self-fulfillment is to be found.",
	"name": "Wilson Mizner"
}, {
	"quote": "Art is the most beautiful of all lies.",
	"name": "Claude Debussy"
}, {
	"quote": "Art attracts us only by what it reveals of our most secret self.",
	"name": "Alfred North Whitehead"
}, {
	"quote": "The artist is nothing without the gift, but the gift is nothing without work.",
	"name": "Emile Zola"
}, {
	"quote": "The highest art is always the most religious, and the greatest artist is always a devout person.",
	"name": "Abraham Lincoln"
}, {
	"quote": "The mission of art is to represent nature not to imitate her.",
	"name": "William Morris Hunt"
}, {
	"quote": "I am enough of an artist to draw freely upon my imagination.",
	"name": "Albert Einstein"
}, {
	"quote": "I think you can leave the arts, superior or inferior, to the conscience of mankind.",
	"name": "William Butler Yeats"
}, {
	"quote": "There's an art to being a good actor, there's an art to being a celebrity, and there's an art to longevity.",
	"name": "Rocky Carroll"
}, {
	"quote": "Mournful and yet grand is the destiny of the artist.",
	"name": "Franz Liszt"
}, {
	"quote": "Any authentic work of art must start an argument between the artist and his audience.",
	"name": "Rebecca West"
}, {
	"quote": "Art doesn't transform. It just plain forms.",
	"name": "Roy Lichtenstein"
}, {
	"quote": "My painting does not come from the easel.",
	"name": "Jackson Pollock"
}, {
	"quote": "True art is characterized by an irresistible urge in the creative artist.",
	"name": "Albert Einstein"
}, {
	"quote": "Art is born of humiliation.",
	"name": "W. H. Auden"
}, {
	"quote": "Pictures must not be too picturesque.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "I never called my work an 'art'. It's part of show business, the business of building entertainment.",
	"name": "Walt Disney"
}, {
	"quote": "We have art in order not to die of the truth.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "The bad gains respect through imitation, the good loses it especially in art.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Homer has taught all other poets the art of telling lies skillfully.",
	"name": "Aristotle"
}, {
	"quote": "I don't think about art when I'm working. I try to think about life.",
	"name": "Jean-Michel Basquiat"
}, {
	"quote": "Animation is not the art of drawings that move but the art of movements that are drawn.",
	"name": "Norman McLaren"
}, {
	"quote": "When art dresses in worn-out material it is most easily recognized as art.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "To say nothing, especially when speaking, is half the art of diplomacy.",
	"name": "Will Durant"
}, {
	"quote": "Every human is an artist. And this is the main art that we have: the creation of our story.",
	"name": "Don Miguel Ruiz"
}, {
	"quote": "Art is the most intense mode of individualism that the world has known.",
	"name": "Oscar Wilde"
}, {
	"quote": "A work of art is the unique result of a unique temperament.",
	"name": "Oscar Wilde"
}, {
	"quote": "To array a man's will against his sickness is the supreme art of medicine.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "In Art, man reveals himself and not his objects.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "The Iranians and Persians are excellent at the art of negotiation.",
	"name": "Donald Trump"
}, {
	"quote": "Art is individualism, and individualism is a disturbing and disintegrating force.",
	"name": "Oscar Wilde"
}, {
	"quote": "The fine art of preparing sushi is something that you watch and learn.",
	"name": "Nobu Matsuhisa"
}, {
	"quote": "Treat a work of art like a prince. Let it speak to you first.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "The most seductive thing about art is the personality of the artist himself.",
	"name": "Paul Cezanne"
}, {
	"quote": "No great artist ever sees things as they really are. If he did, he would cease to be an artist.",
	"name": "Oscar Wilde"
}, {
	"quote": "Art is the right hand of Nature. The latter has only given us being, the former has made us men.",
	"name": "Friedrich Schiller"
}, {
	"quote": "I have no fear of making changes, destroying the image, etc., because the painting has a life of its own.",
	"name": "Jackson Pollock"
}, {
	"quote": "The art of love is largely the art of persistence.",
	"name": "Albert Ellis"
}, {
	"quote": "All art is but imitation of nature.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "I wanted to start a revolution, using art to build the sort of society I myself envisioned.",
	"name": "Yayoi Kusama"
}, {
	"quote": "It's an art to live with pain... mix the light into gray.",
	"name": "Eddie Vedder"
}, {
	"quote": "Without freedom, no art; art lives only on the restraints it imposes on itself, and dies of all others.",
	"name": "Albert Camus"
}, {
	"quote": "Life is the art of drawing sufficient conclusions from insufficient premises.",
	"name": "Samuel Butler"
}, {
	"quote": "Religion and art spring from the same root and are close kin. Economics and art are strangers.",
	"name": "Nathaniel Hawthorne"
}, {
	"quote": "The art of leadership is saying no, not saying yes. It is very easy to say yes.",
	"name": "Tony Blair"
}, {
	"quote": "Without art, the crudeness of reality would make the world unbearable.",
	"name": "George Bernard Shaw"
}, {
	"quote": "A work of art is a world in itself reflecting senses and emotions of the artist's world.",
	"name": "Hans Hofmann"
}, {
	"quote": "Like music and art, love of nature is a common language that can transcend political or social boundaries.",
	"name": "Jimmy Carter"
}, {
	"quote": "Are you really sure that a floor can't also be a ceiling?",
	"name": "M. C. Escher"
}, {
	"quote": "Only through art can we emerge from ourselves and know what another person sees.",
	"name": "Marcel Proust"
}, {
	"quote": "The artist's job is to be a witness to his time in history.",
	"name": "Robert Rauschenberg"
}, {
	"quote": "When thou art above measure angry, bethink thee how momentary is man's life.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Life is short, the art long.",
	"name": "Hippocrates"
}, {
	"quote": "Art is parasitic on life, just as criticism is parasitic on art.",
	"name": "Harry S Truman"
}, {
	"quote": "Art is the only way to run away without leaving home.",
	"name": "Twyla Tharp"
}, {
	"quote": "Life is an illusion. I am held together in the nothingness by art.",
	"name": "Anselm Kiefer"
}, {
	"quote": "Art does not reproduce what we see; rather, it makes us see.",
	"name": "Paul Klee"
}, {
	"quote": "You should never feel afraid to become a piece of art. It's exhilarating.",
	"name": "Nicki Minaj"
}, {
	"quote": "The art of delegation is one of the key skills any entrepreneur must master.",
	"name": "Richard Branson"
}, {
	"quote": "Any great art is meant to illuminate the human condition.",
	"name": "Sterling K. Brown"
}, {
	"quote": "I collect art like other people eat pizza. I can't get enough of it. I need a constant source of inspiration.",
	"name": "Peter Marino"
}, {
	"quote": "Art is not a study of positive reality, it is the seeking for ideal truth.",
	"name": "John Ruskin"
}, {
	"quote": "The essence of all art is to have pleasure in giving pleasure.",
	"name": "Dale Carnegie"
}, {
	"quote": "Controversy is part of the nature of art and creativity.",
	"name": "Yoko Ono"
}, {
	"quote": "A Bachelor of Arts is one who makes love to a lot of women, and yet has the art to remain a bachelor.",
	"name": "Helen Rowland"
}, {
	"quote": "The principle of art is to pause, not bypass.",
	"name": "Jerzy Kosinski"
}, {
	"quote": "Draw your pleasure, paint your pleasure, and express your pleasure strongly.",
	"name": "Pierre Bonnard"
}, {
	"quote": "The body is your instrument in dance, but your art is outside that creature, the body.",
	"name": "Martha Graham"
}, {
	"quote": "Not everybody trusts paintings but people believe photographs.",
	"name": "Ansel Adams"
}, {
	"quote": "Art is man's expression of his joy in labor.",
	"name": "Henry Kissinger"
}, {
	"quote": "The moment you cheat for the sake of beauty, you know you're an artist.",
	"name": "David Hockney"
}, {
	"quote": "Art is like a border of flowers along the course of civilization.",
	"name": "Lincoln Steffens"
}, {
	"quote": "To help, to continually help and share, that is the sum of all knowledge; that is the meaning of art.",
	"name": "Eleonora Duse"
}, {
	"quote": "Every science begins as philosophy and ends as art.",
	"name": "Will Durant"
}, {
	"quote": "My hand is the extension of the thinking process - the creative process.",
	"name": "Tadao Ando"
}, {
	"quote": "I really believe there are things nobody would see if I didn't photograph them.",
	"name": "Diane Arbus"
}, {
	"quote": "The people who make art their business are mostly imposters.",
	"name": "Pablo Picasso"
}, {
	"quote": "I love music videos, I really do. I think it's kind of sad that it's a dying art form.",
	"name": "Adam Levine"
}, {
	"quote": "Any fool can have bad luck; the art consists in knowing how to exploit it.",
	"name": "Frank Wedekind"
}, {
	"quote": "The challenge is to practice politics as the art of making what appears to be impossible, possible.",
	"name": "Hillary Clinton"
}, {
	"quote": "Every art expression is rooted fundamentally in the personality and temperament of the artist.",
	"name": "Hans Hofmann"
}, {
	"quote": "Art for art's sake is a philosophy of the well-fed.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "In art the best is good enough.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "It is after all the greatest art to limit and isolate oneself.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "He who possesses art and science has religion; he who does not possess them, needs religion.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Whether it be personal or musical, I just think I'm a walking art piece, just a ball of creativity.",
	"name": "Chris Brown"
}, {
	"quote": "Art used to be made in the name of faith. We made cathedrals, we made stained-glass windows, we made murals.",
	"name": "Julia Cameron"
}, {
	"quote": "If my art has nothing to do with people's pain and sorrow, what is 'art' for?",
	"name": "Ai Weiwei"
}, {
	"quote": "Visual storytelling utilizes both language and art to pass on the essence of who we are.",
	"name": "Debbie Millman"
}, {
	"quote": "There is nothing new in art except talent.",
	"name": "Anton Chekhov"
}, {
	"quote": "Art is going to make a bigger comeback than ever. That's the upside to things getting challenging.",
	"name": "Lady Gaga"
}, {
	"quote": "All art is contemporary art because it had to be made when it was now.",
	"name": "James Turrell"
}, {
	"quote": "There's not a lot of art forms where you can control your presentation and your ideas.",
	"name": "Gerard Way"
}, {
	"quote": "I choose a block of marble and chop off whatever I don't need.",
	"name": "Auguste Rodin"
}, {
	"quote": "An original artist is unable to copy. So he has only to copy in order to be original.",
	"name": "Jean Cocteau"
}, {
	"quote": "With color one obtains an energy that seems to stem from witchcraft.",
	"name": "Henri Matisse"
}, {
	"quote": "Figure skating is a mixture of art and sport.",
	"name": "Katarina Witt"
}, {
	"quote": "A painting that is well composed is half finished.",
	"name": "Pierre Bonnard"
}, {
	"quote": "The wealthy are always surrounded by hangers-on; science and art are as well.",
	"name": "Anton Chekhov"
}, {
	"quote": "Good art provides people with a vocabulary about things they can't articulate.",
	"name": "Mos Def"
}, {
	"quote": "Fashion is only the attempt to realize art in living forms and social intercourse.",
	"name": "Francis Bacon"
}, {
	"quote": "I paint with shapes.",
	"name": "Alexander Calder"
}, {
	"quote": "Opera is one of the most important art forms. It should be listened to and appreciated by everyone.",
	"name": "Luciano Pavarotti"
}, {
	"quote": "Once an object has been incorporated in a picture it accepts a new destiny.",
	"name": "Georges Braque"
}, {
	"quote": "A work of art that contains theories is like an object on which the price tag has been left.",
	"name": "Alexander Pope"
}, {
	"quote": "The terrifying and edible beauty of Art Nouveau architecture.",
	"name": "Salvador Dali"
}, {
	"quote": "Most good art is left wing. It's a moot point whether there is any good right-wing art.",
	"name": "Samuel West"
}, {
	"quote": "It's clever, but is it Art?",
	"name": "Rudyard Kipling"
}, {
	"quote": "Photograph: a picture painted by the sun without instruction in art.",
	"name": "Ambrose Bierce"
}, {
	"quote": "I like to pretend that my art has nothing to do with me.",
	"name": "Roy Lichtenstein"
}, {
	"quote": "In art as in love, instinct is enough.",
	"name": "Anatole France"
}, {
	"quote": "I love the art world, I love art galleries, I love what it means - I love art.",
	"name": "Nas"
}, {
	"quote": "I could say diamonds are a girl's best friend, and that never changes. But the taste for art did change.",
	"name": "Susan Vreeland"
}, {
	"quote": "Murals in restaurants are on a par with the food in museums.",
	"name": "Peter De Vries"
}, {
	"quote": "Evil is committed without effort, naturally, fatally; goodness is always the product of some art.",
	"name": "Charles Baudelaire"
}, {
	"quote": "You have to write and develop and wait for the world to catch up to your art.",
	"name": "Lena Waithe"
}, {
	"quote": "Minimal art went nowhere.",
	"name": "Sol LeWitt"
}, {
	"quote": "Life beats down and crushes the soul and art reminds you that you have one.",
	"name": "Stella Adler"
}, {
	"quote": "I don't paint things. I only paint the difference between things.",
	"name": "Henri Matisse"
}, {
	"quote": "Politics is the art of the next best.",
	"name": "Otto von Bismarck"
}, {
	"quote": "The art of using deceit and cunning grow continually weaker and less effective to the user.",
	"name": "John Tillotson"
}, {
	"quote": "Art should be created for life, not for the museum.",
	"name": "Jean Nouvel"
}, {
	"quote": "Art is really about perception, and mine have been changed through visiting other realities.",
	"name": "Fred Tomaselli"
}, {
	"quote": "A great artist is always before his time or behind it.",
	"name": "George Edward Moore"
}, {
	"quote": "I came to the conviction that film criticism, in and of itself, was an art.",
	"name": "Rod Lurie"
}, {
	"quote": "A lot of art and visual crafts are based on appropriating things.",
	"name": "Lazaro Hernandez"
}, {
	"quote": "The waking mind is the least serviceable in the arts.",
	"name": "Henry Miller"
}, {
	"quote": "Art is a collaboration between God and the artist, and the less the artist does the better.",
	"name": "Andre Gide"
}, {
	"quote": "Art is the collaboration between God and the artist, and the less the artist does the better.",
	"name": "Andre Gide"
}, {
	"quote": "Art can only be truly art by presenting an adequate outward symbol of some fact in the interior life.",
	"name": "Margaret Fuller"
}, {
	"quote": "If you cannot learn to love real art, at least learn to hate sham art and reject it.",
	"name": "William Morris"
}, {
	"quote": "If only life could be a little more tender and art a little more robust.",
	"name": "Alan Rickman"
}, {
	"quote": "That's the motivation of an artist - to seek attention of some kind.",
	"name": "James Taylor"
}, {
	"quote": "I don't need the money, dear. I work for art.",
	"name": "Maria Callas"
}, {
	"quote": "Literature flourishes best when it is half a trade and half an art.",
	"name": "William Inge"
}, {
	"quote": "Great art picks up where nature ends.",
	"name": "Marc Chagall"
}, {
	"quote": "I feel like life imitates art, or art imitates life. I always take on roles that I'm passionate about.",
	"name": "Tia Mowry"
}, {
	"quote": "Our individual lives cannot, generally, be works of art unless the social order is also.",
	"name": "Charles Horton Cooley"
}, {
	"quote": "Artists don't make objects. Artists make mythologies.",
	"name": "Anish Kapoor"
}, {
	"quote": "To curb the machine and limit art to handicraft is a denial of opportunity.",
	"name": "Lewis Mumford"
}, {
	"quote": "People who think about art as an investment are pathetic.",
	"name": "Walter Annenberg"
}, {
	"quote": "One eye sees, the other feels.",
	"name": "Paul Klee"
}, {
	"quote": "I'm not a craftsman of graphics or art or film. I'm more of an idea generator and manufacturer.",
	"name": "Mike Mills"
}, {
	"quote": "When hospitality becomes an art it loses its very soul.",
	"name": "Max Beerbohm"
}, {
	"quote": "When that shutter clicks, anything else that can be done afterward is not worth consideration.",
	"name": "Edward Steichen"
}, {
	"quote": "There is an art of reading, as well as an art of thinking, and an art of writing.",
	"name": "Clarence Day"
}, {
	"quote": "They're not poodles, they're art.",
	"name": "Rachael Leigh Cook"
}, {
	"quote": "Art isn't complete until it's shared.",
	"name": "Seph Lawless"
}, {
	"quote": "I'm inspired by throwing out any darkness that is inside of me. For me, art cures.",
	"name": "Jordi Molla"
}, {
	"quote": "Painting is the passage from the chaos of the emotions to the order of the possible.",
	"name": "Balthus"
}, {
	"quote": "My first job in construction paid my way through art school. I was building to pay my bills.",
	"name": "Ty Pennington"
}, {
	"quote": "More than art, more than literature, music is universally accessible.",
	"name": "Billy Joel"
}, {
	"quote": "Suddenly I've got an overwhelming desire to surround myself with the aura of classical and Romantic art.",
	"name": "Sylvester Stallone"
}, {
	"quote": "All good art is an indiscretion.",
	"name": "Tennessee Williams"
}, {
	"quote": "Wushu is a move in Chinese, a physical move. An attack. Wushu is like an art.",
	"name": "Jet Li"
}, {
	"quote": "It is a symbol of Irish art. The cracked looking-glass of a servant.",
	"name": "James Joyce"
}, {
	"quote": "Art has to move you and design does not, unless it's a good design for a bus.",
	"name": "David Hockney"
}, {
	"quote": "What I didn't know was I was deeply attracted to the big space.",
	"name": "David Hockney"
}, {
	"quote": "My hobbies away from horse racing would be reading and painting; I love art.",
	"name": "Chantal Sutherland"
}, {
	"quote": "The basis of art is truth, both in matter and in mode.",
	"name": "Flannery O'Connor"
}, {
	"quote": "I try to keep a low profile in general. Not with my art, but just as a person.",
	"name": "Alanis Morissette"
}, {
	"quote": "What is art but a way of seeing?",
	"name": "Saul Bellow"
}, {
	"quote": "My kids are my greatest piece of art.",
	"name": "Jason Momoa"
}, {
	"quote": "Emotion resulting from a work of art is only of value when it is not obtained by sentimental blackmail.",
	"name": "Jean Cocteau"
}, {
	"quote": "The best artists know what to leave out.",
	"name": "Charles de Lint"
}, {
	"quote": "Artists who seek perfection in everything are those who cannot attain it in anything.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Who would dare assign to art the sterile function of imitating nature?",
	"name": "Charles Baudelaire"
}, {
	"quote": "Art is everywhere, and everywhere is art.",
	"name": "Brandon Boyd"
}, {
	"quote": "When artists make art, they shouldn't question whether it is permissible to do one thing or another.",
	"name": "Sol LeWitt"
}, {
	"quote": "The artist belongs to his work, not the work to the artist.",
	"name": "Novalis"
}, {
	"quote": "A great artist can paint a great picture on a small canvas.",
	"name": "Charles Dudley Warner"
}, {
	"quote": "That's why people listen to music or look at paintings. To get in touch with that wholeness.",
	"name": "Corita Kent"
}, {
	"quote": "What the future of the planet and music and art and all of it is sharing; it's diversity.",
	"name": "Taj Mahal"
}, {
	"quote": "Teaching is not a lost art, but the regard for it is a lost tradition.",
	"name": "Jacques Barzun"
}, {
	"quote": "Art is the triumph over chaos.",
	"name": "John Cheever"
}, {
	"quote": "Rules and models destroy genius and art.",
	"name": "William Hazlitt"
}, {
	"quote": "Oh, if it be to choose and call thee mine, love, thou art every day my Valentine!",
	"name": "Thomas Hood"
}, {
	"quote": "When one paints an ideal, one does not need to limit one's imagination.",
	"name": "Ellen Key"
}, {
	"quote": "Children's literature is as valid an art form as any other.",
	"name": "Lloyd Alexander"
}, {
	"quote": "I think of my peace paintings as one long poem, with each painting being a single stanza.",
	"name": "Robert Indiana"
}, {
	"quote": "It may be that the deep necessity of art is the examination of self-deception.",
	"name": "Robert Motherwell"
}, {
	"quote": "Wherever art appears, life disappears.",
	"name": "Robert Motherwell"
}, {
	"quote": "I hope to live all my life for my art, without abandoning my principles one iota.",
	"name": "Gustave Courbet"
}, {
	"quote": "Art is the unceasing effort to compete with the beauty of flowers - and never succeeding.",
	"name": "Gian Carlo Menotti"
}, {
	"quote": "To make pictures big is to make them more powerful.",
	"name": "Robert Mapplethorpe"
}, {
	"quote": "I will preach with my brush.",
	"name": "Henry Ossawa Tanner"
}, {
	"quote": "Science is spectral analysis. Art is light synthesis.",
	"name": "Karl Kraus"
}, {
	"quote": "Art is nature speeded up and God slowed down.",
	"name": "Malcolm de Chazal"
}, {
	"quote": "Playing a Fender is an art itself. They're always going out of tune.",
	"name": "Ritchie Blackmore"
}, {
	"quote": "Artists live in unknown spaces and give themselves over to following something unknown.",
	"name": "Kiki Smith"
}, {
	"quote": "Contrary to general belief, an artist is never ahead of his time but most people are far behind theirs.",
	"name": "Edgard Varese"
}, {
	"quote": "One must always draw, draw with the eyes, when one cannot draw with a pencil.",
	"name": "Balthus"
}, {
	"quote": "Art never seems to make me peaceful or pure.",
	"name": "Willem de Kooning"
}, {
	"quote": "I rarely draw what I see. I draw what I feel in my body.",
	"name": "Barbara Hepworth"
}, {
	"quote": "The history of art is the history of revivals.",
	"name": "Samuel Butler"
}, {
	"quote": "The beauty one can find in art is one of the pitifully few real and lasting products of human endeavor.",
	"name": "J. Paul Getty"
}, {
	"quote": "Art is magic delivered from the lie of being truth.",
	"name": "Theodor W. Adorno"
}, {
	"quote": "The task of art today is to bring chaos into order.",
	"name": "Theodor W. Adorno"
}, {
	"quote": "I think an artist's responsibility is more complex than people realize.",
	"name": "Jodie Foster"
}, {
	"quote": "The very essence of the creative is its novelty, and hence we have no standard by which to judge it.",
	"name": "Carl Rogers"
}, {
	"quote": "A work of art has no importance whatever to society. It is only important to the individual.",
	"name": "Vladimir Nabokov"
}, {
	"quote": "Art is science made clear.",
	"name": "Wilson Mizner"
}, {
	"quote": "Art is the final cunning of the human soul which would rather do anything than face the gods.",
	"name": "Iris Murdoch"
}, {
	"quote": "All art is a struggle to be, in a particular sort of way, virtuous.",
	"name": "Iris Murdoch"
}, {
	"quote": "Painting and writing are solitary arts.",
	"name": "Conrad Hall"
}, {
	"quote": "Trying to force creativity is never good.",
	"name": "Sarah McLachlan"
}, {
	"quote": "Art distills sensations and embodies it with enhanced meaning.",
	"name": "Miguel de Unamuno"
}, {
	"quote": "The worse my drawings were, the more beautiful did the originals appear.",
	"name": "John James Audubon"
}, {
	"quote": "Great art is never produced for its own sake. It is too difficult to be worth the effort.",
	"name": "Robert Quillen"
}, {
	"quote": "Paint the essential character of things.",
	"name": "Camille Pissarro"
}, {
	"quote": "I cry out for order and find it only in art.",
	"name": "Helen Hayes"
}, {
	"quote": "Art is a marriage of the conscious and the unconscious.",
	"name": "Jean Cocteau"
}, {
	"quote": "An artist cannot speak about his art any more than a plant can discuss horticulture.",
	"name": "Jean Cocteau"
}, {
	"quote": "I don't think there's any artist of any value who doesn't doubt what they're doing.",
	"name": "Francis Ford Coppola"
}, {
	"quote": "Every artist writes his own autobiography.",
	"name": "Havelock Ellis"
}, {
	"quote": "Art is one thing that can go on mattering once it has stopped hurting.",
	"name": "Elizabeth Bowen"
}, {
	"quote": "The perfection of art is to conceal art.",
	"name": "Quintilian"
}, {
	"quote": "Every creator painfully experiences the chasm between his inner vision and its ultimate expression.",
	"name": "Isaac Bashevis Singer"
}, {
	"quote": "There hasn't been any art yet. Art is just beginning.",
	"name": "Constantin Brancusi"
}, {
	"quote": "The more horrifying this world becomes, the more art becomes abstract.",
	"name": "Ellen Key"
}, {
	"quote": "Art must take reality by surprise.",
	"name": "Francoise Sagan"
}, {
	"quote": "My paintings are not about what is seen. They are about what is known forever in the mind.",
	"name": "Agnes Martin"
}, {
	"quote": "I realize that protest paintings are not exactly in vogue, but I've done many.",
	"name": "Robert Indiana"
}, {
	"quote": "I was the least Pop of all the Pop artists.",
	"name": "Robert Indiana"
}, {
	"quote": "Artists themselves are not confined, but their output is.",
	"name": "Robert Smithson"
}, {
	"quote": "Art is Art. Everything else is everything else.",
	"name": "Ad Reinhardt"
}, {
	"quote": "Art is too serious to be taken seriously.",
	"name": "Ad Reinhardt"
}, {
	"quote": "The worst state of affairs is when science begins to concern itself with art.",
	"name": "Paul Klee"
}, {
	"quote": "Most art is fragile and some should be placed and never moved away.",
	"name": "Donald Judd"
}, {
	"quote": "When I work, and in my art, I hold hands with God.",
	"name": "Robert Mapplethorpe"
}, {
	"quote": "You begin with the possibilities of the material.",
	"name": "Robert Rauschenberg"
}, {
	"quote": "Immature artists imitate. Mature artists steal.",
	"name": "Lionel Trilling"
}, {
	"quote": "What marks the artist is his power to shape the material of pain we all have.",
	"name": "Lionel Trilling"
}, {
	"quote": "Art ought never to be considered except in its relations with its ideal beauty.",
	"name": "Alfred de Vigny"
}, {
	"quote": "Of what use were the arts if they were only the reproduction and the imitation of life?",
	"name": "Alfred de Vigny"
}, {
	"quote": "Art is pattern informed by sensibility.",
	"name": "Herbert Read"
}, {
	"quote": "The philistine provides the best definition of art. Anything that makes him rage is first class.",
	"name": "Louis Dudek"
}, {
	"quote": "Art is anything people do with distinction.",
	"name": "Louis Dudek"
}, {
	"quote": "An artist carries on throughout his life a mysterious, uninterrupted conversation with his public.",
	"name": "Maurice Chevalier"
}, {
	"quote": "Rationalism is the enemy of art, though necessary as a basis for architecture.",
	"name": "Arthur Erickson"
}, {
	"quote": "Vitality is radiated from exceptional art and architecture.",
	"name": "Arthur Erickson"
}, {
	"quote": "If you know somethin' well, you can always paint it but people would be better off buyin' chickens.",
	"name": "Grandma Moses"
}, {
	"quote": "I am not strong on perfection.",
	"name": "Jasper Johns"
}, {
	"quote": "Photography is a major force in explaining man to man.",
	"name": "Edward Steichen"
}, {
	"quote": "Abstract art: a product of the untalented sold by the unprincipled to the utterly bewildered.",
	"name": "Al Capp"
}, {
	"quote": "To paint is a possessing rather than a picturing.",
	"name": "Philip Guston"
}, {
	"quote": "Painting seems like some kind of peculiar miracle that I need to have again and again.",
	"name": "Philip Guston"
}, {
	"quote": "Great art is an instant arrested in eternity.",
	"name": "James Huneker"
}, {
	"quote": "Art is a revolt against fate. All art is a revolt against man's fate.",
	"name": "Andre Malraux"
}, {
	"quote": "No heirloom of humankind captures the past as do art and language.",
	"name": "Theodore Bikel"
}, {
	"quote": "Art is subject to arbitrary fashion.",
	"name": "Kary Mullis"
}, {
	"quote": "A room hung with pictures is a room hung with thoughts.",
	"name": "Joshua Reynolds"
}, {
	"quote": "If a building becomes architecture, then it is art.",
	"name": "Arne Jacobsen"
}, {
	"quote": "The goal of art was the vital expression of self.",
	"name": "Alfred Stieglitz"
}, {
	"quote": "I see myself and many artists like me as the torchbearers through these dark ages.",
	"name": "John Zorn"
}, {
	"quote": "When I make art, I think about its ability to connect with others, to bring them into the process.",
	"name": "Jim Hodges"
}, {
	"quote": "Layer by layer art strips life bare.",
	"name": "Robert Musil"
}, {
	"quote": "Every picture shows a spot with which the artist has fallen in love.",
	"name": "Alfred Sisley"
}]