[{
	"quote": "Style is a reflection of your attitude and your personality.",
	"name": "Shawn Ashmore"
}, {
	"quote": "If you don't like something, change it. If you can't change it, change your attitude.",
	"name": "Maya Angelou"
}, {
	"quote": "Each day, I come in with a positive attitude, trying to get better.",
	"name": "Stefon Diggs"
}, {
	"quote": "A positive attitude can really make dreams come true - it did for me.",
	"name": "David Bailey"
}, {
	"quote": "Adopting the right attitude can convert a negative stress into a positive one.",
	"name": "Hans Selye"
}, {
	"quote": "People may hear your words, but they feel your attitude.",
	"name": "John C. Maxwell"
}, {
	"quote": "Being sexy is all about attitude, not body type. It's a state of mind.",
	"name": "Amisha Patel"
}, {
	"quote": "Attitude is a little thing that makes a big difference.",
	"name": "Winston Churchill"
}, {
	"quote": "Leadership is practiced not so much in words as in attitude and in actions.",
	"name": "Harold S. Geneen"
}, {
	"quote": "Happiness doesn't depend on any external conditions, it is governed by our mental attitude.",
	"name": "Dale Carnegie"
}, {
	"quote": "Your attitude, not your aptitude, will determine your altitude.",
	"name": "Zig Ziglar"
}, {
	"quote": "Weakness of attitude becomes weakness of character.",
	"name": "Albert Einstein"
}, {
	"quote": "For success, attitude is equally as important as ability.",
	"name": "Walter Scott"
}, {
	"quote": "The only disability in life is a bad attitude.",
	"name": "Scott Hamilton"
}, {
	"quote": "Wearing the correct dress for any occasion is a matter of good manners.",
	"name": "Loretta Young"
}, {
	"quote": "Excellence is not a skill, it's an attitude.",
	"name": "Ralph Marston"
}, {
	"quote": "Acting is magical. Change your look and your attitude, and you can be anyone.",
	"name": "Alicia Witt"
}, {
	"quote": "A healthy attitude is contagious but don't wait to catch it from others. Be a carrier.",
	"name": "Tom Stoppard"
}, {
	"quote": "Our attitude towards others determines their attitude towards us.",
	"name": "Earl Nightingale"
}, {
	"quote": "My attitude is never to be satisfied, never enough, never.",
	"name": "Duke Ellington"
}, {
	"quote": "All I can control is myself and just keep having a positive attitude.",
	"name": "Rose Namajunas"
}, {
	"quote": "Reject your sense of injury and the injury itself disappears.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Age and size are only numbers. It's the attitude you bring to clothes that make the difference.",
	"name": "Donna Karan"
}, {
	"quote": "Your attitude towards failure determines your altitude after failure.",
	"name": "John C. Maxwell"
}, {
	"quote": "I can only control myself, my actions, my work ethic, and my attitude.",
	"name": "Ali Krieger"
}, {
	"quote": "The remarkable thing is, we have a choice everyday regarding the attitude we will embrace for that day.",
	"name": "Charles R. Swindoll"
}, {
	"quote": "Morality is simply the attitude we adopt towards people whom we personally dislike.",
	"name": "Oscar Wilde"
}, {
	"quote": "Always keep that happy attitude. Pretend that you are holding a beautiful fragrant bouquet.",
	"name": "Earl Nightingale"
}, {
	"quote": "Sales are contingent upon the attitude of the salesman - not the attitude of the prospect.",
	"name": "W. Clement Stone"
}, {
	"quote": "Pink isn't just a color, it's an attitude!",
	"name": "Miley Cyrus"
}, {
	"quote": "Cock your hat - angles are attitudes.",
	"name": "Frank Sinatra"
}, {
	"quote": "It's not true that clothes look better on skinny girls; what counts is the attitude.",
	"name": "Sonia Rykiel"
}, {
	"quote": "Civilization is a method of living, an attitude of equal respect for all men.",
	"name": "Jane Addams"
}, {
	"quote": "Eagles come in all shapes and sizes, but you will recognize them chiefly by their attitudes.",
	"name": "E. F. Schumacher"
}, {
	"quote": "The higher the better. It's more about an attitude. High heels empower women in a way.",
	"name": "Christian Louboutin"
}, {
	"quote": "Always have an attitude of gratitude.",
	"name": "Sterling K. Brown"
}, {
	"quote": "What is pride? A rocket that emulates the stars.",
	"name": "William Wordsworth"
}, {
	"quote": "When you have vision it affects your attitude. Your attitude is optimistic rather than pessimistic.",
	"name": "Charles R. Swindoll"
}, {
	"quote": "Attitude is attitude, whether you're a West Coast gangster or East Coast gangster, you know?",
	"name": "Paul Walker"
}, {
	"quote": "Great effort springs naturally from great attitude.",
	"name": "Pat Riley"
}, {
	"quote": "People in tough times - it doesn't mean they don't have a great attitude.",
	"name": "Joel Osteen"
}, {
	"quote": "You can control two things: your work ethic and your attitude about anything.",
	"name": "Ali Krieger"
}, {
	"quote": "Fairness is not an attitude. It's a professional skill that must be developed and exercised.",
	"name": "Brit Hume"
}, {
	"quote": "Negative attitude is nine times more powerful than positive attitude.",
	"name": "Bikram Choudhury"
}, {
	"quote": "I think whether you're having setbacks or not, the role of a leader is to always display a winning attitude.",
	"name": "Colin Powell"
}, {
	"quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.",
	"name": "Oprah Winfrey"
}, {
	"quote": "A strong positive mental attitude will create more miracles than any wonder drug.",
	"name": "Patricia Neal"
}, {
	"quote": "Our environment, the world in which we live and work, is a mirror of our attitudes and expectations.",
	"name": "Earl Nightingale"
}, {
	"quote": "Attitude determines the altitude of life.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "The ABC's are attitude, behavior and communication skills.",
	"name": "Gerald Chertavian"
}, {
	"quote": "If you can't change your fate, change your attitude.",
	"name": "Charles Revson"
}, {
	"quote": "My attitude is, a monument, a statue, ought to signify unity instead of division.",
	"name": "Bill Nelson"
}, {
	"quote": "My attitude is, if someone's going to criticize me, tell me to my face.",
	"name": "Simon Cowell"
}, {
	"quote": "My attitude is always one of sensuality, aggressive enthusiasm and a kind of outrageousness in my expression.",
	"name": "Sally Kirkland"
}, {
	"quote": "Our attitude toward life determines life's attitude towards us.",
	"name": "John N. Mitchell"
}, {
	"quote": "Youth is really in your attitude, not in what you look like.",
	"name": "Walt Handelsman"
}, {
	"quote": "It's just sad that one's attitude is always speculated, even if you've not done something.",
	"name": "Karan Patel"
}, {
	"quote": "Out here in California, in the Pacific Ocean, the sharks have a bad attitude.",
	"name": "Katy Mixon"
}, {
	"quote": "I have an attitude. It's what I do. I'm edgy. I have an attitude.",
	"name": "Hope Solo"
}, {
	"quote": "I love everybody. One of the great things about me is that I have a very positive attitude.",
	"name": "Imelda Marcos"
}, {
	"quote": "A positive attitude is something everyone can work on, and everyone can learn how to employ it.",
	"name": "Joan Lunden"
}, {
	"quote": "The greatest discovery of my generation is that a human being can alter his life by altering his attitudes.",
	"name": "William James"
}, {
	"quote": "But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be.",
	"name": "Alan Watts"
}, {
	"quote": "The meaning of things lies not in the things themselves, but in our attitude towards them.",
	"name": "Antoine de Saint-Exupery"
}, {
	"quote": "The ideal attitude is to be physically loose and mentally tight.",
	"name": "Arthur Ashe"
}, {
	"quote": "For me, bomber jackets are smart, but they are also street and have a lot of attitude.",
	"name": "The Weeknd"
}, {
	"quote": "I am just as comfortable in sweats and sneakers as I am in a dress and heels. Attitude is everything!",
	"name": "Blac Chyna"
}, {
	"quote": "Being black is not a matter of pigmentation - being black is a reflection of a mental attitude.",
	"name": "Steven Biko"
}, {
	"quote": "And the attitude of faith is the very opposite of clinging to belief, of holding on.",
	"name": "Alan Watts"
}, {
	"quote": "My attitude is that, if you have nothing to hide, why not show it?",
	"name": "Bradley Wiggins"
}, {
	"quote": "I walk tall; I got a tall attitude.",
	"name": "Dolly Parton"
}, {
	"quote": "Solidarity is an attitude of resistance, I suppose, or it should be.",
	"name": "Christopher Hitchens"
}, {
	"quote": "Having a positive mental attitude is asking how something can be done rather than saying it can't be done.",
	"name": "Bo Bennett"
}, {
	"quote": "All we need, really, is a change from a near frigid to a tropical attitude of mind.",
	"name": "Marjory Stoneman Douglas"
}, {
	"quote": "Most of us start out with a positive attitude and a plan to do our best.",
	"name": "Marilu Henner"
}, {
	"quote": "I thought one should have the attitude of 'What do you care what other people think!'",
	"name": "Richard P. Feynman"
}, {
	"quote": "My attitude is, do as much as I can while I'm free. And if I'm arrested I'll still do as much as I can.",
	"name": "Aung San Suu Kyi"
}, {
	"quote": "It is not the body's posture, but the heart's attitude that counts when we pray.",
	"name": "Billy Graham"
}, {
	"quote": "All punk is is attitude. That's what makes it. The attitude.",
	"name": "Joey Ramone"
}, {
	"quote": "I've been fired five times for having a bad attitude.",
	"name": "Meg Rosoff"
}, {
	"quote": "Success or failure in business is caused more by the mental attitude even than by mental capacities.",
	"name": "Walter Scott"
}, {
	"quote": "The purely agitational attitude is not good enough for a detailed consideration of a subject.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "Non-violence is a permanent attitude we bring to the breakfast table and bring to bed at night.",
	"name": "Coretta Scott King"
}, {
	"quote": "I just focus on what I can control, and that's how hard I play and my attitude.",
	"name": "Jalen Brunson"
}, {
	"quote": "I don't think it's a good attitude in your life to feel that you have to be rich to have self-esteem.",
	"name": "Tom Petty"
}, {
	"quote": "The purely agitation attitude is not good enough for a detailed consideration of a subject.",
	"name": "Michael Korda"
}, {
	"quote": "There is definitely something sexy about a girl with an attitude and a pair of leather pants.",
	"name": "Eliza Dushku"
}, {
	"quote": "I think my attitude to human beings has changed since leaving prison.",
	"name": "Jeffrey Archer"
}, {
	"quote": "Dada was an extreme protest against the physical side of painting. It was a metaphysical attitude.",
	"name": "Marcel Duchamp"
}, {
	"quote": "You don't have to have an attitude if you're famous.",
	"name": "Adriana Lima"
}, {
	"quote": "I love a woman with a relaxed attitude.",
	"name": "Stephane Rolland"
}, {
	"quote": "You cannot tailor-make the situations in life but you can tailor-make the attitudes to fit those situations.",
	"name": "Zig Ziglar"
}, {
	"quote": "The reactionary is always willing to take a progressive attitude on any issue that is dead.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "We awaken in others the same attitude of mind we hold toward them.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Never walk into a hospital crying. Have an attitude that you will make someone else's life better.",
	"name": "Jim Kelly"
}, {
	"quote": "When you pray for anyone you tend to modify your personal attitude toward him.",
	"name": "Norman Vincent Peale"
}, {
	"quote": "If you have fun and keep a good attitude, people want to work with you.",
	"name": "James Marsden"
}, {
	"quote": "It is in the character of very few men to honor without envy a friend who has prospered.",
	"name": "Aeschylus"
}, {
	"quote": "Between stimulus and response, there is a space where we choose our response.",
	"name": "Stephen Covey"
}, {
	"quote": "Anything can happen, so you have to control your attitude and stay strong.",
	"name": "Jason Day"
}, {
	"quote": "I don't think punk ever really dies, because punk rock attitude can never die.",
	"name": "Billy Idol"
}, {
	"quote": "The attitude is very important. Because, your behavior radiates how you feel.",
	"name": "Lou Ferrigno"
}, {
	"quote": "Choosing an attitude of faith will release peace out of your spirit and into your soul.",
	"name": "Joyce Meyer"
}, {
	"quote": "You need to have a can-do attitude. There is always a way.",
	"name": "Alan Mulally"
}, {
	"quote": "I like to say it's an attitude of not just thinking outside the box, but not even seeing the box.",
	"name": "Safra A. Catz"
}, {
	"quote": "Character is the result of two things: mental attitude and the way we spend our time.",
	"name": "Elbert Hubbard"
}, {
	"quote": "No rational argument will have a rational effect on a man who does not want to adopt a rational attitude.",
	"name": "Karl Popper"
}, {
	"quote": "I will not get very far with this attitude.",
	"name": "Nancy Cartwright"
}, {
	"quote": "Refuse to be a lazy Christian, and resist a passive, apathetic attitude.",
	"name": "Joyce Meyer"
}, {
	"quote": "How do you nurture a positive attitude when all the statistics say you're a dead man? You go to work.",
	"name": "Patrick Swayze"
}, {
	"quote": "Whenever I'm having a bad day and have an attitude, I stay home. I keep it at home.",
	"name": "Michael Clarke Duncan"
}, {
	"quote": "Individuals need to be willing to face truth about their attitudes, behaviors, even what we want out of life.",
	"name": "Joyce Meyer"
}, {
	"quote": "If you want my personal attitude, I would tell you that I don't care about a person's sexual orientation.",
	"name": "Vladimir Putin"
}, {
	"quote": "Athletic competition clearly defines the unique power of our attitude.",
	"name": "Bart Starr"
}, {
	"quote": "I really have been lucky because I've always had a very healthy attitude to my body.",
	"name": "Lily James"
}, {
	"quote": "You don't have to watch 'Gossip Girl' to have an attitude.",
	"name": "Prince"
}, {
	"quote": "Vanity can create a very cruel space for you if you don't know how to manage it.",
	"name": "Lady Gaga"
}, {
	"quote": "I love women with attitude.",
	"name": "Kevin Hart"
}, {
	"quote": "It got very tedious saying the same jokes in the same way with the same attitude.",
	"name": "Norm MacDonald"
}, {
	"quote": "I was bringing my attitude as a regular person 'cause this is my attitude.",
	"name": "Glenn Danzig"
}, {
	"quote": "When you ain't got no money, you gotta get an attitude.",
	"name": "Richard Pryor"
}, {
	"quote": "You can have a laugh in Los Angeles, or you can weep in Los Angeles, depending on your attitude towards it.",
	"name": "Miranda Richardson"
}, {
	"quote": "Time plays a role in almost every decision. And some decisions define your attitude about time.",
	"name": "John Cale"
}, {
	"quote": "My attitude toward men who mess around is simple: If you find 'em, kill 'em.",
	"name": "Loretta Lynn"
}, {
	"quote": "Mental attitude and concentration are the keys to pitching.",
	"name": "Ferguson Jenkins"
}, {
	"quote": "You know what's funny to me? Attitude.",
	"name": "Don Rickles"
}, {
	"quote": "With His love, you can wake up every day with an attitude of faith and expectancy.",
	"name": "Victoria Osteen"
}, {
	"quote": "Bad attitudes will ruin your team.",
	"name": "Terry Bradshaw"
}, {
	"quote": "We've created a tenfold core value protocol to make sure that we don't fall into an 'empire' attitude.",
	"name": "Joel Salatin"
}, {
	"quote": "France has been very good for me. It has given me a very worldly-cool attitude.",
	"name": "Marianne Faithfull"
}, {
	"quote": "I had to create some good work habits and attitude.",
	"name": "S. Truett Cathy"
}, {
	"quote": "'The Client List' represents everything we want to be - fresh, exciting, and original with attitude.",
	"name": "Nancy Dubuc"
}, {
	"quote": "Psychographics speaks more to an attitude, a lifestyle.",
	"name": "Richard Hayne"
}, {
	"quote": "Muslims have a very bad attitude to homosexuality, they're very intolerant.",
	"name": "Pim Fortuyn"
}, {
	"quote": "Stiletto, I look at it more as an attitude as opposed to a high-heeled shoe.",
	"name": "Lita Ford"
}, {
	"quote": "I don't think people are fools, and I think they deserve a good attitude and smart entertainment.",
	"name": "Tatyana Tolstaya"
}, {
	"quote": "Spend some time this weekend on home improvement; improve your attitude toward your family.",
	"name": "Bo Bennett"
}, {
	"quote": "Good humor is one of the best articles of dress one can wear in society.",
	"name": "William Makepeace Thackeray"
}, {
	"quote": "Attitude is everything.",
	"name": "Diane von Furstenberg"
}, {
	"quote": "Your attitude is contagious.",
	"name": "Kevin Plank"
}, {
	"quote": "You can't study comedy; it's within you. It's a personality. My humor is an attitude.",
	"name": "Don Rickles"
}, {
	"quote": "When you are thwarted, it is your own attitude that is out of order.",
	"name": "Meister Eckhart"
}, {
	"quote": "The single biggest surprise about arriving to the Senate is the defeatist attitude here.",
	"name": "Ted Cruz"
}, {
	"quote": "You've got to have the same attitude each day. You've got to show up to work.",
	"name": "Baker Mayfield"
}, {
	"quote": "A period of detention in a chilly upstate facility can be a great attitude adjuster.",
	"name": "Judy Sheindlin"
}, {
	"quote": "If you get a diagnosis, get on a therapy, keep a good attitude and keep your sense of humor.",
	"name": "Teri Garr"
}, {
	"quote": "I feel very comfortable with the U.K. tone and humour and laid-back attitude.",
	"name": "Shawn Mendes"
}, {
	"quote": "I don't think it's a healthy thing in your personal life to go around with that never-sure attitude.",
	"name": "Matt Lauer"
}, {
	"quote": "You may not be able to change a situation, but with humor you can change your attitude about it.",
	"name": "Allen Klein"
}, {
	"quote": "If a person can be said to have the wrong attitude, there is no need to pay attention to his arguments.",
	"name": "John McCarthy"
}, {
	"quote": "The only thing you have to have is patience and an attitude that you aren't ever going to give up.",
	"name": "Shawn Michaels"
}, {
	"quote": "Bob Altman had this relaxed but serious attitude. Everybody loved him. I wanted him to adopt me.",
	"name": "Steve Buscemi"
}, {
	"quote": "The pool is terrible, but that doesn't have much to do with my record swims. That's all mental attitude.",
	"name": "Mark Spitz"
}, {
	"quote": "If you're looking for can-do, earthy-crunchy attitude then you've got to go to Wisconsin.",
	"name": "Dar Williams"
}, {
	"quote": "If you try to come off as this big-time star with an attitude, people don't like that.",
	"name": "Selena"
}, {
	"quote": "I had an attitude problem when I was a kid. I'm not gonna lie.",
	"name": "Tionne Watkins"
}, {
	"quote": "Our attitude is that we want to cross over. You can't go on making records just for your own hometown.",
	"name": "Cheryl James"
}, {
	"quote": "Patton was living in the Dark Ages. Soldiers were peasants to him. I didn't like that attitude.",
	"name": "Bill Mauldin"
}, {
	"quote": "My attitude is one movie at a time. I don't want to get ahead of myself.",
	"name": "Jon Watts"
}, {
	"quote": "What sculptors do is represent the essence of gesture. What is important in mime is attitude.",
	"name": "Marcel Marceau"
}, {
	"quote": "Beyonce is one of my inspirations. Her attitude, her style, her voice... she's perfect.",
	"name": "Charice Pempengco"
}, {
	"quote": "I need that aggressive attitude to play my music and more men have that attitude than women.",
	"name": "Lita Ford"
}, {
	"quote": "The war changed everybody's attitude. We became international almost overnight.",
	"name": "W. Averell Harriman"
}, {
	"quote": "I have the same attitude going into every contest. It's all the same.",
	"name": "Red Gerard"
}, {
	"quote": "There has been a change in attitude, though.",
	"name": "Daniel Petrie"
}, {
	"quote": "Attitudes are more important than facts.",
	"name": "George MacDonald"
}, {
	"quote": "Being a part of SKECHERS is exciting. It is such a hip company with a great attitude and image.",
	"name": "Carrie Underwood"
}, {
	"quote": "You do manage a somewhat religious attitude toward your art. It is a calling rather than a job.",
	"name": "Jim Harrison"
}, {
	"quote": "Surfers have the most attitude.",
	"name": "Shaun White"
}, {
	"quote": "The only reason to have a positive mental attitude is that it makes life better. It doesn't cure cancer.",
	"name": "Molly Ivins"
}, {
	"quote": "Just because you're a luxury brand doesn't mean you have to have an attitude.",
	"name": "Angela Ahrendts"
}, {
	"quote": "Creativity is not talent but attitude.",
	"name": "Jenova Chen"
}, {
	"quote": "Attitude is your acceptance of the natural laws, or your rejection of the natural laws.",
	"name": "Stuart Chase"
}, {
	"quote": "I believe I have the attitude of a champion and a winner, and I'm not apologetic for it.",
	"name": "Jon Jones"
}, {
	"quote": "I think my attitude has always been to put food on the table.",
	"name": "James Garner"
}, {
	"quote": "I think I have a mental nappy attitude.",
	"name": "Paul Mooney"
}, {
	"quote": "I was always the guy getting kicked out of my classes at school for having an attitude problem.",
	"name": "Chevy Chase"
}, {
	"quote": "I don't mean this in a stuck-up way, but I needed an attitude song.",
	"name": "Gwen Stefani"
}, {
	"quote": "Before 'Gangnam Style' I was not a good attitude artist.",
	"name": "Psy"
}, {
	"quote": "Rock n' roll is not just a fashion statement; it is the attitude, and it has a political posturing as well.",
	"name": "CeeLo Green"
}, {
	"quote": "The political parties who prefer lockdowns should end their politics that is based on negative attitude.",
	"name": "Shehbaz Sharif"
}, {
	"quote": "My attitude with covers is, make it your own or else leave it alone.",
	"name": "Glenn Danzig"
}, {
	"quote": "Yes, we're still five little people with a noisy attitude.",
	"name": "Angus Young"
}, {
	"quote": "Children have adopted a consumerist attitude - I dare you to entertain me.",
	"name": "Walter Dean Myers"
}, {
	"quote": "Coaches will eventually notice a great attitude, and they respect that.",
	"name": "Heather O'Reilly"
}, {
	"quote": "I've never had any prima donna attitude against me. It's always been very respectful.",
	"name": "Rey Mysterio"
}, {
	"quote": "At home in Ireland, there's a habit of avoidance, an ironical attitude towards the authority figure.",
	"name": "Seamus Heaney"
}, {
	"quote": "Even as a little child, I've always had that comedian kind of attitude.",
	"name": "Etta James"
}, {
	"quote": "That attitude and toughness that we want to play with, that, to me, is the most critical thing.",
	"name": "Dan Quinn"
}, {
	"quote": "Adrian Clayborn is somebody that relentlessly brings that attitude, energy, and toughness.",
	"name": "Dan Quinn"
}, {
	"quote": "The attitude and identity that we want to play with doesn't change.",
	"name": "Dan Quinn"
}, {
	"quote": "For a writer only one form of patriotism exists: his attitude toward language.",
	"name": "Joseph Brodsky"
}, {
	"quote": "Iraq is just a symbol of the attitude of western democracies to the rest of the world.",
	"name": "Harold Pinter"
}, {
	"quote": "Hollywood's a very weird place. I think there's less of everything except for attitude.",
	"name": "Dean Cain"
}, {
	"quote": "Even when I'm playing someone named 'Fat Amy.' I'm all about confidence and attitude.",
	"name": "Rebel Wilson"
}, {
	"quote": "Funny is an attitude.",
	"name": "Flip Wilson"
}, {
	"quote": "I've always had that attitude that things happen for a reason.",
	"name": "Ryne Sandberg"
}, {
	"quote": "It was a whole new attitude: no makeup, less is more... the '90s were fun!",
	"name": "Edward Enninful"
}, {
	"quote": "The music is first and foremost everything - no egos, no attitude, nothing - it's about the music.",
	"name": "Big Boi"
}, {
	"quote": "Every baseball crowd, like every theatre audience, has its own distinctive attitude and atmosphere.",
	"name": "Bill Veeck"
}, {
	"quote": "I'm taking a bit of a wait-and-see attitude towards 3D.",
	"name": "Christopher Nolan"
}, {
	"quote": "The problem was just a mean attitude that festers and has to be challenged.",
	"name": "Major Owens"
}, {
	"quote": "I am a Piscean, and they have a lovingly detached attitude towards life.",
	"name": "Shahid Kapoor"
}, {
	"quote": "What was past was past. I suppose that was the general attitude.",
	"name": "V. S. Naipaul"
}, {
	"quote": "Punk was defined by an attitude rather than a musical style.",
	"name": "David Byrne"
}, {
	"quote": "You have to come in to major championships, and your attitude has to be on point.",
	"name": "Jason Day"
}, {
	"quote": "I think that major championships are as much about attitude as they are anything else.",
	"name": "Tom Lehman"
}, {
	"quote": "I try to cross as many genres as possible with the same attitude. I want every song to be very clear.",
	"name": "Coy Bowles"
}, {
	"quote": "Literature is dangerous: it awakens a rebellious attitude in us.",
	"name": "Mario Vargas Llosa"
}, {
	"quote": "There's always been something deeply disturbing about the Abbott government's attitude to women.",
	"name": "Richard Flanagan"
}, {
	"quote": "My attitudes have changed, but somebody would have to read all my books to find out how they have.",
	"name": "Irwin Shaw"
}, {
	"quote": "We're humans. Why always turn human attitude into political behaviours? I hate that.",
	"name": "Ingrid Betancourt"
}, {
	"quote": "My character in 'OK OK' has a lot of attitude, and it is an interesting one.",
	"name": "Hansika Motwani"
}, {
	"quote": "The biggest challenge is how to affect public attitudes and make people care.",
	"name": "Jim Fowler"
}, {
	"quote": "Vince McMahon became a billionaire based on Attitude, and Attitude was spawned by the ECW experience.",
	"name": "Paul Heyman"
}, {
	"quote": "We're making high-budget movies with a low-budget attitude.",
	"name": "Dean Devlin"
}, {
	"quote": "You can't be a crazy rebel in the face of death, it's not a fitting attitude.",
	"name": "Michel Houellebecq"
}, {
	"quote": "The characteristic political attitude of today is not one of positive belief, but of despair.",
	"name": "Herbert Read"
}, {
	"quote": "I was impressed by Hendrix. His attitude was brilliant. Even the way he walked was amazing.",
	"name": "Ritchie Blackmore"
}, {
	"quote": "There are no menial jobs, only menial attitudes.",
	"name": "William J. Brennan, Jr."
}, {
	"quote": "The place of chess in the society is closely related to the attitude of young people towards our game.",
	"name": "Boris Spassky"
}, {
	"quote": "In aid, the proper attitude is one omitting gratitude.",
	"name": "Marya Mannes"
}, {
	"quote": "Elvis Costello had a brand new bag. He was a musician, but he knew all about the attitude part of it.",
	"name": "Nick Lowe"
}, {
	"quote": "Mentally, you can't expect positive things to start happening in your life with a negative attitude.",
	"name": "Jinder Mahal"
}, {
	"quote": "On paper, swearing takes on a different attitude. It can make you sound very angry when you use it a lot.",
	"name": "Joanna Coles"
}, {
	"quote": "The Dolls were an attitude. If nothing else they were a great attitude.",
	"name": "Johnny Thunders"
}, {
	"quote": "Bambi can't act. Bambi had major attitude.",
	"name": "Treat Williams"
}, {
	"quote": "I just really think every job I do, I get this gypsy attitude to money.",
	"name": "Jessica Brown Findlay"
}, {
	"quote": "You can measure a programmer's perspective by noting his attitude on the continuing vitality of FORTRAN.",
	"name": "Alan Perlis"
}, {
	"quote": "I am shocked by the easy attitude of many in the media towards disclosing our Nation's secrets.",
	"name": "Todd Tiahrt"
}, {
	"quote": "But I do think that we approach music, in of itself, with a religious attitude.",
	"name": "Jon Fishman"
}, {
	"quote": "I look at Jagger and the like and if I see a good attitude I'll admire it but I wouldn't copy their style.",
	"name": "Michael Hutchence"
}, {
	"quote": "I don't want just attitude and loud opinion.",
	"name": "John J. McLaughlin"
}, {
	"quote": "Cheney, Rumsfeld - they were Shakespearean in their attitude of impunity.",
	"name": "Glen Duncan"
}, {
	"quote": "Israel always has a special filter to look at things, and that is the attitude toward Jews.",
	"name": "Ehud Barak"
}, {
	"quote": "An American orchestra doesn't want to play more than it has to. I respectfully disagree with that attitude.",
	"name": "Zubin Mehta"
}, {
	"quote": "Pessimism only describes an attitude, and not facts, and hence is entirely subjective.",
	"name": "Francis Parker Yockey"
}, {
	"quote": "I've set the bar high in terms of having a very feminist attitude towards how I present my body.",
	"name": "Bel Powley"
}, {
	"quote": "What reader wants to be told what attitude to strike?",
	"name": "Ian Mcewan"
}, {
	"quote": "Any race I go into, I've always got the attitude of throwing myself into and wanting nothing but No. 1.",
	"name": "Caroline Buchanan"
}, {
	"quote": "Abhorrence of apartheid is a moral attitude, not a policy.",
	"name": "Edward Heath"
}, {
	"quote": "I don't have a very positive attitude towards rappers.",
	"name": "Miriam Margolyes"
}, {
	"quote": "The Twenties have this sort of attitude where you never know what's around the corner.",
	"name": "Laura Carmichael"
}, {
	"quote": "But Jesus changes your attitude towards yourself and towards other people.",
	"name": "Cliff Richard"
}, {
	"quote": "Hip-hop is as much an attitude and perspective as it is a music form.",
	"name": "Cheo Hodari Coker"
}, {
	"quote": "The attitude of 'every nation unto itself' is a destructive one for the future of Israel.",
	"name": "Tzipi Livni"
}, {
	"quote": "You can't beat the beehive for glam punkette attitude.",
	"name": "Rob Sheffield"
}, {
	"quote": "I really believe you can predict when someone has a great attitude, a real well of talent.",
	"name": "Taylor Hackford"
}, {
	"quote": "Comedy taste changes. It only changes slightly, but there's always a different angle, a different attitude.",
	"name": "Ronnie Corbett"
}, {
	"quote": "The American attitude towards efficiency and execution should always underlie architecture.",
	"name": "Helmut Jahn"
}, {
	"quote": "Cardi actually says stuff. Nicki just has attitude. So what. Big deal.",
	"name": "Danielle Bregoli"
}, {
	"quote": "I don't reflect much, unless I'm talking to the media. I have more of a 'Forward, march!' kind of attitude.",
	"name": "Kerry King"
}, {
	"quote": "It's better for me to play with guys because Rock 'n' Roll has such an aggressive attitude.",
	"name": "Lita Ford"
}, {
	"quote": "I always had the attitude that I wanted to throw a no-hitter every game.",
	"name": "Dennis Eckersley"
}, {
	"quote": "Tommie Aaron taught me how to have a good attitude, to be easy going and not get uptight.",
	"name": "Dale Murphy"
}, {
	"quote": "I still have a young attitude.",
	"name": "Pat Morita"
}, {
	"quote": "I have always had a mystical attitude toward inspiration. That's my nature.",
	"name": "Madison Smartt Bell"
}, {
	"quote": "That attitude toward women as objects may have worked for the late Sixties, but it doesn't do so now.",
	"name": "John Schlesinger"
}, {
	"quote": "The reality is I'm not this person with this driving 'get it done' attitude.",
	"name": "Greg Giraldo"
}, {
	"quote": "Fame is O.K. I hate it, but it's O.K. I'm beginning to understand how I can be hidden. It's an attitude.",
	"name": "Romain Duris"
}, {
	"quote": "The accounting of the sacrifice is, more than anything else, the attitude toward war memorials in our time.",
	"name": "Friedrich St. Florian"
}]