[{
	"quote": "Love yourself. It is important to stay positive because beauty comes from the inside out.",
	"name": "Jenn Proske"
}, {
	"quote": "The future belongs to those who believe in the beauty of their dreams.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "Beauty is power; a smile is its sword.",
	"name": "John Ray"
}, {
	"quote": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better.",
	"name": "Henry Rollins"
}, {
	"quote": "Beauty is when you can appreciate yourself. When you love yourself, that's when you're most beautiful.",
	"name": "Zoe Kravitz"
}, {
	"quote": "Never lose an opportunity of seeing anything beautiful, for beauty is God's handwriting.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Take care of your inner, spiritual beauty. That will reflect in your face.",
	"name": "Dolores del Rio"
}, {
	"quote": "Beauty has so many forms, and I think the most beautiful thing is confidence and loving yourself.",
	"name": "Kiesza"
}, {
	"quote": "Let the beauty of what you love be what you do.",
	"name": "Rumi"
}, {
	"quote": "The soul that sees beauty may sometimes walk alone.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Nature's beauty is a gift that cultivates appreciation and gratitude.",
	"name": "Louie Schwartzberg"
}, {
	"quote": "Beauty is truth's smile when she beholds her own face in a perfect mirror.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Everything has beauty, but not everyone sees it.",
	"name": "Confucius"
}, {
	"quote": "Beauty is how you feel inside, and it reflects in your eyes. It is not something physical.",
	"name": "Sophia Loren"
}, {
	"quote": "If the path be beautiful, let us not ask where it leads.",
	"name": "Anatole France"
}, {
	"quote": "No beauty shines brighter than that of a good heart.",
	"name": "Shanina Shaik"
}, {
	"quote": "Think of all the beauty still left around you and be happy.",
	"name": "Anne Frank"
}, {
	"quote": "In life, as in art, the beautiful moves in curves.",
	"name": "Edward G. Bulwer-Lytton"
}, {
	"quote": "By plucking her petals, you do not gather the beauty of the flower.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Love of beauty is taste. The creation of beauty is art.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Beauty is not just a white girl. It's so many different flavors and shades.",
	"name": "Queen Latifah"
}, {
	"quote": "It's nice to just embrace the natural beauty within you.",
	"name": "Victoria Justice"
}, {
	"quote": "Imperfection is beauty, madness is genius and it's better to be absolutely ridiculous than absolutely boring.",
	"name": "Marilyn Monroe"
}, {
	"quote": "True beauty is born through our actions and aspirations and in the kindness we offer to others.",
	"name": "Alek Wek"
}, {
	"quote": "There is no real beauty without some slight imperfection.",
	"name": "James Salter"
}, {
	"quote": "The best part of beauty is that which no picture can express.",
	"name": "Francis Bacon"
}, {
	"quote": "Beauty is being comfortable and confident in your own skin.",
	"name": "Iman"
}, {
	"quote": "Beauty of expression is so akin to the voice of the sea.",
	"name": "George Matthew Adams"
}, {
	"quote": "Beauty surrounds us, but usually we need to be walking in a garden to know it.",
	"name": "Rumi"
}, {
	"quote": "The problem with beauty is that it's like being born rich and getting poorer.",
	"name": "Joan Collins"
}, {
	"quote": "Beauty is in the eye of the beer holder.",
	"name": "Kinky Friedman"
}, {
	"quote": "I would define, in brief, the poetry of words as the rhythmical creation of Beauty.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "A thing of beauty is a joy forever: its loveliness increases; it will never pass into nothingness.",
	"name": "John Keats"
}, {
	"quote": "I love natural beauty, and I think it's your best look, but I think makeup as an artist is so transformative.",
	"name": "Marina and the Diamonds"
}, {
	"quote": "The world's biggest power is the youth and beauty of a woman.",
	"name": "Chanakya"
}, {
	"quote": "Life isn't always really glamorous and fabulous. It's about encouraging people to go back to natural beauty.",
	"name": "Zoe Foster Blake"
}, {
	"quote": "To me, beauty and makeup and color is like the finishing touch on everything.",
	"name": "Marc Jacobs"
}, {
	"quote": "Anyone who keeps the ability to see beauty never grows old.",
	"name": "Franz Kafka"
}, {
	"quote": "O, thou art fairer than the evening air clad in the beauty of a thousand stars.",
	"name": "Christopher Marlowe"
}, {
	"quote": "Beauty without expression is boring.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Gorgeous hair is the best revenge.",
	"name": "Ivana Trump"
}, {
	"quote": "We needed something to express our joy, our beauty, our power. And the rainbow did that.",
	"name": "Gilbert Baker"
}, {
	"quote": "Flowers... are a proud assertion that a ray of beauty outvalues all the utilities of the world.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Love is the beauty of the soul.",
	"name": "Saint Augustine"
}, {
	"quote": "I think every single imperfection adds to your beauty. I'd rather be imperfect than perfect.",
	"name": "Sonam Kapoor"
}, {
	"quote": "Art can never exist without naked beauty displayed.",
	"name": "William Blake"
}, {
	"quote": "Beauty is everywhere a welcome guest.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Beauty is eternity gazing at itself in a mirror.",
	"name": "Khalil Gibran"
}, {
	"quote": "Heat cannot be separated from fire, or beauty from The Eternal.",
	"name": "Dante Alighieri"
}, {
	"quote": "The beauty of my journey is that it's always been pretty unpredictable, so stay tuned.",
	"name": "Andreja Pejic"
}, {
	"quote": "I believe in the power of great clothing. It can evoke confidence, beauty, and a sense of glamour.",
	"name": "Tina Knowles"
}, {
	"quote": "A rainbow is the product of physics working for your appreciation of beauty.",
	"name": "Kyle Hill"
}, {
	"quote": "Real beauty is to be true to oneself. That's what makes me feel good.",
	"name": "Laetitia Casta"
}, {
	"quote": "Look after yourself from within, and your beauty will shine through on your skin.",
	"name": "Shanina Shaik"
}, {
	"quote": "Endurance is nobler than strength, and patience than beauty.",
	"name": "John Ruskin"
}, {
	"quote": "There is a kind of beauty in imperfection.",
	"name": "Conrad Hall"
}, {
	"quote": "Perhaps the mission of an artist is to interpret beauty to people - the beauty within themselves.",
	"name": "Langston Hughes"
}, {
	"quote": "'Beauty is truth, truth beauty,' - that is all ye know on earth, and all ye need to know.",
	"name": "John Keats"
}, {
	"quote": "I don't think of all the misery but of the beauty that still remains.",
	"name": "Anne Frank"
}, {
	"quote": "The beauty of reading is that it lets you travel in a way you could never know.",
	"name": "Alek Wek"
}, {
	"quote": "For the mind disturbed, the still beauty of dawn is nature's finest balm.",
	"name": "Edwin Way Teale"
}, {
	"quote": "Beauty is in the heart of the beholder.",
	"name": "H. G. Wells"
}, {
	"quote": "Beauty is not caused. It is.",
	"name": "Emily Dickinson"
}, {
	"quote": "Beauty of whatever kind, in its supreme development, invariably excites the sensitive soul to tears.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "She is a peacock in everything but beauty.",
	"name": "Oscar Wilde"
}, {
	"quote": "I am among those who think that science has great beauty.",
	"name": "Marie Curie"
}, {
	"quote": "Life has sweetness to it and a beauty and a power that I wanted to celebrate.",
	"name": "Valerie Harper"
}, {
	"quote": "Competence, like truth, beauty, and contact lenses, is in the eye of the beholder.",
	"name": "Laurence J. Peter"
}, {
	"quote": "There is beauty and humility in imperfection.",
	"name": "Guillermo del Toro"
}, {
	"quote": "To me, teamwork is the beauty of our sport, where you have five acting as one. You become selfless.",
	"name": "Mike Krzyzewski"
}, {
	"quote": "Beauty is but a flower, which wrinkles will devour.",
	"name": "Thomas Nashe"
}, {
	"quote": "It is amazing how complete is the delusion that beauty is goodness.",
	"name": "Leo Tolstoy"
}, {
	"quote": "Beauty is the first test: there is no permanent place in the world for ugly mathematics.",
	"name": "G. H. Hardy"
}, {
	"quote": "True beauty is when someone radiates that they like themselves.",
	"name": "Aimee Mullins"
}, {
	"quote": "Let us live for the beauty of our own reality.",
	"name": "Charles Lamb"
}, {
	"quote": "Natural beauty takes at least two hours in front of a mirror.",
	"name": "Pamela Anderson"
}, {
	"quote": "I find beauty in imperfection.",
	"name": "Rachel Morrison"
}, {
	"quote": "Beauty is the bait which with delight allures man to enlarge his kind.",
	"name": "Socrates"
}, {
	"quote": "Beauty is worse than wine, it intoxicates both the holder and beholder.",
	"name": "Aldous Huxley"
}, {
	"quote": "Beauty is the lover's gift.",
	"name": "William Congreve"
}, {
	"quote": "We find delight in the beauty and happiness of children that makes the heart too big for the body.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "She got her looks from her father. He's a plastic surgeon.",
	"name": "Groucho Marx"
}, {
	"quote": "There is no cosmetic for beauty like happiness.",
	"name": "Maria Mitchell"
}, {
	"quote": "I always loved aesthetics. Not particularly fashion, but an idea of beauty.",
	"name": "Miuccia Prada"
}, {
	"quote": "Nail polish is like the icing on the beauty cake.",
	"name": "Mary Helen Bowers"
}, {
	"quote": "Those who find beauty in all of nature will find themselves at one with the secrets of life itself.",
	"name": "L. Wolfe Gilbert"
}, {
	"quote": "The beauty we love is very silent. It smiles softly to itself, but never speaks.",
	"name": "Richard Le Gallienne"
}, {
	"quote": "To me, 'sexy' is a kind of beauty, a kind of self-expression, one that is to be celebrated.",
	"name": "Emily Ratajkowski"
}, {
	"quote": "A bachelor never quite gets over the idea that he is a thing of beauty and a boy forever.",
	"name": "Helen Rowland"
}, {
	"quote": "Personal beauty is a greater recommendation than any letter of reference.",
	"name": "Aristotle"
}, {
	"quote": "Virtue has a veil, vice a mask.",
	"name": "Victor Hugo"
}, {
	"quote": "Everyday life is like programming, I guess. If you love something you can put beauty into it.",
	"name": "Donald Knuth"
}, {
	"quote": "Should you shield the canyons from the windstorms you would never see the true beauty of their carvings.",
	"name": "Elisabeth Kubler-Ross"
}, {
	"quote": "Art requires philosophy, just as philosophy requires art. Otherwise, what would become of beauty?",
	"name": "Paul Gauguin"
}, {
	"quote": "You're beautiful, like a May fly.",
	"name": "Ernest Hemingway"
}, {
	"quote": "I think there are very few people who have a real style, a real personality, and real beauty.",
	"name": "Marisa Berenson"
}, {
	"quote": "For every moment of triumph, for every instance of beauty, many souls must be trampled.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "I can barely conceive of a type of beauty in which there is no Melancholy.",
	"name": "Charles Baudelaire"
}, {
	"quote": "I'm not ugly, but my beauty is a total creation.",
	"name": "Georg Wilhelm Friedrich Hegel"
}, {
	"quote": "Cherish sunsets, wild creatures and wild places. Have a love affair with the wonder and beauty of the earth.",
	"name": "Stewart Udall"
}, {
	"quote": "Beauty awakens the soul to act.",
	"name": "Dante Alighieri"
}, {
	"quote": "The seventies is what I love. Soft, touchable beauty is what I love.",
	"name": "Tom Ford"
}, {
	"quote": "I love faces that have freckles. I love faces that have wrinkles. For me, beauty is naturalism, I guess.",
	"name": "Rachel Morrison"
}, {
	"quote": "I'm attracted to soccer's capacity for beauty. When well played, the game is a dance with a ball.",
	"name": "Eduardo Galeano"
}, {
	"quote": "Faith goes out through the window when beauty comes in at the door.",
	"name": "George Edward Moore"
}, {
	"quote": "I've learned that when God promises beauty through the ashes, He means it.",
	"name": "Taya Kyle"
}, {
	"quote": "Laughter and joy are part of the beauty of life.",
	"name": "Diogo Morgado"
}, {
	"quote": "Beauty is a short-lived tyranny.",
	"name": "Socrates"
}, {
	"quote": "Solitude has its own very strange beauty to it.",
	"name": "Liv Tyler"
}, {
	"quote": "The perception of beauty is a moral test.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I would never like to endorse a fairness cream. I believe in natural beauty.",
	"name": "Esha Gupta"
}, {
	"quote": "Glamour comes from within. My beauty regime begins with my personality.",
	"name": "Barry Humphries"
}, {
	"quote": "Once you go inside and weed through the muck, you will find the real beauty, the truth about yourself.",
	"name": "Lindsay Wagner"
}, {
	"quote": "I have often said that the lure of flying is the lure of beauty.",
	"name": "Amelia Earhart"
}, {
	"quote": "The beauty of independence, departure, actions that rely on themselves.",
	"name": "Walt Whitman"
}, {
	"quote": "Design is not making beauty, beauty emerges from selection, affinities, integration, love.",
	"name": "Louis Kahn"
}, {
	"quote": "I always find beauty in things that are odd and imperfect - they are much more interesting.",
	"name": "Marc Jacobs"
}, {
	"quote": "The beauty of having short hair is that I actually can wash and style it at home!",
	"name": "Meagan Good"
}, {
	"quote": "Exuberance is beauty.",
	"name": "William Blake"
}, {
	"quote": "Beauty is only skin deep. I think what's really important is finding a balance of mind, body and spirit.",
	"name": "Jennifer Lopez"
}, {
	"quote": "There's no such thing is aging, but maturing and knowledge. It's beautiful, I call that beauty.",
	"name": "Celine Dion"
}, {
	"quote": "Beauty is a radiance that originates from within and comes from inner security and strong character.",
	"name": "Jane Seymour"
}, {
	"quote": "Faces that have charmed us the most escape us the soonest.",
	"name": "Walter Scott"
}, {
	"quote": "Beauty is grace and confidence. I've learned to accept and appreciate what nature gave me.",
	"name": "Lindsay Lohan"
}, {
	"quote": "Sleeping and water are lifesavers - that's true beauty right there.",
	"name": "Sofia Boutella"
}, {
	"quote": "Beauty is variable, ugliness is constant.",
	"name": "Douglas Horton"
}, {
	"quote": "The beauty of Judaism is that it demands we ask questions, especially of ourselves.",
	"name": "Edgar Bronfman, Sr."
}, {
	"quote": "Nonsense and beauty have close connections.",
	"name": "E. M. Forster"
}, {
	"quote": "Fast cars like Porsches and Ferraris - they are things of beauty.",
	"name": "Rod Stewart"
}, {
	"quote": "There are elements of intrinsic beauty in the simplification of a house built on the log cabin idea.",
	"name": "Gustav Stickley"
}, {
	"quote": "Beauty and the devil are the same thing.",
	"name": "Robert Mapplethorpe"
}, {
	"quote": "Beauty is perfect in its imperfections, so you just have to go with the imperfections.",
	"name": "Diane von Furstenberg"
}, {
	"quote": "Beauty may be skin deep, but ugly goes clear to the bone.",
	"name": "Redd Foxx"
}, {
	"quote": "Beauty in art is often nothing but ugliness subdued.",
	"name": "Jean Rostand"
}, {
	"quote": "Beauty means expression and being your most authentic self.",
	"name": "Paloma Elsesser"
}, {
	"quote": "Mozart's music is so pure and beautiful that I see it as a reflection of the inner beauty of the universe.",
	"name": "Albert Einstein"
}, {
	"quote": "I decided that if I could paint that flower in a huge scale, you could not ignore its beauty.",
	"name": "Georgia O'Keeffe"
}, {
	"quote": "I think Sydney has so much natural beauty; it's just a beautiful city.",
	"name": "Flume"
}, {
	"quote": "As we grow old, the beauty steals inward.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Today I see beauty everywhere I go, in every face I see, in every single soul.",
	"name": "Kevyn Aucoin"
}, {
	"quote": "Since love grows within you, so beauty grows. For love is the beauty of the soul.",
	"name": "Saint Augustine"
}, {
	"quote": "I see flaws as a kind of beauty.",
	"name": "Karan Mahajan"
}, {
	"quote": "Beauty when unadorned is adorned the most.",
	"name": "St. Jerome"
}, {
	"quote": "What would be ugly in a garden constitutes beauty in a mountain.",
	"name": "Victor Hugo"
}, {
	"quote": "You know when I feel inwardly beautiful? When I am with my girlfriends and we are having a 'goddess circle'.",
	"name": "Jennifer Aniston"
}, {
	"quote": "There is in true beauty, as in courage, something which narrow souls cannot dare to admire.",
	"name": "William Congreve"
}, {
	"quote": "Beauty doesn't need ornaments. Softness can't bear the weight of ornaments.",
	"name": "Munshi Premchand"
}, {
	"quote": "Love built on beauty, soon as beauty, dies.",
	"name": "John Donne"
}, {
	"quote": "Social media has revolutionised how beauty is curated, captured, and consumed.",
	"name": "Pat McGrath"
}, {
	"quote": "Beauty is subjective and should not be limited to only what we see on the outside.",
	"name": "Alek Wek"
}, {
	"quote": "Beauty is the promise of happiness.",
	"name": "Edmund Burke"
}, {
	"quote": "The kind of beauty I want most is the hard-to-get kind that comes from within - strength, courage, dignity.",
	"name": "Ruby Dee"
}, {
	"quote": "It is not sufficient to see and to know the beauty of a work. We must feel and be affected by it.",
	"name": "Voltaire"
}, {
	"quote": "Beauty, whether moral or natural, is felt, more properly than perceived.",
	"name": "David Hume"
}, {
	"quote": "Aging has a wonderful beauty and we should have respect for that.",
	"name": "Eartha Kitt"
}, {
	"quote": "Perfect is boring: Beauty is irregular.",
	"name": "Gloria Steinem"
}, {
	"quote": "What the imagination seizes as beauty must be truth.",
	"name": "John Keats"
}, {
	"quote": "Beauty is the greatest seducer of man.",
	"name": "Paulo Coelho"
}, {
	"quote": "Seek goodness and be goodness. Seek beauty and be beauty. Seek love and be love.",
	"name": "Bryant H. McGill"
}, {
	"quote": "Nothing surpasses the beauty and elegance of a bad idea.",
	"name": "Craig Bruce"
}, {
	"quote": "Find your own way, have an open spirit, and believe in your own beauty.",
	"name": "Francois Nars"
}, {
	"quote": "The original theme of 'Beauty and the Beast' is don't judge a book by its cover. Love what's inside.",
	"name": "Jay Ryan"
}, {
	"quote": "Zest is the secret of all beauty. There is no beauty that is attractive without zest.",
	"name": "Christian Dior"
}, {
	"quote": "Beauty in distress is much the most affecting beauty.",
	"name": "Edmund Burke"
}, {
	"quote": "There is beauty when something works and it works intuitively.",
	"name": "Jonathan Ive"
}, {
	"quote": "I am a thing of beauty.",
	"name": "Frank Sinatra"
}, {
	"quote": "Truth is a thing immortal and perpetual, and it gives to us a beauty that fades not away in time.",
	"name": "Frank Norris"
}, {
	"quote": "To me, beauty is inclusion - every size, every color - that's the world I live in.",
	"name": "Prabal Gurung"
}, {
	"quote": "If you get simple beauty and naught else, you get about the best thing God invents.",
	"name": "Robert Browning"
}, {
	"quote": "Great perils have this beauty, that they bring to light the fraternity of strangers.",
	"name": "Victor Hugo"
}, {
	"quote": "Physical beauty isn't so impressive to me.",
	"name": "Dita Von Teese"
}, {
	"quote": "Wisdom is the abstract of the past, but beauty is the promise of the future.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "Beauty comes in all forms. It's not just external; it's internal as well.",
	"name": "Alessia Cara"
}, {
	"quote": "Beauty of mind creates freedom. Freedom of mind creates beauty.",
	"name": "Ann Demeulemeester"
}, {
	"quote": "All the great religions have a place for awe, for ecstatic transport at the wonder and beauty of creation.",
	"name": "Richard Dawkins"
}, {
	"quote": "Goodness is beauty in the best estate.",
	"name": "Christopher Marlowe"
}, {
	"quote": "I consider fitness, diet, and beauty to be essential to a balanced self.",
	"name": "Hannah Bronfman"
}, {
	"quote": "Like charity, I believe glamour should begin at home.",
	"name": "Loretta Young"
}, {
	"quote": "The human soul needs actual beauty more than bread.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Sunscreen, in the world of beauty, is the ultimate in adulting.",
	"name": "Emily Weiss"
}, {
	"quote": "I believe that true beauty of chess is more than enough to satisfy all possible demands.",
	"name": "Alexander Alekhine"
}, {
	"quote": "There is hope and a kind of beauty in there somewhere, if you look for it.",
	"name": "H. R. Giger"
}, {
	"quote": "Beauty seen is never lost, God's colors all are fast.",
	"name": "John Greenleaf Whittier"
}, {
	"quote": "Prom drops girls squarely into the beauty spending pipeline.",
	"name": "Rachel Simmons"
}, {
	"quote": "It was Chicago with its World's Fair which vivified the national desire for civic beauty.",
	"name": "Daniel Burnham"
}, {
	"quote": "That's the beauty of the animation process: It takes so long, you have so many chances to improve it.",
	"name": "Phil Lord"
}, {
	"quote": "Coming in solemn beauty like slow old tunes of Spain.",
	"name": "John Masefield"
}, {
	"quote": "Wealth, beauty, and fame are transient. When those are gone, little is left except the need to be useful.",
	"name": "Gene Tierney"
}, {
	"quote": "I consider myself a woman endowed with inner beauty.",
	"name": "Leila Lopes"
}, {
	"quote": "As for everything else, so for a mathematical theory: beauty can be perceived but not explained.",
	"name": "Arthur Cayley"
}, {
	"quote": "That's the beauty of the Internet is that we're no longer tied to our communities by physical connections.",
	"name": "Edward Snowden"
}, {
	"quote": "Beauty is one of the rare things which does not lead to doubt of God.",
	"name": "Jean Anouilh"
}, {
	"quote": "Where is there beauty when you see deprivation and starvation?",
	"name": "Rosalind Russell"
}, {
	"quote": "I wasn't afraid of getting old, because I was never a great beauty.",
	"name": "Shirley MacLaine"
}, {
	"quote": "Beauty at 70 years old isn't the same as beauty at 20 years old, but it is stunning nonetheless.",
	"name": "Victoria Moran"
}, {
	"quote": "There is art and beauty and power in the primal images of fantasy.",
	"name": "Guillermo del Toro"
}, {
	"quote": "I'm not trying to stump anybody... it's the beauty of the language that I'm interested in.",
	"name": "Buddy Holly"
}, {
	"quote": "I do love to capture beauty in this world. And photos can last the test of time.",
	"name": "Nathaniel Buzolic"
}, {
	"quote": "The last thing left in nature is the beauty of women.",
	"name": "Peter Beard"
}, {
	"quote": "I was not a good-lookin' girl. I was extremely skinny. I wasn't pretty. I wasn't cool.",
	"name": "Celine Dion"
}, {
	"quote": "Having inner beauty is something you develop on your own, and I like to think I have that.",
	"name": "Cindy Margolis"
}, {
	"quote": "No spring nor summer beauty hath such grace as I have seen in one autumnal face.",
	"name": "John Donne"
}, {
	"quote": "I always say that kindness is the greatest beauty that you can have.",
	"name": "Andie MacDowell"
}, {
	"quote": "Beauty without grace is the hook without the bait.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Beauty is an outward gift, which is seldom despised, except by those to whom it has been refused.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Alas! how little does the memory of these human inhabitants enhance the beauty of the landscape!",
	"name": "Henry David Thoreau"
}, {
	"quote": "I heard the old, old, men say 'all that's beautiful drifts away, like the waters.'",
	"name": "William Butler Yeats"
}, {
	"quote": "Beauty and folly are old companions.",
	"name": "Benjamin Franklin"
}, {
	"quote": "I'm no natural beauty. If I'm gonna have any looks at all, I'm gonna have to create them.",
	"name": "Dolly Parton"
}, {
	"quote": "Rare is the union of beauty and purity.",
	"name": "Juvenal"
}, {
	"quote": "Grace is the beauty of form under the influence of freedom.",
	"name": "Friedrich Schiller"
}, {
	"quote": "Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Why hurry over beautiful things? Why not linger and enjoy them?",
	"name": "Clara Schumann"
}, {
	"quote": "I like a girl with natural beauty.",
	"name": "Chandler Parsons"
}, {
	"quote": "Our hearts were drunk with a beauty Our eyes could never see.",
	"name": "George William Russell"
}, {
	"quote": "Beauty is a short-lived tyranny.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Beauty is all very well at first sight; but who ever looks at it when it has been in the house three days?",
	"name": "George Bernard Shaw"
}, {
	"quote": "Pay attention to the beauty surrounding you.",
	"name": "Anne Lamott"
}, {
	"quote": "Both for Havana's beauty and decay, it's very hard to restrain yourself from staring everywhere you look.",
	"name": "Brin-Jonathan Butler"
}, {
	"quote": "A woman whose smile is open and whose expression is glad has a kind of beauty no matter what she wears.",
	"name": "Anne Roiphe"
}, {
	"quote": "It's important to believe in yourself and the beauty of your dreams and to not let anyone tell you different.",
	"name": "Victoria Arlen"
}, {
	"quote": "Inner beauty should be the most important part of improving one's self.",
	"name": "Priscilla Presley"
}, {
	"quote": "This is the artist, then, life's hungry man, the glutton of eternity, beauty's miser, glory's slave.",
	"name": "Tom Wolfe"
}, {
	"quote": "A witty woman is a treasure; a witty beauty is a power.",
	"name": "George Meredith"
}, {
	"quote": "I like beauty to be a bit edgy, not typical. For me, the only rule is looking good.",
	"name": "Francois Nars"
}, {
	"quote": "I would like to say to people, open your eyes and find beauty where you normally don't expect it.",
	"name": "Jean Paul Gaultier"
}, {
	"quote": "I think permitting the game to become too physical takes away a little bit of the beauty.",
	"name": "John Wooden"
}, {
	"quote": "And beauty immortal awakes from the tomb.",
	"name": "James Beattie"
}, {
	"quote": "Genetics is all about showcasing human beauty along with high-quality performance.",
	"name": "Bela Karolyi"
}, {
	"quote": "Embrace the color of your skin and your own beauty.",
	"name": "Yuna"
}, {
	"quote": "Love is the attempt to form a friendship inspired by beauty.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "There is no excellent beauty that hath not some strangeness in the proportion.",
	"name": "Francis Bacon"
}, {
	"quote": "Have the pride of the brown girl and know that you'll figure out your own beauty in time.",
	"name": "Tamara Taylor"
}, {
	"quote": "Art is beauty, the perpetual invention of detail, the choice of words, the exquisite care of execution.",
	"name": "Theophile Gautier"
}, {
	"quote": "Through my optimism I naturally prefer and capture the beauty in life.",
	"name": "Leni Riefenstahl"
}, {
	"quote": "To love beauty is to see light.",
	"name": "Victor Hugo"
}, {
	"quote": "The beauty of a face is not a separate quality but a relation or proportion of qualities to each other.",
	"name": "George Herbert Mead"
}, {
	"quote": "The moment you cheat for the sake of beauty, you know you're an artist.",
	"name": "David Hockney"
}, {
	"quote": "Beauty is the sole ambition, the exclusive goal of Taste.",
	"name": "Charles Baudelaire"
}, {
	"quote": "The absence of flaw in beauty is itself a flaw.",
	"name": "Havelock Ellis"
}, {
	"quote": "Beauty is in the eye of the beholder.",
	"name": "Oliver Platt"
}, {
	"quote": "The woman with dark hair, wide hips, and a few extra pounds has always been the essence of beauty in Morocco.",
	"name": "Fatema Mernissi"
}, {
	"quote": "Ugliness is in a way superior to beauty because it lasts.",
	"name": "Serge Gainsbourg"
}, {
	"quote": "Beauty is a fragile gift.",
	"name": "Ovid"
}, {
	"quote": "Beauty is a manifestation of secret natural laws, which otherwise would have been hidden from us forever.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Just because you are blind and unable to see my beauty doesn't mean it does not exist.",
	"name": "Margaret Cho"
}, {
	"quote": "Light, God's eldest daughter, is a principal beauty in a building.",
	"name": "Thomas Fuller"
}, {
	"quote": "A sculptor wields The chisel, and the stricken marble grows To beauty.",
	"name": "William Cullen Bryant"
}, {
	"quote": "I think that something needs to be weird in order to have a real beauty.",
	"name": "Carine Roitfeld"
}, {
	"quote": "For all of nature's wonder and beauty, it is also hostile and unpredictable.",
	"name": "Liam Neeson"
}, {
	"quote": "Beauty magazines make my girlfriend feel ugly.",
	"name": "James De La Vega"
}, {
	"quote": "Los Angeles is like a beauty parlor at the end of the universe.",
	"name": "Emily Mortimer"
}, {
	"quote": "Beauty in things exists in the mind which contemplates them.",
	"name": "David Hume"
}, {
	"quote": "Whatever you may look like, marry a man your own age - as your beauty fades, so will his eyesight.",
	"name": "Phyllis Diller"
}, {
	"quote": "All the freaky people make the beauty of the world.",
	"name": "Michael Franti"
}, {
	"quote": "Cinderella is not only an iconic character when it comes to beauty, grace and fairytale love, but also shoes.",
	"name": "Christian Louboutin"
}, {
	"quote": "There is no personal achievement in being born beautiful.",
	"name": "Loretta Young"
}, {
	"quote": "Every performance is different. That's the beauty of it.",
	"name": "Van Morrison"
}, {
	"quote": "I find short, fast romances romantic. There's a beauty to dark imagery.",
	"name": "Sam Smith"
}, {
	"quote": "Beauty, to me is about being comfortable in your own skin.",
	"name": "Gwyneth Paltrow"
}, {
	"quote": "The fun part of being a girl is that there are little beauty things you can do to make yourself feel special.",
	"name": "Jennifer Love Hewitt"
}, {
	"quote": "'Green Garden' is about beauty and joy and lush green and dance and excitement and smiling from within.",
	"name": "Laura Mvula"
}, {
	"quote": "In youth and beauty, wisdom is but rare!",
	"name": "Homer"
}, {
	"quote": "Every girl should use what Mother Nature gave her before Father Time takes it away.",
	"name": "Laurence J. Peter"
}, {
	"quote": "It's not beauty but fine qualities, my girl, that keep a husband.",
	"name": "Euripides"
}, {
	"quote": "I really believe that beauty comes from health - sensible eating and exercise.",
	"name": "Dita Von Teese"
}, {
	"quote": "I never quite understood why Disney hadn't made a sincere fairy tale since 'Beauty and the Beast.'",
	"name": "John Lasseter"
}, {
	"quote": "Beauty itself is but the sensible image of the Infinite.",
	"name": "Francis Bacon"
}, {
	"quote": "I also became close to nature, and am now able to appreciate the beauty with which this world is endowed.",
	"name": "James Dean"
}, {
	"quote": "For me, physical beauty is never the reason for attraction to anyone.",
	"name": "Katrina Kaif"
}, {
	"quote": "By its very nature the beautiful is isolated from everything else. From beauty no road leads to reality.",
	"name": "Hannah Arendt"
}, {
	"quote": "The only rich person is a person who is rich in spirit. I have no money deposit. I have only beauty deposit.",
	"name": "Imelda Marcos"
}, {
	"quote": "What is man's ultimate direction in life? It is to look for love, truth, virtue, and beauty.",
	"name": "Shinichi Suzuki"
}, {
	"quote": "In the end, long life is the reward, strength, and beauty.",
	"name": "Grace Paley"
}, {
	"quote": "Life deprived of beauty is not worthy of being called human.",
	"name": "Luis Barragan"
}, {
	"quote": "For me the greatest beauty always lies in the greatest clarity.",
	"name": "Gotthold Ephraim Lessing"
}, {
	"quote": "Time takes the ugliness and horror out of death and turns it into beauty.",
	"name": "Dodie Smith"
}, {
	"quote": "The terrifying and edible beauty of Art Nouveau architecture.",
	"name": "Salvador Dali"
}, {
	"quote": "There is real beauty in my eyes when I lose my mind.",
	"name": "Jessica Hagedorn"
}, {
	"quote": "Beauty, the eternal Spouse of the Wisdom of God and Angel of his Presence thru' all creation.",
	"name": "Robert Bridges"
}, {
	"quote": "The cottage garden; most for use designed, Yet not of beauty destitute.",
	"name": "Charlotte Smith"
}, {
	"quote": "Beauty is altogether in the eye of the beholder.",
	"name": "Lew Wallace"
}, {
	"quote": "There is certainly no absolute standard of beauty. That precisely is what makes its pursuit so interesting.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "I find beauty in the grotesque, like most artists.",
	"name": "Alexander McQueen"
}, {
	"quote": "Beauty is merciless. You do not look at it, it looks at you and does not forgive.",
	"name": "Nikos Kazantzakis"
}, {
	"quote": "Teach us that wealth is not elegance, that profusion is not magnificence, that splendor is not beauty.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "I think confidence is a true form of beauty.",
	"name": "Becky G"
}, {
	"quote": "The beauty of what Apple does at Apple is that they're not on trend; they are classic.",
	"name": "Anna Wintour"
}, {
	"quote": "Beauty is not just physical.",
	"name": "Halle Berry"
}, {
	"quote": "The love of beauty in its multiple forms is the noblest gift of the human cerebrum.",
	"name": "Alexis Carrel"
}, {
	"quote": "It is the addition of strangeness to beauty that constitutes the romantic character in art.",
	"name": "Walter Hagen"
}, {
	"quote": "Beauty products always cheer me up and give me hope. If it makes you feel pretty, why not?",
	"name": "Salma Hayek"
}, {
	"quote": "As a busy working mom I'm always pressed for time, so a quick and easy beauty routine is key!",
	"name": "Angela Kinsey"
}, {
	"quote": "There is a role and function for beauty in our time.",
	"name": "Tadao Ando"
}, {
	"quote": "An exile reads change the way he reads time, memory, self, love, fear, beauty: in the key of loss.",
	"name": "Andre Aciman"
}, {
	"quote": "Taking joy in living is a woman's best cosmetic.",
	"name": "Rosalind Russell"
}, {
	"quote": "People don't associate red hair, pale skin, and freckles with beauty.",
	"name": "Shirley Manson"
}, {
	"quote": "It's sad when girls think they don't have anything going on except being pretty.",
	"name": "Keri Russell"
}, {
	"quote": "What delights us in visible beauty is the invisible.",
	"name": "Marie von Ebner-Eschenbach"
}, {
	"quote": "Beauty and brains, pleasure and usability - they should go hand in hand.",
	"name": "Donald Norman"
}, {
	"quote": "Beauty is the oracle that speaks to us all.",
	"name": "Luis Barragan"
}, {
	"quote": "Whenever I see a nighttime picture of Earth from space, with its glowing lights, I am stirred by its beauty.",
	"name": "David Grinspoon"
}, {
	"quote": "No eyes that have seen beauty ever lose their sight.",
	"name": "Jean Toomer"
}, {
	"quote": "A child does not notice the greatness and the beauty of nature and the splendor of God in his works.",
	"name": "Rudolf Otto"
}, {
	"quote": "I really do believe that inner beauty is so much more than any kind of outer beauty.",
	"name": "Rachele Brooke Smith"
}, {
	"quote": "O human beauty, what a dream art thou, that we should cast our life and hopes away on thee!",
	"name": "Bryan Procter"
}, {
	"quote": "Chris Cornell painted in song the darkness and beauty of life in Seattle.",
	"name": "Mike McCready"
}, {
	"quote": "Life is one long decay, no? There's a lot of beauty in it. Like the patina in an old city.",
	"name": "Urs Fischer"
}, {
	"quote": "You don't have to save the world, but you can be in the world-that's where the beauty comes from.",
	"name": "Daphne Zuniga"
}, {
	"quote": "In Wyoming, the beauty of our mountains is matched only by the grit of our people.",
	"name": "Liz Cheney"
}, {
	"quote": "The beauty of women was the first expression of my photography.",
	"name": "Alberto Korda"
}, {
	"quote": "I have beauty, intelligence, individuality, sensuality and sexuality.",
	"name": "Shannon Tweed"
}, {
	"quote": "I want, of course, peace, grace, and beauty. How do you do that? You work for it.",
	"name": "Studs Terkel"
}, {
	"quote": "You can only perceive real beauty in a person as they get older.",
	"name": "Anouk Aimee"
}, {
	"quote": "Beauty, n: the power by which a woman charms a lover and terrifies a husband.",
	"name": "Ambrose Bierce"
}, {
	"quote": "The ideal beauty is a fugitive which is never found.",
	"name": "Joan Rivers"
}, {
	"quote": "Beauty has a lot to do with character.",
	"name": "Kevyn Aucoin"
}, {
	"quote": "In every man's heart there is a secret nerve that answers to the vibrations of beauty.",
	"name": "Christopher Morley"
}, {
	"quote": "All cities are mad: but the madness is gallant. All cities are beautiful: but the beauty is grim.",
	"name": "Christopher Morley"
}, {
	"quote": "The key to education is the experience of beauty.",
	"name": "Friedrich Schiller"
}, {
	"quote": "Whether you come from heaven or hell, what does it matter, O Beauty!",
	"name": "Charles Baudelaire"
}, {
	"quote": "My beauty secret is absolutely no sun.",
	"name": "Vivienne Westwood"
}, {
	"quote": "Rarely do great beauty and great virtue dwell together.",
	"name": "Petrarch"
}, {
	"quote": "I love beauty. But I like the beauty accidentally, not dished up, served up on a platter.",
	"name": "Wole Soyinka"
}, {
	"quote": "I am slightly obsessed with beauty products.",
	"name": "Marley Dias"
}, {
	"quote": "I gave my beauty and my youth to men. I am going to give my wisdom and experience to animals.",
	"name": "Brigitte Bardot"
}, {
	"quote": "Beauty makes idiots sad and wise men merry.",
	"name": "George Jean Nathan"
}, {
	"quote": "My favourite beauty look is definitely '70s beauty - sun kissed skin, wavy hair and defined eyes.",
	"name": "Erin Heatherton"
}, {
	"quote": "The beautiful seems right by force of beauty, and the feeble wrong because of weakness.",
	"name": "Virginia Woolf"
}, {
	"quote": "Blues and soul and jazz music has so much pain, so much beauty of raw emotion and passion.",
	"name": "Christina Aguilera"
}, {
	"quote": "Real beauty knocks you a little bit off kilter.",
	"name": "David Byrne"
}, {
	"quote": "Directors don't call you for your beauty but for your talent.",
	"name": "Monica Bellucci"
}, {
	"quote": "Sleep is the real beauty secret, but I don't get enough of that.",
	"name": "Chelsea Leyland"
}, {
	"quote": "Oh who can tell the range of joy or set the bounds of beauty?",
	"name": "Sara Teasdale"
}, {
	"quote": "Beauty shouldn't be superficial and should come from within, and your eyes will tell the story.",
	"name": "Michelle Yeoh"
}, {
	"quote": "The achievement is appreciation. Your ability to be surprised and awed by beauty!",
	"name": "William Hurt"
}, {
	"quote": "Integrity reveals beauty.",
	"name": "Thomas Leonard"
}, {
	"quote": "Because beauty isn't enough, there must be something more.",
	"name": "Eva Herzigova"
}, {
	"quote": "There's not enough said about the beauty of being able to focus on what you do well.",
	"name": "Kimberly Bryant"
}, {
	"quote": "I think beauty comes from within, and society paints a ridiculous picture.",
	"name": "Rachel Bilson"
}, {
	"quote": "We are learning, too, that the love of beauty is one of Nature's greatest healers.",
	"name": "Ellsworth Huntington"
}, {
	"quote": "Latin life is rich with warmth, family values and history. I want to bring that beauty into American homes.",
	"name": "Cristina Saralegui"
}, {
	"quote": "A healthful hunger for a great idea is the beauty and blessedness of life.",
	"name": "Jean Ingelow"
}, {
	"quote": "My livelihood depends on my surface beauty, but when I wash my face, I see a real person there.",
	"name": "Marie Helvin"
}, {
	"quote": "To find beauty in the most grotesque things is a gift.",
	"name": "Seph Lawless"
}, {
	"quote": "Most people can't see beauty and love. I see our music as medicine.",
	"name": "Maurice White"
}, {
	"quote": "The beauty of cable is you could program for 18-year-old twins and get a hit show on cable.",
	"name": "Robert Greenblatt"
}, {
	"quote": "To give pain is the tyranny; to make happy, the true empire of beauty.",
	"name": "Samuel Butler"
}, {
	"quote": "I made myself famous by writing 'songs' and lyrics about the beauty of the things I did and ugliness, too.",
	"name": "Jack Kerouac"
}, {
	"quote": "It is well known that Beauty does not look with a good grace on the timid advances of Humour.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "I feel the reason people started using 'me too' is there is beauty and power in those words.",
	"name": "Tarana Burke"
}, {
	"quote": "Beauty is whatever gives joy.",
	"name": "Edna St. Vincent Millay"
}, {
	"quote": "How goodness heightens beauty!",
	"name": "Milan Kundera"
}, {
	"quote": "At fifteen, beauty and talent do not exist; there can only be promise of the coming woman.",
	"name": "Honore de Balzac"
}, {
	"quote": "Strength of character may be learned at work, but beauty of character is learned at home.",
	"name": "Henry Drummond"
}, {
	"quote": "My duty is to try to reach beauty. Cinema is emotion. When you laugh you cry.",
	"name": "Roberto Benigni"
}, {
	"quote": "I am not fighting for success, just to get more beauty out of myself and share it with more people.",
	"name": "Ben Okri"
}, {
	"quote": "In your 20s you can be pretty, but you don't accomplish real beauty until you find wisdom and depth.",
	"name": "Evangeline Lilly"
}, {
	"quote": "It is easy to be beautiful; it is difficult to appear so.",
	"name": "Hosea Ballou"
}, {
	"quote": "Not just as a black woman, but as a woman, since the beginning of time, beauty has been our responsibility.",
	"name": "Nicole Ari Parker"
}, {
	"quote": "What beauty is, I know not, though it adheres to many things.",
	"name": "Albrecht Durer"
}, {
	"quote": "A women's greatest asset is her beauty.",
	"name": "Alex Comfort"
}, {
	"quote": "Beauty is the first present nature gives to women and the first it takes away.",
	"name": "Fay Weldon"
}, {
	"quote": "A beauty is a woman you notice; a charmer is one who notices you.",
	"name": "Adlai Stevenson I"
}, {
	"quote": "I'm a drugstore beauty girl, I love going to the drugstore and buying makeup.",
	"name": "Melanie Fiona"
}, {
	"quote": "Beauty is only skin deep.",
	"name": "Thomas Overbury"
}, {
	"quote": "I've inherited so much culture, beauty, and love, and I'm the perfect mix of Philomena.",
	"name": "Philomena Kwao"
}, {
	"quote": "People come to see beauty, and I dance to give it to them.",
	"name": "Judith Jamison"
}, {
	"quote": "We have to get back to the beauty of just being alive in this present moment.",
	"name": "Mary McDonnell"
}, {
	"quote": "The beauty of democracy is that an average, random, unremarkable citizen can lead it.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Beauty, to me, is kind, generous, and people that are humble.",
	"name": "Nikki Sixx"
}, {
	"quote": "As soon as beauty is sought not from religion and love, but for pleasure, it degrades the seeker.",
	"name": "Annie Dillard"
}, {
	"quote": "I'd like to grow up and be beautiful. I know it doesn't matter, but it doesn't hurt.",
	"name": "Kirsten Dunst"
}, {
	"quote": "Things are beautiful if you love them.",
	"name": "Jean Anouilh"
}, {
	"quote": "My everyday beauty routine is always rushed and pretty simple.",
	"name": "Cate Blanchett"
}, {
	"quote": "I don't need plastic in my body to validate me as a woman.",
	"name": "Courtney Love"
}, {
	"quote": "I sincerely feel that beauty largely comes from within.",
	"name": "Christy Turlington"
}, {
	"quote": "Beauty is that which is simultaneously attractive and sublime.",
	"name": "Karl Wilhelm Friedrich Schlegel"
}, {
	"quote": "Beauty is only temporary, but your mind lasts you a lifetime.",
	"name": "Alicia Machado"
}, {
	"quote": "Beauty, more than bitterness, makes the heart break.",
	"name": "Sara Teasdale"
}, {
	"quote": "Always think of what is useful and not what is beautiful. Beauty will come of its own accord.",
	"name": "Nikolai Gogol"
}, {
	"quote": "I can see a great beauty in acknowledging the fact that the world is dark.",
	"name": "David Rakoff"
}, {
	"quote": "The beautiful remains so in ugly surroundings.",
	"name": "Malcolm de Chazal"
}, {
	"quote": "When everything else physical and mental seems to diminish, the appreciation of beauty is on the increase.",
	"name": "Bernard Berenson"
}, {
	"quote": "If beauty isn't genius it usually signals at least a high level of animal cunning.",
	"name": "Peter York"
}, {
	"quote": "My version of makeup is a really intense skin regimen. I just think it's a healthier way to look at beauty.",
	"name": "Paloma Elsesser"
}, {
	"quote": "It's amazing what sleep does for your looks.",
	"name": "Emily Procter"
}, {
	"quote": "Beauty is less important than quality.",
	"name": "Eugene Ormandy"
}, {
	"quote": "The plainer the dress, the greater luster does beauty appear.",
	"name": "Edward Wood, 1st Earl of Halifax"
}]