[{
	"quote": "Good, better, best. Never let it rest. 'Til your good is better and your better is best.",
	"name": "St. Jerome"
}, {
	"quote": "The best preparation for tomorrow is doing your best today.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "Always do your best. What you plant now, you will harvest later.",
	"name": "Og Mandino"
}, {
	"quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
	"name": "Buddha"
}, {
	"quote": "An investment in knowledge pays the best interest.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water.",
	"name": "Christopher Morley"
}, {
	"quote": "My life motto is 'Do my best, so that I can't blame myself for anything.'",
	"name": "Magdalena Neuner"
}, {
	"quote": "My best friend is the one who brings out the best in me.",
	"name": "Henry Ford"
}, {
	"quote": "The best way to find yourself is to lose yourself in the service of others.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Work hard, stay positive, and get up early. It's the best part of the day.",
	"name": "George Allen, Sr."
}, {
	"quote": "The best way to pay for a lovely moment is to enjoy it.",
	"name": "Richard Bach"
}, {
	"quote": "A strong, positive self-image is the best possible preparation for success.",
	"name": "Joyce Brothers"
}, {
	"quote": "Things are never quite as scary when you've got a best friend.",
	"name": "Bill Watterson"
}, {
	"quote": "We would all like to vote for the best man but he is never a candidate.",
	"name": "Kin Hubbard"
}, {
	"quote": "Write it on your heart that every day is the best day in the year.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "My dream is of a place and a time where America will once again be seen as the last best hope of earth.",
	"name": "Abraham Lincoln"
}, {
	"quote": "The best thing one can do when it's raining is to let it rain.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "Speak when you are angry - and you'll make the best speech you'll ever regret.",
	"name": "Laurence J. Peter"
}, {
	"quote": "The key is to keep company only with people who uplift you, whose presence calls forth your best.",
	"name": "Epictetus"
}, {
	"quote": "I follow three rules: Do the right thing, do the best you can, and always show people you care.",
	"name": "Lou Holtz"
}, {
	"quote": "Memories are the best things in life, I think.",
	"name": "Romy Schneider"
}, {
	"quote": "Outside of a dog, a book is a man's best friend. Inside of a dog it's too dark to read.",
	"name": "Groucho Marx"
}, {
	"quote": "Making money is art and working is art and good business is the best art.",
	"name": "Andy Warhol"
}, {
	"quote": "A satisfied customer is the best business strategy of all.",
	"name": "Michael LeBoeuf"
}, {
	"quote": "The best argument against democracy is a five-minute conversation with the average voter.",
	"name": "Winston Churchill"
}, {
	"quote": "When the best leader's work is done the people say, 'We did it ourselves.'",
	"name": "Lao Tzu"
}, {
	"quote": "She's always there for me when I need her; She's my best friend; she's just my everything.",
	"name": "Ashley Olsen"
}, {
	"quote": "The best way to solve problems and to fight against war is through dialogue.",
	"name": "Malala Yousafzai"
}, {
	"quote": "The best way to make your dreams come true is to wake up.",
	"name": "Paul Valery"
}, {
	"quote": "The best preparation for good work tomorrow is to do good work today.",
	"name": "Elbert Hubbard"
}, {
	"quote": "If you do what you love, it is the best way to relax.",
	"name": "Christian Louboutin"
}, {
	"quote": "At his best, man is the noblest of all animals; separated from law and justice he is the worst.",
	"name": "Aristotle"
}, {
	"quote": "I look my best when I'm totally free, on holiday, walking on the beach.",
	"name": "Rosamund Pike"
}, {
	"quote": "The human body is the best picture of the human soul.",
	"name": "Ludwig Wittgenstein"
}, {
	"quote": "Just find what works for you, what style suits you best, and just be confident enough to rock it.",
	"name": "Odell Beckham, Jr."
}, {
	"quote": "The best part of beauty is that which no picture can express.",
	"name": "Francis Bacon"
}, {
	"quote": "Good manners will open doors that the best education cannot.",
	"name": "Clarence Thomas"
}, {
	"quote": "The best way to find out if you can trust somebody is to trust them.",
	"name": "Ernest Hemingway"
}, {
	"quote": "Walking is the best possible exercise. Habituate yourself to walk very far.",
	"name": "Thomas Jefferson"
}, {
	"quote": "The best way to celebrate the holidays is with some delicious food.",
	"name": "Rachel Hollis"
}, {
	"quote": "Friends are the best to turn to when you're having a rough day.",
	"name": "Justin Bieber"
}, {
	"quote": "The best advice I ever got was that knowledge is power and to keep reading.",
	"name": "David Bailey"
}, {
	"quote": "Modeling is the best because you have to look hot, which comes easy to me, you know. I'm blessed with that.",
	"name": "Ashton Kutcher"
}, {
	"quote": "When everything is lonely I can be my best friend.",
	"name": "Conor Oberst"
}, {
	"quote": "Sleep is the best meditation.",
	"name": "Dalai Lama"
}, {
	"quote": "The best things in life are often waiting for you at the exit ramp of your comfort zone.",
	"name": "Karen Salmansohn"
}, {
	"quote": "The best ideas come as jokes. Make your thinking as funny as possible.",
	"name": "David Ogilvy"
}, {
	"quote": "There are some things you learn best in calm, and some in storm.",
	"name": "Willa Cather"
}, {
	"quote": "Good teachers know how to bring out the best in students.",
	"name": "Charles Kuralt"
}, {
	"quote": "Do right. Do your best. Treat others as you want to be treated.",
	"name": "Lou Holtz"
}, {
	"quote": "The best part about being alone is that you really don't have to answer to anybody. You do what you want.",
	"name": "Justin Timberlake"
}, {
	"quote": "Silence is true wisdom's best reply.",
	"name": "Euripides"
}, {
	"quote": "The best education I have ever received was through travel.",
	"name": "Lisa Ling"
}, {
	"quote": "Perfection is impossible; just strive to do your best.",
	"name": "Angela Watson"
}, {
	"quote": "I do the very best I know how - the very best I can; and I mean to keep on doing so until the end.",
	"name": "Abraham Lincoln"
}, {
	"quote": "My dad has given me the best gift anyone has ever given me. He gave me wings to fly.",
	"name": "Adria Arjona"
}, {
	"quote": "My best friend is the man who in wishing me well wishes it for my sake.",
	"name": "Aristotle"
}, {
	"quote": "Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one.",
	"name": "Oscar Wilde"
}, {
	"quote": "Honesty is the best policy.",
	"name": "Benjamin Franklin"
}, {
	"quote": "The best career advice I've gotten is to stay focused, keep moving forward.",
	"name": "Tyga"
}, {
	"quote": "Your best teacher is your last mistake.",
	"name": "Ralph Nader"
}, {
	"quote": "My cell phone is my best friend. It's my lifeline to the outside world.",
	"name": "Carrie Underwood"
}, {
	"quote": "I'm just here for good times, man. I want people to have the best time ever. Especially if they're around me.",
	"name": "Travis Scott"
}, {
	"quote": "If you work hard and you do your best, you can do anything.",
	"name": "Erin Heatherton"
}, {
	"quote": "You don't fight racism with racism, the best way to fight racism is with solidarity.",
	"name": "Bobby Seale"
}, {
	"quote": "I am as bad as the worst, but, thank God, I am as good as the best.",
	"name": "Walt Whitman"
}, {
	"quote": "Our prayers should be for blessings in general, for God knows best what is good for us.",
	"name": "Socrates"
}, {
	"quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "I love natural beauty, and I think it's your best look, but I think makeup as an artist is so transformative.",
	"name": "Marina and the Diamonds"
}, {
	"quote": "It is no use saying, 'We are doing our best.' You have got to succeed in doing what is necessary.",
	"name": "Winston Churchill"
}, {
	"quote": "The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "For much of my life, the Navy was the only world I knew. It is still the world I know best and love most.",
	"name": "John McCain"
}, {
	"quote": "The best way to predict the future is to create it.",
	"name": "Peter Drucker"
}, {
	"quote": "The best revenge is massive success.",
	"name": "Frank Sinatra"
}, {
	"quote": "Creativity is a habit, and the best creativity is the result of good work habits.",
	"name": "Twyla Tharp"
}, {
	"quote": "Gorgeous hair is the best revenge.",
	"name": "Ivana Trump"
}, {
	"quote": "The ladder of success is best climbed by stepping on the rungs of opportunity.",
	"name": "Ayn Rand"
}, {
	"quote": "The best way to cheer yourself up is to try to cheer somebody else up.",
	"name": "Mark Twain"
}, {
	"quote": "I try to say I love you in a million different ways. That's what I aspire to do. That's what I do best.",
	"name": "Christine McVie"
}, {
	"quote": "My best vacation is somewhere I could hide, somewhere warm and not a lot of people around.",
	"name": "Derek Jeter"
}, {
	"quote": "Knowing your own darkness is the best method for dealing with the darknesses of other people.",
	"name": "Carl Jung"
}, {
	"quote": "One thing I've learned is when you find a best friend in this life, you better hang on.",
	"name": "Jim Nabors"
}, {
	"quote": "A problem is a chance for you to do your best.",
	"name": "Duke Ellington"
}, {
	"quote": "When we seek to discover the best in others, we somehow bring out the best in ourselves.",
	"name": "William Arthur Ward"
}, {
	"quote": "Like love, breakfast is best when made at home.",
	"name": "Gina Barreca"
}, {
	"quote": "In the practice of tolerance, one's enemy is the best teacher.",
	"name": "Dalai Lama"
}, {
	"quote": "I still believe that 'No Smoking' is one of my best performances.",
	"name": "John Abraham"
}, {
	"quote": "Baseball was, is and always will be to me the best game in the world.",
	"name": "Babe Ruth"
}, {
	"quote": "Solitude is creativity's best friend, and solitude is refreshment for our souls.",
	"name": "Naomi Judd"
}, {
	"quote": "When a man's best friend is his dog, that dog has a problem.",
	"name": "Edward Abbey"
}, {
	"quote": "The roots of true achievement lie in the will to become the best that you can become.",
	"name": "Harold Taylor"
}, {
	"quote": "The best cure for the body is a quiet mind.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "The best route is to stay humble and stay true to yourself.",
	"name": "Rich the Kid"
}, {
	"quote": "Walking is man's best medicine.",
	"name": "Hippocrates"
}, {
	"quote": "The best teamwork comes from men who are working independently toward one goal in unison.",
	"name": "James Cash Penney"
}, {
	"quote": "What matters is getting the best out of the squad you have.",
	"name": "Claudio Ranieri"
}, {
	"quote": "Old wood best to burn, old wine to drink, old friends to trust, and old authors to read.",
	"name": "Athenaeus"
}, {
	"quote": "The best protection any woman can have... is courage.",
	"name": "Elizabeth Cady Stanton"
}, {
	"quote": "The best revenge is to live on and prove yourself.",
	"name": "Eddie Vedder"
}, {
	"quote": "Stubborn and ardent clinging to one's opinion is the best proof of stupidity.",
	"name": "Michel de Montaigne"
}, {
	"quote": "A man's friendships are one of the best measures of his worth.",
	"name": "Charles Darwin"
}, {
	"quote": "Surfing waves of water or clouds of powder snow is the best feeling on earth.",
	"name": "Hannah Teter"
}, {
	"quote": "The best luck of all is the luck you make for yourself.",
	"name": "Douglas MacArthur"
}, {
	"quote": "Old friends are best.",
	"name": "John Selden"
}, {
	"quote": "I never had a policy; I have just tried to do my very best each and every day.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Lay this unto your breast: Old friends, like old swords, still are trusted best.",
	"name": "John Webster"
}, {
	"quote": "Candy is childhood, the best and bright moments you wish could have lasted forever.",
	"name": "Dylan Lauren"
}, {
	"quote": "Women have to find their own personality, their own style, and what suits them the best.",
	"name": "Francois Nars"
}, {
	"quote": "'Chef' doesn't mean that you're the best cook, it simply means 'boss.'",
	"name": "Tom Colicchio"
}, {
	"quote": "I've been searching for ways to heal myself, and I've found that kindness is the best way.",
	"name": "Lady Gaga"
}, {
	"quote": "Honesty is the best policy - when there is money in it.",
	"name": "Mark Twain"
}, {
	"quote": "The season of failure is the best time for sowing the seeds of success.",
	"name": "Paramahansa Yogananda"
}, {
	"quote": "The best way to heal a broken heart, it turns out, is to find a way to move past the hurt.",
	"name": "Mary Kay Andrews"
}, {
	"quote": "My sister and I truly are best friends.",
	"name": "Solange Knowles"
}, {
	"quote": "To give anything less than your best, is to sacrifice the gift.",
	"name": "Steve Prefontaine"
}, {
	"quote": "Beer, it's the best damn drink in the world.",
	"name": "Jack Nicholson"
}, {
	"quote": "The most important thing is, whatever you do decide to choose, take it seriously and do your best.",
	"name": "Tom Sturridge"
}, {
	"quote": "I have a best friend in my life who I know is my soulmate.",
	"name": "Lili Reinhart"
}, {
	"quote": "I still see Prince George as my nephew, and I just want to be the best uncle possible.",
	"name": "James William Middleton"
}, {
	"quote": "Youth is the best time to be rich, and the best time to be poor.",
	"name": "Euripides"
}, {
	"quote": "The best revenge is to be unlike him who performed the injury.",
	"name": "Marcus Aurelius"
}, {
	"quote": "To wake up to the sound of my son saying 'Mama, mama!' It's the best sound ever.",
	"name": "Miranda Kerr"
}, {
	"quote": "I'm really not that funny in real life! But I am the best audience one could find. I love to laugh.",
	"name": "Carol Burnett"
}, {
	"quote": "The ideal man bears the accidents of life with dignity and grace, making the best of circumstances.",
	"name": "Aristotle"
}, {
	"quote": "The best way out is always through.",
	"name": "Robert Frost"
}, {
	"quote": "Expect the best, Prepare for the worst.",
	"name": "Muhammad Ali Jinnah"
}, {
	"quote": "I can only control my own performance. If I do my best, then I can feel good at the end of the day.",
	"name": "Michael Phelps"
}, {
	"quote": "Excellence is the best deterrent to racism or sexism.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Don't think too much. The best pictures come naturally.",
	"name": "Chiara Ferragni"
}, {
	"quote": "I have always thought the actions of men the best interpreters of their thoughts.",
	"name": "John Locke"
}, {
	"quote": "Nearly all the best things that came to me in life have been unexpected, unplanned by me.",
	"name": "Carl Sandburg"
}, {
	"quote": "The only real failure in life is not to be true to the best one knows.",
	"name": "Buddha"
}, {
	"quote": "The best form of government is that which is most likely to prevent the greatest sum of evil.",
	"name": "James Monroe"
}, {
	"quote": "Not voting is disrespecting the best of what this nation stands for.",
	"name": "Thomas Hauser"
}, {
	"quote": "I'm going to use all my tools, my God-given ability, and make the best life I can with it.",
	"name": "LeBron James"
}, {
	"quote": "The best comfort food will always be greens, cornbread, and fried chicken.",
	"name": "Maya Angelou"
}, {
	"quote": "God always gives His best to those who leave the choice with him.",
	"name": "Jim Elliot"
}, {
	"quote": "Love is the best school, but the tuition is high and the homework can be painful.",
	"name": "Diane Ackerman"
}, {
	"quote": "A person always doing his or her best becomes a natural leader, just by example.",
	"name": "Joe DiMaggio"
}, {
	"quote": "Good skin is the best foundation for your makeup.",
	"name": "Holland Roden"
}, {
	"quote": "I find that it's best to take one step at a time and cross each bridge as they come to you.",
	"name": "Michael Stuhlbarg"
}, {
	"quote": "I think my mom put it best. She said, 'Little girls soften their daddy's hearts.'",
	"name": "Paul Walker"
}, {
	"quote": "It is literally true that you can succeed best and quickest by helping others to succeed.",
	"name": "Napoleon Hill"
}, {
	"quote": "It is not enough to do your best; you must know what to do, and then do your best.",
	"name": "W. Edwards Deming"
}, {
	"quote": "It's the best feeling when you wake up and it's warm and cozy, and you don't have to go to work.",
	"name": "Emmy Rossum"
}, {
	"quote": "Just live life. That's the best way to learn how to act. Just live.",
	"name": "Rory Culkin"
}, {
	"quote": "I'm not the best person at putting words together. I can't give you the melody. But I might inspire somebody.",
	"name": "Meek Mill"
}, {
	"quote": "The actions of men are the best interpreters of their thoughts.",
	"name": "James Joyce"
}, {
	"quote": "Words empty as the wind are best left unsaid.",
	"name": "Homer"
}, {
	"quote": "The Lord gets his best soldiers out of the highlands of affliction.",
	"name": "Charles Spurgeon"
}, {
	"quote": "Health is the thing that makes you feel that now is the best time of the year.",
	"name": "Franklin Pierce Adams"
}, {
	"quote": "At the end of the day, my goal was to be the best hacker.",
	"name": "Kevin Mitnick"
}, {
	"quote": "Sometimes a loss is the best thing that can happen. It teaches you what you should have done next time.",
	"name": "Snoop Dogg"
}, {
	"quote": "My view of life is colored by humor and looking at the best in any situation.",
	"name": "Michael J. Fox"
}, {
	"quote": "Power is always dangerous. Power attracts the worst and corrupts the best.",
	"name": "Edward Abbey"
}, {
	"quote": "Win or lose, I believe in giving my best and that is what I always do.",
	"name": "Lin Dan"
}, {
	"quote": "Right actions in the future are the best apologies for bad actions in the past.",
	"name": "Tryon Edwards"
}, {
	"quote": "Nothing can replace sleep, but coffee can do it best. I love coffee.",
	"name": "Kelley O'Hara"
}, {
	"quote": "When you start hiding things away, that's when the darkness creeps up. Sunlight is the best disinfectant.",
	"name": "Steve Kazee"
}, {
	"quote": "Love God; love others; do your best in all you do, even if you fall short!",
	"name": "Bethany Hamilton"
}, {
	"quote": "Sometimes you get the best light from a burning bridge.",
	"name": "Don Henley"
}, {
	"quote": "If you're doing your best, you won't have any time to worry about failure.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "The best portion of a good man's life is his little, nameless, unremembered acts of kindness and of love.",
	"name": "William Wordsworth"
}, {
	"quote": "Having lots of siblings is like having built-in best friends.",
	"name": "Kim Kardashian"
}, {
	"quote": "I'm not perfect, but I do my best.",
	"name": "Jessie James Decker"
}, {
	"quote": "If you can do what you do best and be happy, you're further along in life than most people.",
	"name": "Leonardo DiCaprio"
}, {
	"quote": "This is the precept by which I have lived: Prepare for the worst; expect the best; and take what comes.",
	"name": "Hannah Arendt"
}, {
	"quote": "It was the best of times, it was the worst of times.",
	"name": "Charles Dickens"
}, {
	"quote": "With the Union my best and dearest earthly hopes are entwined.",
	"name": "Franklin Pierce"
}, {
	"quote": "If you want to be the best, you have to do things that other people aren't willing to do.",
	"name": "Michael Phelps"
}, {
	"quote": "It is always the best policy to speak the truth, unless, of course, you are an exceptionally good liar.",
	"name": "Jerome K. Jerome"
}, {
	"quote": "The best defense against usurpatory government is an assertive citizenry.",
	"name": "William F. Buckley, Jr."
}, {
	"quote": "A historical event represents the best and the worst of that moment.",
	"name": "Rachel Kushner"
}, {
	"quote": "Doing the best at this moment puts you in the best place for the next moment.",
	"name": "Oprah Winfrey"
}, {
	"quote": "The worst times can be the best if you think with positive energy.",
	"name": "Domenico Dolce"
}, {
	"quote": "When you meet your best friend in real life, or you meet your soulmate, you just know it, and you feel it.",
	"name": "Lili Reinhart"
}, {
	"quote": "The best place to find God is in a garden. You can dig for him there.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Everybody is different. Everybody has different styles. Just do it the best way you know how.",
	"name": "Vince Carter"
}, {
	"quote": "Whenever I dream about flying, it's the best feeling in the world.",
	"name": "Kate Mara"
}, {
	"quote": "If a man does his best, what else is there?",
	"name": "George S. Patton"
}, {
	"quote": "Friendships that have stood the test of time and change are surely best.",
	"name": "Joseph Parry"
}, {
	"quote": "The best way to have a good idea is to have a lot of ideas.",
	"name": "Linus Pauling"
}, {
	"quote": "In the end, it's a mental maturity to let your best come out.",
	"name": "Lindsey Vonn"
}, {
	"quote": "I always prefer to believe the best of everybody, it saves so much trouble.",
	"name": "Rudyard Kipling"
}, {
	"quote": "I'm just myself. That's the best way to put it.",
	"name": "Post Malone"
}, {
	"quote": "I paint self-portraits because I am so often alone, because I am the person I know best.",
	"name": "Frida Kahlo"
}, {
	"quote": "The portrait I do best is of the person I know best.",
	"name": "Nadar"
}, {
	"quote": "Make the best use of what is in your power, and take the rest as it happens.",
	"name": "Epictetus"
}, {
	"quote": "The best way to guarantee a loss is to quit.",
	"name": "Morgan Freeman"
}, {
	"quote": "The trees that are slow to grow bear the best fruit.",
	"name": "Moliere"
}, {
	"quote": "If I'm going to be a caged bird, I'll sing the best song I can.",
	"name": "Wes Craven"
}, {
	"quote": "The corruption of the best things gives rise to the worst.",
	"name": "David Hume"
}, {
	"quote": "The best solutions are often simple, yet unexpected.",
	"name": "Julian Casablancas"
}, {
	"quote": "My best personality trait that I think I'm very approachable. And my worst is that I can be moody.",
	"name": "Enrique Iglesias"
}, {
	"quote": "Autumn wins you best by this its mute appeal to sympathy for its decay.",
	"name": "Robert Browning"
}, {
	"quote": "Men are like wine - some turn to vinegar, but the best improve with age.",
	"name": "Pope John XXIII"
}, {
	"quote": "The best way to get a bad law repealed is to enforce it strictly.",
	"name": "Abraham Lincoln"
}, {
	"quote": "By all these lovely tokens September days are here, With summer's best of weather And autumn's best of cheer.",
	"name": "Helen Hunt Jackson"
}, {
	"quote": "The best weapon against an enemy is another enemy.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "The best part is still ahead of me - I haven't experienced my 'good old days' yet.",
	"name": "Luther Vandross"
}, {
	"quote": "You're always in love with your best friend. That's why you're best friends.",
	"name": "Katie Stevens"
}, {
	"quote": "It's a funny thing about life; if you refuse to accept anything but the best, you very often get it.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "The best thing I did was to choose the right heroes.",
	"name": "Warren Buffett"
}, {
	"quote": "I always find the mirror in the dressing room is where the best artists are.",
	"name": "John Lydon"
}, {
	"quote": "My belief is that communication is the best way to create strong relationships.",
	"name": "Jada Pinkett Smith"
}, {
	"quote": "The best liar is he who makes the smallest amount of lying go the longest way.",
	"name": "Samuel Butler"
}, {
	"quote": "The best way to look at any business is from the standpoint of the clients.",
	"name": "Jamie Dimon"
}, {
	"quote": "In any team sport, the best teams have consistency and chemistry.",
	"name": "Roger Staubach"
}, {
	"quote": "Life doesn't require that we be the best, only that we try our best.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "The best thing is to look natural, but it takes makeup to look natural.",
	"name": "Calvin Klein"
}, {
	"quote": "Sunglasses are a migraine sufferer's best friend.",
	"name": "Cindy McCain"
}, {
	"quote": "I feel the best after a workout - I'm sweaty and exhausted, but it also gives me an energy I really like.",
	"name": "Hilary Rhoda"
}, {
	"quote": "Memories are like mulligatawny soup in a cheap restaurant. It is best not to stir them.",
	"name": "P. G. Wodehouse"
}, {
	"quote": "Just try to be the best you can be; never cease trying to be the best you can be. That's in your power.",
	"name": "John Wooden"
}, {
	"quote": "Man, being reasonable, must get drunk; the best of life is but intoxication.",
	"name": "Lord Byron"
}, {
	"quote": "The best way to learn is by doing. The only way to build a strong work ethic is getting your hands dirty.",
	"name": "Alex Spanos"
}, {
	"quote": "I believe that the best cameraman is one who recognizes the source, the story, as the basis of his work.",
	"name": "James Wong Howe"
}, {
	"quote": "Luck marches with those who give their very best.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "I'm not sure if I can swagger anymore, but I can limp with the best of them.",
	"name": "Burt Reynolds"
}, {
	"quote": "When you are entrusted with an assignment, you do your best.",
	"name": "Tu Youyou"
}, {
	"quote": "First gain the victory and then make the best use of it you can.",
	"name": "Horatio Nelson"
}, {
	"quote": "The best proof of love is trust.",
	"name": "Joyce Brothers"
}, {
	"quote": "The best way a mentor can prepare another leader is to expose him or her to other great people.",
	"name": "John C. Maxwell"
}, {
	"quote": "I have the simplest tastes. I am always satisfied with the best.",
	"name": "Oscar Wilde"
}, {
	"quote": "If I can bring happiness to people all around the world, then I will try my best to do so.",
	"name": "Tom Holland"
}, {
	"quote": "The best way to look stylish on a budget is to try second-hand, bargain hunting, and vintage.",
	"name": "Orlando Bloom"
}, {
	"quote": "I did the best I could, and in some arenas, my best was not good enough. I've made some bad choices.",
	"name": "Amy Grant"
}, {
	"quote": "Government, even in its best state, is but a necessary evil; in its worst state, an intolerable one.",
	"name": "Thomas Paine"
}, {
	"quote": "Life is a lot like jazz... it's best when you improvise.",
	"name": "George Gershwin"
}, {
	"quote": "The monster was the best friend I ever had.",
	"name": "Boris Karloff"
}, {
	"quote": "Scouting rises within you and inspires you to put forth your best.",
	"name": "Juliette Gordon Low"
}, {
	"quote": "Like what you do, and then you will do your best.",
	"name": "Katherine Johnson"
}, {
	"quote": "Learn to say 'no' to the good so you can say 'yes' to the best.",
	"name": "John C. Maxwell"
}, {
	"quote": "The best way of removing negativity is to laugh and be joyous.",
	"name": "David Icke"
}, {
	"quote": "When things are bad, it's the best time to reinvent yourself.",
	"name": "George Lopez"
}, {
	"quote": "Your best T-shirt should be like your bed; it just feels like you are home when you are in it.",
	"name": "Ashton Kutcher"
}, {
	"quote": "The calling of the humanities is to make us truly human in the best sense of the word.",
	"name": "J. Irwin Miller"
}, {
	"quote": "I would like to be remembered as someone who did the best she could with the talent she had.",
	"name": "J. K. Rowling"
}, {
	"quote": "A woman knows by intuition, or instinct, what is best for herself.",
	"name": "Marilyn Monroe"
}, {
	"quote": "Best thing that's happened this year? Maybe Hostel. It was a great experience. I loved it.",
	"name": "Jay Hernandez"
}, {
	"quote": "My dad's my best mate, and he always will be.",
	"name": "Cher Lloyd"
}, {
	"quote": "Leadership consists of picking good men and helping them do their best.",
	"name": "Chester W. Nimitz"
}, {
	"quote": "Practice is the best of all instructors.",
	"name": "Publilius Syrus"
}, {
	"quote": "Happiness is nothing but good health and freedom, and money is the single best way you can buy your freedom.",
	"name": "Scott Adams"
}, {
	"quote": "I have made the choices that work best for me. I know I cannot please everyone, and that's fine.",
	"name": "Marlee Matlin"
}, {
	"quote": "In matters of conscience, first thoughts are best. In matters of prudence, last thoughts are best.",
	"name": "Robert Hall"
}, {
	"quote": "In every aspect of life, have a game plan, and then do your best to achieve it.",
	"name": "Alan Kulwicki"
}, {
	"quote": "The best way to persuade people is with your ears - by listening to them.",
	"name": "Dean Rusk"
}, {
	"quote": "Science is the best idea humans have ever had. The more people who embrace that idea, the better.",
	"name": "Bill Nye"
}, {
	"quote": "The best way to find out whether you're on the right path? Stop looking at the path.",
	"name": "Marcus Buckingham"
}, {
	"quote": "The making of friends who are real friends, is the best token we have of a man's success in life.",
	"name": "Edward Everett Hale"
}, {
	"quote": "A large income is the best recipe for happiness I ever heard of.",
	"name": "Jane Austen"
}, {
	"quote": "I just feel my best when I'm all glammed up.",
	"name": "Kim Kardashian"
}, {
	"quote": "The best meal at my restaurant is the whole right side of the menu.",
	"name": "Junior Seau"
}, {
	"quote": "The best thing about the future is that it comes only one day at a time.",
	"name": "Dean Acheson"
}, {
	"quote": "The best blood will at some time get into a fool or a mosquito.",
	"name": "Benito Mussolini"
}, {
	"quote": "The pursuit of happiness is in our Constitution. We're all entitled to have the best we can.",
	"name": "Loretta Swit"
}, {
	"quote": "I love dressing up. It's the best part of being a girl, I think.",
	"name": "Emma Roberts"
}, {
	"quote": "You may call God love, you may call God goodness. But the best name for God is compassion.",
	"name": "Meister Eckhart"
}, {
	"quote": "Nature scarcely ever gives us the very best; for that we must have recourse to art.",
	"name": "Baltasar Gracian"
}, {
	"quote": "The fox has many tricks. The hedgehog has but one. But that is the best of all.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "The best thinking has been done in solitude. The worst has been done in turmoil.",
	"name": "Thomas A. Edison"
}, {
	"quote": "But men are men; the best sometimes forget.",
	"name": "William Shakespeare"
}, {
	"quote": "The best thing we can do with rejection is to make it a learning experience - rejection is a great teacher.",
	"name": "Adena Friedman"
}, {
	"quote": "I can only do my thing and do the best that I can.",
	"name": "Roman Reigns"
}, {
	"quote": "Things turn out best for the people who make the best of the way things turn out.",
	"name": "John Wooden"
}, {
	"quote": "If you try to do your best there is no failure.",
	"name": "Mike Farrell"
}, {
	"quote": "The best thing to hold onto in life is each other.",
	"name": "Audrey Hepburn"
}, {
	"quote": "The best cure for insomnia is to get a lot of sleep.",
	"name": "W. C. Fields"
}, {
	"quote": "I am a gentleman. My natural inclination is to be on my best behavior.",
	"name": "Joe Wilson"
}, {
	"quote": "Just do the best you can. No one can do more than that.",
	"name": "John Wooden"
}, {
	"quote": "Grow old with me! The best is yet to be.",
	"name": "Robert Browning"
}, {
	"quote": "Living well is the best revenge.",
	"name": "George Herbert"
}, {
	"quote": "I just wanted to be a businessman, and to me, the best way to understand business was to be an accountant.",
	"name": "Aubrey McClendon"
}, {
	"quote": "Having an aim is the key to achieving your best.",
	"name": "Henry J. Kaiser"
}, {
	"quote": "I genuinely want to do my best every day, and I genuinely want to enjoy life every day.",
	"name": "Landon Donovan"
}, {
	"quote": "The worst thing that happens to you may be the best thing for you if you don't let it get the best of you.",
	"name": "Will Rogers"
}, {
	"quote": "The best teacher is very interactive.",
	"name": "Bill Gates"
}, {
	"quote": "Every pilot thinks they're the best pilot in the world. I think I'm the best pilot.",
	"name": "Gordon Bethune"
}, {
	"quote": "The best way out of a difficulty is through it.",
	"name": "Will Rogers"
}, {
	"quote": "Our body is the only one we've been given, so we need to maintain it; we need to give it the best nutrition.",
	"name": "Trudie Styler"
}, {
	"quote": "To look and feel my best, I watch my calories and exercise.",
	"name": "Kim Kardashian"
}, {
	"quote": "Momentum begets momentum, and the best way to start is to start.",
	"name": "Gil Penchina"
}, {
	"quote": "God knows I gave my best in baseball at all times and no man on earth can truthfully judge me otherwise.",
	"name": "Shoeless Joe Jackson"
}, {
	"quote": "If you're going to be a winner in life, you have to constantly go beyond your best.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "Parenting is one of the best management training programs there is.",
	"name": "Irene Rosenfeld"
}, {
	"quote": "There is always some kid who may be seeing me for the first time. I owe him my best.",
	"name": "Joe DiMaggio"
}, {
	"quote": "Our goal has never been to make the most. It's always been to make the best.",
	"name": "Tim Cook"
}, {
	"quote": "The best kind of parent you can be is to lead by example.",
	"name": "Drew Barrymore"
}, {
	"quote": "The best way to predict the future is to invent it.",
	"name": "Alan Kay"
}, {
	"quote": "Letting your mind play is the best way to solve problems.",
	"name": "Bill Watterson"
}, {
	"quote": "My best hostess tip is to have good food and really good music!",
	"name": "Jennifer Aniston"
}, {
	"quote": "Simple jewelry is best - bigger pieces get in the way when I'm baking.",
	"name": "Christina Tosi"
}, {
	"quote": "When the gate drops, it's time to try and execute the best you can.",
	"name": "Nate Holland"
}, {
	"quote": "Most of life is showing up. You do the best you can, which varies from day to day.",
	"name": "Regina Brett"
}, {
	"quote": "Since we live in this world, we have to do our best for this world.",
	"name": "Aung San Suu Kyi"
}, {
	"quote": "The best people to have power are the ones who don't want it.",
	"name": "Kit Harington"
}, {
	"quote": "The best doctors in the world are Doctor Diet, Doctor Quiet, and Doctor Merryman.",
	"name": "Jonathan Swift"
}, {
	"quote": "I'm always awoken with the joyous sound and laughter of my son. That's the best part about being a mom.",
	"name": "Jane Krakowski"
}, {
	"quote": "Love is the best thing in the world, and the thing that lives the longest.",
	"name": "Henry Van Dyke"
}, {
	"quote": "The time comes upon every public man when it is best for him to keep his lips closed.",
	"name": "Abraham Lincoln"
}, {
	"quote": "The things I want to know are in books; my best friend is the man who'll get me a book I ain't read.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Common looking people are the best in the world: that is the reason the Lord makes so many of them.",
	"name": "Abraham Lincoln"
}, {
	"quote": "The only way to get the best of an argument is to avoid it.",
	"name": "Dale Carnegie"
}, {
	"quote": "Do the best that you can in the place where you are, and be kind.",
	"name": "Scott Nearing"
}, {
	"quote": "Yes'm, old friends is always best, 'less you can catch a new one that's fit to make an old one out of.",
	"name": "Sarah Orne Jewett"
}, {
	"quote": "I think the best riffs and the best songs come when you're jamming and having a good time.",
	"name": "Scott Ian"
}, {
	"quote": "Perhaps nature is our best assurance of immortality.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "I always want to find the best burger in town.",
	"name": "Dennis Quaid"
}, {
	"quote": "Hunger is the best pickle.",
	"name": "Benjamin Franklin"
}, {
	"quote": "The best road to progress is freedom's road.",
	"name": "John F. Kennedy"
}, {
	"quote": "We hire people who want to make the best things in the world.",
	"name": "Steve Jobs"
}, {
	"quote": "Expect the best. Prepare for the worst. Capitalize on what comes.",
	"name": "Zig Ziglar"
}, {
	"quote": "He who knows best knows how little he knows.",
	"name": "Thomas Jefferson"
}, {
	"quote": "My best vacation memory is getting barreled at the beach in Hawaii.",
	"name": "Troy Polamalu"
}, {
	"quote": "I have learned that not diamonds but divorce lawyers are a girl's best friend.",
	"name": "Zsa Zsa Gabor"
}, {
	"quote": "At the end of the day, you know yourself best.",
	"name": "Abigail Johnson"
}, {
	"quote": "The best way to keep one's word is not to give it.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "I do not need a trophy to tell myself that I am the best.",
	"name": "Zlatan Ibrahimovic"
}, {
	"quote": "The best is the enemy of the good.",
	"name": "Voltaire"
}, {
	"quote": "That best portion of a man's life, his little, nameless, unremembered acts of kindness and love.",
	"name": "William Wordsworth"
}, {
	"quote": "The best preparation for tomorrow is to do today's work superbly well.",
	"name": "William Osler"
}, {
	"quote": "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
	"name": "John Wooden"
}, {
	"quote": "The best intelligence test is what we do with our leisure.",
	"name": "Laurence J. Peter"
}, {
	"quote": "Genius always gives its best at first; prudence, at last.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "I believe that democracy is the best guarantor for peace and cooperation among nations.",
	"name": "Atal Bihari Vajpayee"
}, {
	"quote": "Obviously, the highest type of efficiency is that which can utilize existing material to the best advantage.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "Even between the best of friends, mistakes and misunderstandings can happen.",
	"name": "Avigdor Lieberman"
}, {
	"quote": "Participation, I think, or one of the best methods of educating.",
	"name": "Tom Glazer"
}, {
	"quote": "Sweat equity is the best equity.",
	"name": "Mark Cuban"
}, {
	"quote": "The best vision is insight.",
	"name": "Malcolm Forbes"
}, {
	"quote": "Nobody who ever gave his best regretted it.",
	"name": "George Halas"
}, {
	"quote": "Look your best - who said love is blind?",
	"name": "Mae West"
}, {
	"quote": "The best gifts are those we not only cherish but put to use.",
	"name": "Les Brown"
}, {
	"quote": "I love being in love. It's the best feeling in the world.",
	"name": "Ranveer Singh"
}, {
	"quote": "To love and win is the best thing. To love and lose, the next best.",
	"name": "William Makepeace Thackeray"
}, {
	"quote": "The best books... are those that tell you what you know already.",
	"name": "George Orwell"
}, {
	"quote": "Look for your choices, pick the best one, then go with it.",
	"name": "Pat Riley"
}, {
	"quote": "I think that the best training a top manager can be engaged in is management by example.",
	"name": "Carlos Ghosn"
}, {
	"quote": "The days you work are the best days.",
	"name": "Georgia O'Keeffe"
}, {
	"quote": "You get the best out of others when you get the best out of yourself.",
	"name": "Harvey S. Firestone"
}, {
	"quote": "At its best, life is completely unpredictable.",
	"name": "Christopher Walken"
}, {
	"quote": "The most erroneous stories are those we think we know best - and therefore never scrutinize or question.",
	"name": "Stephen Jay Gould"
}, {
	"quote": "The best anti-aging product is a great, natural-looking hair color, especially when you're graying.",
	"name": "Bobbi Brown"
}, {
	"quote": "The best time for you to hold your tongue is the time you feel you must say something or bust.",
	"name": "Josh Billings"
}, {
	"quote": "My face is oblong. But the best grooming is confidence.",
	"name": "T. J. Miller"
}, {
	"quote": "Find out what you like doing best and get someone to pay you for it.",
	"name": "Katharine Whitehorn"
}, {
	"quote": "The best remedy for a short temper is a long walk.",
	"name": "Joseph Joubert"
}, {
	"quote": "The man who has done his best has done everything.",
	"name": "Charles M. Schwab"
}, {
	"quote": "Becoming a mother has turned my world upside down, but in a really good way - it's the best.",
	"name": "Katherine Kelly"
}, {
	"quote": "The best Qualification of a Prophet is to have a good Memory.",
	"name": "George Savile"
}, {
	"quote": "If I'm not the best aunt in America, then I don't know what's going on.",
	"name": "Jenny Slate"
}, {
	"quote": "Best to live lightly, unthinkingly.",
	"name": "Sophocles"
}, {
	"quote": "I saw the best minds of my generation destroyed by madness, starving hysterical naked.",
	"name": "Allen Ginsberg"
}, {
	"quote": "I'd like to think I haven't done my best yet.",
	"name": "Don Johnson"
}, {
	"quote": "When you do not know what you are doing and what you are doing is the best - that is inspiration.",
	"name": "Robert Bresson"
}, {
	"quote": "The best things in life are silly.",
	"name": "Scott Adams"
}, {
	"quote": "The best thing about animals is that they don't talk much.",
	"name": "Thornton Wilder"
}, {
	"quote": "I did my best, and God did the rest.",
	"name": "Hattie McDaniel"
}, {
	"quote": "One of the best things to do sometimes is simply to be.",
	"name": "Eric Butterworth"
}, {
	"quote": "We have the best government that money can buy.",
	"name": "Mark Twain"
}, {
	"quote": "I like to stay happy, and I like to live life light and make the best of life.",
	"name": "Ciara"
}, {
	"quote": "I am easily satisfied with the very best.",
	"name": "Winston Churchill"
}, {
	"quote": "The best thing commercially, which is the worst artistically, by and large, is the most successful.",
	"name": "Orson Welles"
}, {
	"quote": "Do the best you can, and don't take life too serious.",
	"name": "Will Rogers"
}, {
	"quote": "Wise and humane management of the patient is the best safeguard against infection.",
	"name": "Florence Nightingale"
}, {
	"quote": "Our best thoughts come from others.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "The best lack all conviction, while the worst are full of passionate intensity.",
	"name": "William Butler Yeats"
}, {
	"quote": "Do your best, one shot at a time and then move on. Remember that golf is just a game.",
	"name": "Nancy Lopez"
}, {
	"quote": "I love to see new things, and I love to learn. I always learn so much when I travel - that's the best thing.",
	"name": "Larry Fitzgerald"
}, {
	"quote": "The best way to resolve any problem in the human world is for all sides to sit down and talk.",
	"name": "Dalai Lama"
}, {
	"quote": "Anytime you ride against the best in the world, it becomes a learning process.",
	"name": "Bonnie Blair"
}, {
	"quote": "To refrain from imitation is the best revenge.",
	"name": "Marcus Aurelius"
}, {
	"quote": "A 'naughty pickle' is how I'd best describe myself. I think fun and laughter is the whole point of life.",
	"name": "Celia Imrie"
}, {
	"quote": "Since day one, since the first time I touched the pen, I wanted to be the best at what I do.",
	"name": "Kendrick Lamar"
}, {
	"quote": "Hands-on experience is the best way to learn about all the interdisciplinary aspects of robotics.",
	"name": "Rodney Brooks"
}, {
	"quote": "Research has shown that the best way to be happy is to make each day happy.",
	"name": "Deepak Chopra"
}, {
	"quote": "The best advice comes from people who don't give advice.",
	"name": "Matthew McConaughey"
}, {
	"quote": "My siblings are my best friends.",
	"name": "America Ferrera"
}, {
	"quote": "When you're the best, you only want to surround yourself with the best.",
	"name": "Floyd Mayweather, Jr."
}, {
	"quote": "I am determined and never give up. Ever. I always do my best.",
	"name": "Seth Rollins"
}, {
	"quote": "The best path through life is the highway.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "The best minds are not in government. If any were, business would steal them away.",
	"name": "Ronald Reagan"
}, {
	"quote": "I am my own muse, the subject I know best.",
	"name": "Frida Kahlo"
}, {
	"quote": "I have no regrets, because I've done everything I could to the best of my ability.",
	"name": "Robert Redford"
}, {
	"quote": "The best work is not what is most difficult for you; it is what you do best.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "Though sleep is called our best friend, it is a friend who often keeps us waiting!",
	"name": "Jules Verne"
}, {
	"quote": "No matter the bad things that happened in past time, let's try to live the best we can now.",
	"name": "Ziggy Marley"
}, {
	"quote": "You get the best effort from others not by lighting a fire beneath them, but by building a fire within.",
	"name": "Bob Nelson"
}, {
	"quote": "The cat could very well be man's best friend but would never stoop to admitting it.",
	"name": "Doug Larson"
}, {
	"quote": "It is best for the wise man not to seem wise.",
	"name": "Aeschylus"
}, {
	"quote": "Negligence is the rust of the soul, that corrodes through all her best resolves.",
	"name": "Owen Feltham"
}, {
	"quote": "I've always felt that specialization is best left to the insects.",
	"name": "Gregory Benford"
}, {
	"quote": "Never say never. The things that you don't plan are the best. I'm a very spontaneous person.",
	"name": "Lindsay Lohan"
}, {
	"quote": "For me, the best vacation is just relaxing on the couch!",
	"name": "Scotty McCreery"
}, {
	"quote": "Thinking well to be wise: planning well, wiser: doing well wisest and best of all.",
	"name": "Malcolm Forbes"
}, {
	"quote": "My biggest regret is rolling in regret. It is best to pick yourself up, dust yourself off and move on.",
	"name": "Andie MacDowell"
}, {
	"quote": "The advice of the elders to young men is very apt to be as unreal as a list of the hundred best books.",
	"name": "Oliver Wendell Holmes, Jr."
}, {
	"quote": "Hard conditions of life are indispensable to bringing out the best in human personality.",
	"name": "Alexis Carrel"
}, {
	"quote": "I really love being busy because I am - feel like I am at my best when I am busy.",
	"name": "Aisha Tyler"
}, {
	"quote": "I feel that gender balance in the work environment is actually the best recipe for success.",
	"name": "Anne Wojcicki"
}, {
	"quote": "My 'fear' is my substance, and probably the best part of me.",
	"name": "Franz Kafka"
}, {
	"quote": "The idea of losing your best friend, basically, is the worst thing in world.",
	"name": "Phoebe Waller-Bridge"
}, {
	"quote": "The scientific theory I like best is that the rings of Saturn are composed entirely of lost airline luggage.",
	"name": "Mark Russell"
}, {
	"quote": "The best cartoons have no words at all - just the image pops out.",
	"name": "Jeff MacNelly"
}, {
	"quote": "He serves his party best who serves his country best.",
	"name": "Rutherford B. Hayes"
}, {
	"quote": "But I always think that the best way to know God is to love many things.",
	"name": "Vincent Van Gogh"
}, {
	"quote": "Sometimes a little heartbreak is a lesson, and the best thing to do is just learn the lesson.",
	"name": "Jon Voight"
}, {
	"quote": "The worst men often give the best advice.",
	"name": "Francis Bacon"
}, {
	"quote": "The best way to hold a man is in your arms.",
	"name": "Mae West"
}, {
	"quote": "Once you are labeled 'the best' you want to stay up there, and you can't do it by loafing around.",
	"name": "Larry Bird"
}, {
	"quote": "Whether it's the best of times or the worst of times, it's the only time we've got.",
	"name": "Art Buchwald"
}, {
	"quote": "My husband is pretty particular about his cars. In his opinion, the Mercedes are the best of the best.",
	"name": "Lauren Lee Smith"
}, {
	"quote": "The most basic question is not what is best, but who shall decide what is best.",
	"name": "Thomas Sowell"
}, {
	"quote": "Every person I have met who has gone vegan says it is the best decision they have ever made.",
	"name": "Lewis Hamilton"
}, {
	"quote": "Some of the best conversations I've had are sitting around a camp fire.",
	"name": "Robyn Davidson"
}, {
	"quote": "Laughter is the best medicine - unless you're diabetic, then insulin comes pretty high on the list.",
	"name": "Jasper Carrott"
}, {
	"quote": "If you want to meet a woman, it's best just to smile and say hi.",
	"name": "Karen McDougal"
}, {
	"quote": "Nerves can be useful, as they sharpen you up, make you determined to try your hardest and do your best.",
	"name": "Stephen Cole"
}, {
	"quote": "The best portraits are those in which there is a slight mixture of caricature.",
	"name": "Thomas Babington Macaulay"
}, {
	"quote": "I will do my best. That is all I can do. I ask for your help - and God's.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "Nobody is gonna love you like you. You're gonna be your best salesman.",
	"name": "T.I."
}, {
	"quote": "When I wake up in a bad mood, I try not to stay in one. Learn to make the best of what you have.",
	"name": "Faith Hill"
}, {
	"quote": "I just want to make the best music of all time with my best friends.",
	"name": "Chris Martin"
}, {
	"quote": "With horns and a full rhythm section, the drums always looked like the best seat in the house.",
	"name": "Levon Helm"
}, {
	"quote": "As far as accessories are concerned, I think it is always best to be as minimalist as possible.",
	"name": "Alice Temperley"
}, {
	"quote": "Horror movies are the best date movies. There's no wondering, 'When do I put my arm around her?'",
	"name": "Eli Roth"
}, {
	"quote": "Clever men are good, but they are not the best.",
	"name": "Thomas Carlyle"
}, {
	"quote": "I am not trying my best because it is the Olympics. I try my best always.",
	"name": "Kim Yuna"
}, {
	"quote": "I think some of the best actors ever were little kids.",
	"name": "Joseph Gordon-Levitt"
}, {
	"quote": "Yup, the toilet is my best friend before a show.",
	"name": "Eric Carr"
}, {
	"quote": "The best person to get something done is a busy person.",
	"name": "Mark Burnett"
}, {
	"quote": "I have two sisters, and we are the best of friends.",
	"name": "Laura Carmichael"
}, {
	"quote": "A professional is someone who can do his best work when he doesn't feel like it.",
	"name": "Alistair Cooke"
}, {
	"quote": "The best thing to do with the best things in life is to give them up.",
	"name": "Ambrose Bierce"
}, {
	"quote": "He who has done his best for his own time has lived for all times.",
	"name": "Friedrich Schiller"
}, {
	"quote": "The best way to navigate through life is to give up all of our controls.",
	"name": "Gerald Jampolsky"
}, {
	"quote": "Everybody's got a job to do, and I do mine as best I can.",
	"name": "Marlee Matlin"
}, {
	"quote": "You'll live. Only the best get killed.",
	"name": "Charles de Gaulle"
}, {
	"quote": "Usually, the stuff that's your best idea or work is going to be attacked the most.",
	"name": "Francis Ford Coppola"
}, {
	"quote": "Culture is the habit of being pleased with the best and knowing why.",
	"name": "Henry Van Dyke"
}, {
	"quote": "If you want to go somewhere, it is best to find someone who has already been there.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "The best mirror is an old friend.",
	"name": "Peter Nivio Zarlenga"
}, {
	"quote": "Just do what you do best.",
	"name": "Red Auerbach"
}, {
	"quote": "Next to acquiring good friends, the best acquisition is that of good books.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "The best way to keep your friends is not to give them away.",
	"name": "Wilson Mizner"
}, {
	"quote": "That's your best friend and your worst enemy - your own brain.",
	"name": "Fred Durst"
}, {
	"quote": "The creed of a true saint is to make the best of life, and to make the most of it.",
	"name": "Edwin Hubbel Chapin"
}, {
	"quote": "There is only one real sin and that is to persuade oneself that the second best is anything but second best.",
	"name": "Doris Lessing"
}, {
	"quote": "I am the best in baseball.",
	"name": "Reggie Jackson"
}, {
	"quote": "The things we know best are the things we haven't been taught.",
	"name": "Luc de Clapiers"
}, {
	"quote": "Life is best when you are in love.",
	"name": "Michael Moriarty"
}, {
	"quote": "To give and then not feel that one has given is the very best of all ways of giving.",
	"name": "Max Beerbohm"
}]