[{
	"quote": "There are two great days in a person's life - the day we are born and the day we discover why.",
	"name": "William Barclay"
}, {
	"quote": "God gave us the gift of life; it is up to us to give ourselves the gift of living well.",
	"name": "Voltaire"
}, {
	"quote": "Let us never know what old age is. Let us know the happiness time brings, not count the years.",
	"name": "Ausonius"
}, {
	"quote": "The more you praise and celebrate your life, the more there is in life to celebrate.",
	"name": "Oprah Winfrey"
}, {
	"quote": "The greatest gift that you can give to others is the gift of unconditional love and acceptance.",
	"name": "Brian Tracy"
}, {
	"quote": "Today you are you! That is truer than true! There is no one alive who is you-er than you!",
	"name": "Dr. Seuss"
}, {
	"quote": "Age is a case of mind over matter. If you don't mind, it don't matter.",
	"name": "Satchel Paige"
}, {
	"quote": "Cherish all your happy moments; they make a fine cushion for old age.",
	"name": "Booth Tarkington"
}, {
	"quote": "Every birthday is a gift. Every day is a gift.",
	"name": "Aretha Franklin"
}, {
	"quote": "The greatest gifts you can give your children are the roots of responsibility and the wings of independence.",
	"name": "Denis Waitley"
}, {
	"quote": "The great thing about getting older is that you don't lose all the other ages you've been.",
	"name": "Madeleine L'Engle"
}, {
	"quote": "It takes a long time to become young.",
	"name": "Pablo Picasso"
}, {
	"quote": "Every year on your birthday, you get a chance to start new.",
	"name": "Sammy Hagar"
}, {
	"quote": "Don't just count your years, make your years count.",
	"name": "George Meredith"
}, {
	"quote": "Let us celebrate the occasion with wine and sweet words.",
	"name": "Plautus"
}, {
	"quote": "Youth has no age.",
	"name": "Pablo Picasso"
}, {
	"quote": "All the world is birthday cake, so take a piece, but not too much.",
	"name": "George Harrison"
}, {
	"quote": "To me - old age is always ten years older than I am.",
	"name": "Bernard Baruch"
}, {
	"quote": "A gift consists not in what is done or given, but in the intention of the giver or doer.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "I intend to live forever. So far, so good.",
	"name": "Steven Wright"
}, {
	"quote": "You don't get older, you get better.",
	"name": "Shirley Bassey"
}, {
	"quote": "Success is like reaching an important birthday and finding you're exactly the same.",
	"name": "Audrey Hepburn"
}, {
	"quote": "The only thing better than singing is more singing.",
	"name": "Ella Fitzgerald"
}, {
	"quote": "I kept a diary right after I was born. Day 1: Tired from the move. Day 2: Everyone thinks I'm an idiot.",
	"name": "Steven Wright"
}, {
	"quote": "How old would you be if you didn't know how old you are?",
	"name": "Satchel Paige"
}, {
	"quote": "Love the giver more than the gift.",
	"name": "Brigham Young"
}, {
	"quote": "I wanted to buy a candle holder, but the store didn't have one. So I got a cake.",
	"name": "Mitch Hedberg"
}, {
	"quote": "A diplomat is a man who always remembers a woman's birthday but never remembers her age.",
	"name": "Robert Frost"
}, {
	"quote": "The way I see it, you should live everyday like its your birthday.",
	"name": "Paris Hilton"
}, {
	"quote": "You know you're getting old when the candles cost more than the cake.",
	"name": "Bob Hope"
}, {
	"quote": "At my age flowers scare me.",
	"name": "George Burns"
}, {
	"quote": "Our birthdays are feathers in the broad wing of time.",
	"name": "Jean Paul"
}, {
	"quote": "New Year's Day is every man's birthday.",
	"name": "Charles Lamb"
}, {
	"quote": "Let them eat cake.",
	"name": "Marie Antoinette"
}, {
	"quote": "My policy on cake is pro having it and pro eating it.",
	"name": "Boris Johnson"
}, {
	"quote": "I remember when the candle shop burned down. Everyone stood around singing 'Happy Birthday.'",
	"name": "Steven Wright"
}, {
	"quote": "My life is better with every year of living it.",
	"name": "Rachel Maddow"
}, {
	"quote": "We'll take the cake with the red cherry on top.",
	"name": "Navjot Singh Sidhu"
}, {
	"quote": "People give one another things that can't be gift wrapped.",
	"name": "Nadine Gordimer"
}, {
	"quote": "There is still no cure for the common birthday.",
	"name": "John Glenn"
}, {
	"quote": "I had a birthday party with my family and friends at a house, and Chipotle catered. It was beautiful.",
	"name": "Ansel Elgort"
}, {
	"quote": "Handmade presents are scary because they reveal that you have too much free time.",
	"name": "Douglas Coupland"
}, {
	"quote": "Your children need your presence more than your presents.",
	"name": "Jesse Jackson"
}, {
	"quote": "I binge when I'm happy. When everything is going really well, every day is like I'm at a birthday party.",
	"name": "Kirstie Alley"
}, {
	"quote": "Did you know you're supposed to soap and scrub for as long as it takes to sing 'Happy Birthday' twice?",
	"name": "Faith Salie"
}, {
	"quote": "The day which we fear as our last is but the birthday of eternity.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "I can't make eye contact when people sing 'Happy Birthday' to me.",
	"name": "Dove Cameron"
}, {
	"quote": "One of the shocks of a 50th birthday is realizing the fundamental fact that your youth is irrevocably over.",
	"name": "Marianne Williamson"
}, {
	"quote": "I was in kidney failure. I ended up having a kidney transplant on my 21st birthday.",
	"name": "Amy Purdy"
}, {
	"quote": "I crashed my boyfriend's birthday when I was 12 years old. He didn't invite me and so I showed up.",
	"name": "Isla Fisher"
}, {
	"quote": "I love a card. You know, cards? At birthdays? I collect them.",
	"name": "Adele"
}, {
	"quote": "I have 'Happy Birthday' in multiple languages on my iPod - I like to play it at company birthday parties.",
	"name": "Yigal Azrouel"
}, {
	"quote": "I like to keep my birthday very relaxed.",
	"name": "Barun Sobti"
}, {
	"quote": "The best way to remember your wife's birthday is to forget it once.",
	"name": "E. Joseph Cossman"
}, {
	"quote": "To give somebody your time is the biggest gift you can give.",
	"name": "Franka Potente"
}, {
	"quote": "A gift, with a kind countenance, is a double present.",
	"name": "Thomas Fuller"
}, {
	"quote": "A friend never defends a husband who gets his wife an electric skillet for her birthday.",
	"name": "Erma Bombeck"
}, {
	"quote": "For the youth, the indignation of most things will just surge as each birthday passes.",
	"name": "Chris Evans"
}, {
	"quote": "It is lovely, when I forget all birthdays, including my own, to find that somebody remembers me.",
	"name": "Ellen Glasgow"
}, {
	"quote": "If you can give your child only one gift, let it be enthusiasm.",
	"name": "Bruce Barton"
}, {
	"quote": "I'm not materialistic. I believe in presents from the heart, like a drawing that a child does.",
	"name": "Victoria Beckham"
}, {
	"quote": "I'm most comfortable in my birthday suit.",
	"name": "Amanda Seyfried"
}, {
	"quote": "I gave a funny speech at my wife's birthday party, and I'm thinking, 'Hey, I've still got it.'",
	"name": "Larry David"
}, {
	"quote": "Jesus' birthday is commercialized, so of course, Black History Month is commercialized.",
	"name": "Jidenna"
}, {
	"quote": "When someone asks if you'd like cake or pie, why not say you want cake and pie?",
	"name": "Lisa Loeb"
}, {
	"quote": "The worst part about celebrating another birthday is the shock that you're only as well as you are.",
	"name": "Anne Lamott"
}, {
	"quote": "I like working on my birthday, so I always do.",
	"name": "Abhishek Bachchan"
}, {
	"quote": "My first proper kiss was from Cara Shucksmith when I was 13 or 14 at her birthday party.",
	"name": "Robert Webb"
}, {
	"quote": "For Tim Burton's birthday I gave him a rainbow beetle. He loved it!",
	"name": "Eva Green"
}, {
	"quote": "My mom and my father's birthday are on the same day.",
	"name": "Victor Cruz"
}, {
	"quote": "My every birthday wish was, 'I want to someday be on TV.'",
	"name": "Awkwafina"
}, {
	"quote": "My wife and I love to travel, so if we don't have work on either her or my birthday, we definitely travel.",
	"name": "Barun Sobti"
}, {
	"quote": "My birthday is in November, so I think I'm a Scorpio? I'm not even sure!",
	"name": "Ryan Hurd"
}, {
	"quote": "Birthday Alarm was a very simple site based on being reminded of your friends' birthdays.",
	"name": "Michael Birch"
}, {
	"quote": "My mother asked me what I wanted for my birthday, so I said I wanted to read poetry with her.",
	"name": "Guy Johnson"
}, {
	"quote": "The day before my 16th birthday I got my guitar.",
	"name": "Stevie Nicks"
}, {
	"quote": "I left school on my 15th birthday.",
	"name": "David Bailey"
}, {
	"quote": "I just had my 30th birthday and we went turkey shooting. It's what I wanted to do, so we went.",
	"name": "Kelly Clarkson"
}, {
	"quote": "I've never really made a big deal out of my birthday.",
	"name": "Nikki Reed"
}, {
	"quote": "I'm not a big birthday guy; I never have been.",
	"name": "Lewis Black"
}, {
	"quote": "I'm not going to be caught around here for any fool celebration. To hell with birthdays!",
	"name": "Norman Rockwell"
}, {
	"quote": "The first guitar I ever got was for my 13th birthday.",
	"name": "Rick Springfield"
}, {
	"quote": "I am 23, the year of the iron birthday, the gate of darkness. I am ill.",
	"name": "Allen Ginsberg"
}, {
	"quote": "I have given myself a Tesla for my 60th birthday.",
	"name": "Stanley Druckenmiller"
}, {
	"quote": "I love having my birthday at Australia Zoo.",
	"name": "Bindi Irwin"
}, {
	"quote": "I just remember celebrating my 18th birthday at home, so that was a big party.",
	"name": "Angelique Kerber"
}, {
	"quote": "For my fifth birthday, I got a small tennis racket. That's how I started.",
	"name": "Ana Ivanovic"
}, {
	"quote": "Does Martin Luther King really want his birthday commercialized?",
	"name": "Jidenna"
}, {
	"quote": "I always wanted to shave. It is a very natural process. For my birthday I got a lot of shaving stuff.",
	"name": "Chaz Bono"
}, {
	"quote": "Nick Swardson used to have birthday paint parties. They were phenomenal.",
	"name": "Craig Robinson"
}, {
	"quote": "I definitely break out karaoke when my friends have birthday parties.",
	"name": "Josh Groban"
}, {
	"quote": "I love photography. My boyfriend's got a great camera, which I bought for his birthday.",
	"name": "Sarah Sutton"
}, {
	"quote": "Like many women my age, I am 28 years old.",
	"name": "Mary Schmich"
}, {
	"quote": "I'm a summer baby, so I usually have my birthday as a good summer memory.",
	"name": "Sloane Crosley"
}, {
	"quote": "At 91, every day is a birthday.",
	"name": "Charlotte Rae"
}, {
	"quote": "I am the guy dressing up in, you know, the caveman outfit for the kids' birthday parties.",
	"name": "Rob Lowe"
}, {
	"quote": "As a child, I always chose a false nose and some face paint and a wig for my birthday.",
	"name": "Ashley Jensen"
}, {
	"quote": "My parents split before my fifth birthday, and I moved with Mom and my three siblings to her native Oahu.",
	"name": "Janet Mock"
}, {
	"quote": "I was put on a pony as a kid at some birthday party when you're all led around.",
	"name": "Victoria Pendleton"
}, {
	"quote": "The question on my husband's birthday is always, What do you get for the man who has nothing?",
	"name": "Pamela Druckerman"
}, {
	"quote": "I had been offered a Hollywood contract before my 18th birthday. It gave me the spark I needed.",
	"name": "Gene Tierney"
}, {
	"quote": "When I was little I thought, isn't it nice that everybody celebrates on my birthday? Because it's July 4th.",
	"name": "Gloria Stuart"
}, {
	"quote": "I like spending time with my family and friends on my birthday.",
	"name": "Prabhas"
}, {
	"quote": "Only then, approaching my fortieth birthday, I made philosophy my life's work.",
	"name": "Karl Jaspers"
}, {
	"quote": "I think my first album was a gift for my birthday and a Faith Hill album; I loved her.",
	"name": "Sara Sampaio"
}, {
	"quote": "My mother always bought our birthday gifts.",
	"name": "Bruce Eric Kaplan"
}, {
	"quote": "On my birthday, I was in Milan for the collections.",
	"name": "Eva Herzigova"
}, {
	"quote": "My mom FedExes a red velvet cake she makes from scratch to me every birthday.",
	"name": "Molly Sims"
}, {
	"quote": "I don't set up screenings. I can barely plan my kid's birthday party.",
	"name": "Becky Albertalli"
}, {
	"quote": "I was born in Korea and left before my first birthday.",
	"name": "Mary H.K. Choi"
}, {
	"quote": "Since the day I got married, I never got to plan my birthday.",
	"name": "Barun Sobti"
}, {
	"quote": "If I'm about to forget my kid's birthday, I want the phone to scream at me until I do something about it.",
	"name": "Sundar Pichai"
}, {
	"quote": "In 1980, shortly before my 11th birthday, I wrote my first essay in English.",
	"name": "Pankaj Mishra"
}, {
	"quote": "I love mayonnaise. Every birthday when I was a kid I'd go to Black Angus and just dip my burger in mayo.",
	"name": "Blake Anderson"
}, {
	"quote": "My mother still sends a cake to the office for my birthday.",
	"name": "David Ulevitch"
}, {
	"quote": "I don't go into a fight mad. I go into a fight like it's my birthday. I love what I'm doing.",
	"name": "Paige VanZant"
}, {
	"quote": "It is really a great feeling to win a World Cup on your birthday.",
	"name": "Nino Schurter"
}, {
	"quote": "My mom won't let me buy high-fashion stuff unless it's TK Maxx or a birthday occasion.",
	"name": "Chloe Grace Moretz"
}, {
	"quote": "I don't like to party. I like to spend time with family on my birthday.",
	"name": "Virender Sehwag"
}, {
	"quote": "I met Leonardo DiCaprio and Busta Rhymes the same night, on my birthday in New York.",
	"name": "Jason Mitchell"
}, {
	"quote": "I have angel wings and a halo on my wrist, which I got done on my 30th birthday in memory of my brother.",
	"name": "Sheridan Smith"
}, {
	"quote": "My dad bought me a dartboard for my 11th birthday, and I became intrigued by the game.",
	"name": "Eric Bristow"
}, {
	"quote": "I saw a man killed in front of my eyes just before my eighth birthday.",
	"name": "Peter O'Toole"
}, {
	"quote": "Nicole Richie invited me to her birthday party, and it was at Michael Jackson's Neverland!",
	"name": "Gaby Hoffmann"
}, {
	"quote": "On my fourth or fifth birthday, a guitar was given to me, and I made a new friend. A very loud friend.",
	"name": "Eliot Sumner"
}, {
	"quote": "The first posh meal out I had was on my 10th birthday.",
	"name": "Maxine Peake"
}, {
	"quote": "It was a big pleasure to play a Grand Slam match on my birthday.",
	"name": "Dominic Thiem"
}, {
	"quote": "For my 21st birthday party, I had a 'Strictly'-themed fancy dress.",
	"name": "Rachel Riley"
}, {
	"quote": "I'm an avid shoe fan. I got my first pair of Louboutins as a birthday gift from Jami Gertz.",
	"name": "Toks Olagundoye"
}, {
	"quote": "For my 11th birthday, I asked to be adopted.",
	"name": "Kaui Hart Hemmings"
}, {
	"quote": "My biggest hero, Gregory Peck, was my birthday present on April 14, 1973. I just sat and stared at him.",
	"name": "Loretta Lynn"
}, {
	"quote": "I sing a little bit. I got a guitar for my 16th birthday.",
	"name": "Jesse Plemons"
}, {
	"quote": "I was fired by 'America's Next Top Model' on my birthday.",
	"name": "Paulina Porizkova"
}, {
	"quote": "In 1993 my birthday present was a star on Hollywood's Walk of Fame.",
	"name": "Annette Funicello"
}, {
	"quote": "I play PC and Xbox games at home, and I just got a PSP as a birthday present.",
	"name": "Uwe Boll"
}, {
	"quote": "I lost twins at 14 weeks, and I had to have an D and C on my birthday.",
	"name": "Amy Weber"
}, {
	"quote": "The only show my mother could afford to take me to when I was growing up was 'Cats', for my birthday.",
	"name": "Tammy Blanchard"
}, {
	"quote": "I remember, for my birthday once, we all dressed up as Spice Girls. I was Scary.",
	"name": "Hannah John-Kamen"
}, {
	"quote": "Brilliantly lit from stem to stern, she looked like a sagging birthday cake.",
	"name": "Walter Lord"
}, {
	"quote": "My brother got a .22 for his 12th birthday; I got a .22. He got a hunting knife; I got a hunting knife.",
	"name": "Stephanie Cutter"
}, {
	"quote": "With a recent birthday, I've been acting now for twenty years.",
	"name": "Thayer David"
}, {
	"quote": "Mattresses! Beautiful! Let's go buy a couple of mattresses. Give 'em to people for their birthday.",
	"name": "Lawrence Tierney"
}, {
	"quote": "I do like to shock and surprise people. When it's all in good fun, of course.",
	"name": "Ruth Warrick"
}, {
	"quote": "On my 30th birthday, all the presents I got were boxes of food. That's what I needed.",
	"name": "Kay Lenz"
}]