[{
	"quote": "When one teaches, two learn.",
	"name": "Robert Half"
}, {
	"quote": "The pine stays green in winter... wisdom in hardship.",
	"name": "Norman Douglas"
}, {
	"quote": "All action results from thought, so it is thoughts that matter.",
	"name": "Sai Baba"
}, {
	"quote": "Quality is never an accident. It is always the result of intelligent effort.",
	"name": "John Ruskin"
}, {
	"quote": "We make a living by what we get, but we make a life by what we give.",
	"name": "Winston Churchill"
}, {
	"quote": "Nobody cares how much you know, until they know how much you care.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "No snowflake in an avalanche ever feels responsible.",
	"name": "Stanislaw Jerzy Lec"
}, {
	"quote": "Simplicity is the ultimate sophistication.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Talent is a flame. Genius is a fire.",
	"name": "Bernard Williams"
}, {
	"quote": "If you do not conquer self, you will be conquered by self.",
	"name": "Napoleon Hill"
}, {
	"quote": "I hear and I forget. I see and I remember. I do and I understand.",
	"name": "Confucius"
}, {
	"quote": "Mystery creates wonder and wonder is the basis of man's desire to understand.",
	"name": "Neil Armstrong"
}, {
	"quote": "Everything that we see is a shadow cast by that which we do not see.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "In matters of style, swim with the current; in matters of principle, stand like a rock.",
	"name": "Thomas Jefferson"
}, {
	"quote": "It is not enough to have a good mind; the main thing is to use it well.",
	"name": "Rene Descartes"
}, {
	"quote": "Insanity: doing the same thing over and over again and expecting different results.",
	"name": "Unknown"
}, {
	"quote": "We cannot teach people anything; we can only help them discover it within themselves.",
	"name": "Galileo Galilei"
}, {
	"quote": "There are things known and there are things unknown, and in between are the doors of perception.",
	"name": "Aldous Huxley"
}, {
	"quote": "Once we accept our limits, we go beyond them.",
	"name": "Albert Einstein"
}, {
	"quote": "To every action there is always opposed an equal reaction.",
	"name": "Isaac Newton"
}, {
	"quote": "You cannot push any one up a ladder unless he be willing to climb a little himself.",
	"name": "Andrew Carnegie"
}, {
	"quote": "We are what we believe we are.",
	"name": "C. S. Lewis"
}, {
	"quote": "It's not that I'm so smart, it's just that I stay with problems longer.",
	"name": "Albert Einstein"
}, {
	"quote": "Progress lies not in enhancing what is, but in advancing toward what will be.",
	"name": "Khalil Gibran"
}, {
	"quote": "The time is always right to do what is right.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "A gem cannot be polished without friction, nor a man perfected without trials.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "The final forming of a person's character lies in their own hands.",
	"name": "Anne Frank"
}, {
	"quote": "Be less curious about people and more curious about ideas.",
	"name": "Marie Curie"
}, {
	"quote": "Judge a man by his questions rather than his answers.",
	"name": "Voltaire"
}, {
	"quote": "What we plant in the soil of contemplation, we shall reap in the harvest of action.",
	"name": "Meister Eckhart"
}, {
	"quote": "Be nice to people on your way up because you'll meet them on your way down.",
	"name": "Wilson Mizner"
}, {
	"quote": "Your goals, minus your doubts, equal your reality.",
	"name": "Ralph Marston"
}, {
	"quote": "High achievement always takes place in the framework of high expectation.",
	"name": "Charles Kettering"
}, {
	"quote": "The mind is like an iceberg, it floats with one-seventh of its bulk above water.",
	"name": "Sigmund Freud"
}, {
	"quote": "Nothing exists except atoms and empty space; everything else is opinion.",
	"name": "Democritus"
}, {
	"quote": "The real meaning of enlightenment is to gaze with undimmed eyes on all darkness.",
	"name": "Nikos Kazantzakis"
}, {
	"quote": "What worries you, masters you.",
	"name": "John Locke"
}, {
	"quote": "In the kingdom of the blind, the one-eyed man is king.",
	"name": "Desiderius Erasmus"
}, {
	"quote": "It is quality rather than quantity that matters.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "I think; therefore I am.",
	"name": "Rene Descartes"
}, {
	"quote": "Challenging the meaning of life is the truest expression of the state of being human.",
	"name": "Viktor E. Frankl"
}, {
	"quote": "Never mistake motion for action.",
	"name": "Ernest Hemingway"
}, {
	"quote": "It is the set of the sails, not the direction of the wind that determines which way we will go.",
	"name": "Jim Rohn"
}, {
	"quote": "We don't see things as they are, we see them as we are.",
	"name": "Anais Nin"
}, {
	"quote": "Courage is the first of human qualities because it is the quality which guarantees the others.",
	"name": "Aristotle"
}, {
	"quote": "I have always thought the actions of men the best interpreters of their thoughts.",
	"name": "John Locke"
}, {
	"quote": "Well begun is half done.",
	"name": "Aristotle"
}, {
	"quote": "Rough diamonds may sometimes be mistaken for worthless pebbles.",
	"name": "Thomas Browne"
}, {
	"quote": "It isn't the mountain ahead that wears you out; it's the grain of sand in your shoe.",
	"name": "Robert W. Service"
}, {
	"quote": "If you do what you've always done, you'll get what you've always gotten.",
	"name": "Tony Robbins"
}, {
	"quote": "The actions of men are the best interpreters of their thoughts.",
	"name": "James Joyce"
}, {
	"quote": "I hear, I know. I see, I remember. I do, I understand.",
	"name": "Confucius"
}, {
	"quote": "Do not let what you cannot do interfere with what you can do.",
	"name": "John Wooden"
}, {
	"quote": "Yesterday's home runs don't win today's games.",
	"name": "Babe Ruth"
}, {
	"quote": "The very essence of instinct is that it's followed independently of reason.",
	"name": "Charles Darwin"
}, {
	"quote": "If you don't know where you are going, you might wind up someplace else.",
	"name": "Yogi Berra"
}, {
	"quote": "United we stand, divided we fall.",
	"name": "Aesop"
}, {
	"quote": "One can never consent to creep when one feels an impulse to soar.",
	"name": "Helen Keller"
}, {
	"quote": "There is nothing more uncommon than common sense.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "None so deaf as those that will not hear. None so blind as those that will not see.",
	"name": "Matthew Henry"
}, {
	"quote": "A fine quotation is a diamond in the hand of a man of wit and a pebble in the hand of a fool.",
	"name": "Joseph Roux"
}, {
	"quote": "True greatness consists in being great in little things.",
	"name": "Charles Simmons"
}, {
	"quote": "People who know little are usually great talkers, while men who know much say little.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "I believe things cannot make themselves impossible.",
	"name": "Stephen Hawking"
}, {
	"quote": "A great deal of intelligence can be invested in ignorance when the need for illusion is deep.",
	"name": "Saul Bellow"
}, {
	"quote": "To be is to do.",
	"name": "Immanuel Kant"
}, {
	"quote": "After all is said and done, more is said than done.",
	"name": "Aesop"
}, {
	"quote": "We are all gifted. That is our inheritance.",
	"name": "Ethel Waters"
}, {
	"quote": "Idealism increases in direct proportion to one's distance from the problem.",
	"name": "John Galsworthy"
}, {
	"quote": "People are not disturbed by things, but by the view they take of them.",
	"name": "Epictetus"
}, {
	"quote": "You're either part of the solution or you're part of the problem.",
	"name": "Eldridge Cleaver"
}, {
	"quote": "In the end, people are persuaded not by what we say, but by what they understand.",
	"name": "John C. Maxwell"
}, {
	"quote": "Fortune favors the prepared mind.",
	"name": "Louis Pasteur"
}, {
	"quote": "We are not permitted to choose the frame of our destiny. But what we put into it is ours.",
	"name": "Dag Hammarskjold"
}, {
	"quote": "If youth knew; if age could.",
	"name": "Sigmund Freud"
}, {
	"quote": "Our knowledge is a little island in a great ocean of nonknowledge.",
	"name": "Isaac Bashevis Singer"
}, {
	"quote": "If not me, who? And if not now, when?",
	"name": "Mikhail Gorbachev"
}, {
	"quote": "Do not seek to follow in the footsteps of the wise. Seek what they sought.",
	"name": "Matsuo Basho"
}, {
	"quote": "If I am what I have and if I lose what I have who then am I?",
	"name": "Erich Fromm"
}, {
	"quote": "In wisdom gathered over time I have found that every experience is a form of exploration.",
	"name": "Ansel Adams"
}, {
	"quote": "He who defends everything defends nothing.",
	"name": "Frederick the Great"
}, {
	"quote": "Great tranquility of heart is his who cares for neither praise nor blame.",
	"name": "Thomas a Kempis"
}, {
	"quote": "Intellectuals solve problems, geniuses prevent them.",
	"name": "Albert Einstein"
}, {
	"quote": "A man should look for what is, and not for what he thinks should be.",
	"name": "Albert Einstein"
}, {
	"quote": "We should not moor a ship with one anchor, or our life with one hope.",
	"name": "Epictetus"
}, {
	"quote": "God gives the nuts, but he does not crack them.",
	"name": "Franz Kafka"
}, {
	"quote": "There are three classes of people: those who see, those who see when they are shown, those who do not see.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Patience and tenacity are worth more than twice their weight of cleverness.",
	"name": "Thomas Huxley"
}, {
	"quote": "There are three musts that hold us back: I must do well. You must treat me well. And the world must be easy.",
	"name": "Albert Ellis"
}, {
	"quote": "Men can starve from a lack of self-realization as much as they can from a lack of bread.",
	"name": "Richard Wright"
}, {
	"quote": "We do not judge the people we love.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "There is no greater impediment to the advancement of knowledge than the ambiguity of words.",
	"name": "Thomas Reid"
}, {
	"quote": "Our self image, strongly held, essentially determines what we become.",
	"name": "Maxwell Maltz"
}, {
	"quote": "You exist only in what you do.",
	"name": "Federico Fellini"
}, {
	"quote": "All wish to possess knowledge, but few, comparatively speaking, are willing to pay the price.",
	"name": "Juvenal"
}, {
	"quote": "Important principles may, and must, be inflexible.",
	"name": "Abraham Lincoln"
}, {
	"quote": "We must be our own before we can be another's.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Think for yourselves and let others enjoy the privilege to do so, too.",
	"name": "Voltaire"
}, {
	"quote": "The winds and the waves are always on the side of the ablest navigators.",
	"name": "Edward Gibbon"
}, {
	"quote": "The universe is full of magical things, patiently waiting for our wits to grow sharper.",
	"name": "Eden Phillpotts"
}, {
	"quote": "Subtlety may deceive you; integrity never will.",
	"name": "Oliver Cromwell"
}, {
	"quote": "Really, the only thing that makes sense is to strive for greater collective enlightenment.",
	"name": "Elon Musk"
}, {
	"quote": "A man doesn't know what he knows until he knows what he doesn't know.",
	"name": "Laurence J. Peter"
}, {
	"quote": "It is only in our decisions that we are important.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "We forfeit three-quarters of ourselves in order to be like other people.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "We all have ability. The difference is how we use it.",
	"name": "Charlotte Whitton"
}, {
	"quote": "The place to improve the world is first in one's own heart and head and hands.",
	"name": "Robert M. Pirsig"
}, {
	"quote": "We can learn something new anytime we believe we can.",
	"name": "Virginia Satir"
}, {
	"quote": "The whole point of getting things done is knowing what to leave undone.",
	"name": "Oswald Chambers"
}, {
	"quote": "At times I think and at times I am.",
	"name": "Paul Valery"
}, {
	"quote": "It's the people who try to be clever who never are; the people who are clever never think of trying to be.",
	"name": "Gilbert Parker"
}, {
	"quote": "Every man must decide for himself whether he shall master his world or be mastered by it.",
	"name": "James Cash Penney"
}, {
	"quote": "When all else is lost, the future still remains.",
	"name": "Christian Nestell Bovee"
}, {
	"quote": "You cannot step into the same river twice.",
	"name": "Heraclitus"
}, {
	"quote": "A brainy person does not abuse copyright; instead they respect it and uphold it.",
	"name": "Maximillian Degenerez"
}, {
	"quote": "A certain amount of opposition is a great help to a man. Kites rise against, not with, the wind.",
	"name": "Lewis Mumford"
}, {
	"quote": "The precision of naming takes away from the uniqueness of seeing.",
	"name": "Pierre Bonnard"
}, {
	"quote": "I'm not a genius. I'm just a tremendous bundle of experience.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "Others have seen what is and asked why. I have seen what could be and asked why not.",
	"name": "Pablo Picasso"
}, {
	"quote": "Character is what a man is in the dark.",
	"name": "Dwight L. Moody"
}, {
	"quote": "Nothing endures but personal qualities.",
	"name": "Walt Whitman"
}, {
	"quote": "We may pass violets looking for roses. We may pass contentment looking for victory.",
	"name": "Bernard Williams"
}, {
	"quote": "A pure hand needs no glove to cover it.",
	"name": "Nathaniel Hawthorne"
}, {
	"quote": "I shut my eyes in order to see.",
	"name": "Paul Gauguin"
}, {
	"quote": "We can believe what we choose. We are answerable for what we choose to believe.",
	"name": "John Henry Newman"
}, {
	"quote": "The possible ranks higher than the actual.",
	"name": "Martin Heidegger"
}, {
	"quote": "It is only in the world of objects that we have time and space and selves.",
	"name": "T. S. Eliot"
}, {
	"quote": "Thinking is more interesting than knowing, but less interesting than looking.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Tell me to what you pay attention and I will tell you who you are.",
	"name": "Jose Ortega y Gasset"
}, {
	"quote": "One can resist the invasion of an army but one cannot resist the invasion of ideas.",
	"name": "Victor Hugo"
}, {
	"quote": "We adore chaos because we love to produce order.",
	"name": "M. C. Escher"
}, {
	"quote": "What do you hang on the walls of your mind?",
	"name": "Eve Arnold"
}, {
	"quote": "Fortune favors the audacious.",
	"name": "Desiderius Erasmus"
}, {
	"quote": "Lend yourself to others, but give yourself to yourself.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Good order is the foundation of all things.",
	"name": "Edmund Burke"
}, {
	"quote": "We have all the light we need, we just need to put it in practice.",
	"name": "Albert Pike"
}, {
	"quote": "The destiny of man is in his own soul.",
	"name": "Herodotus"
}, {
	"quote": "I do not seek. I find.",
	"name": "Pablo Picasso"
}, {
	"quote": "There are no new ideas. There are only new ways of making them felt.",
	"name": "Audre Lorde"
}, {
	"quote": "Prosperity tries the fortunate, adversity the great.",
	"name": "Rose Kennedy"
}, {
	"quote": "Everything that is beautiful and noble is the product of reason and calculation.",
	"name": "Charles Baudelaire"
}, {
	"quote": "Truth has no special time of its own. Its hour is now - always.",
	"name": "Albert Schweitzer"
}, {
	"quote": "It is one thing to praise discipline, and another to submit to it.",
	"name": "Miguel de Cervantes"
}, {
	"quote": "Talent works, genius creates.",
	"name": "Robert Schumann"
}, {
	"quote": "Talent does what it can; genius does what it must.",
	"name": "Edward G. Bulwer-Lytton"
}, {
	"quote": "Even truth needs to be clad in new garments if it is to appeal to a new age.",
	"name": "Georg C. Lichtenberg"
}, {
	"quote": "What we do belongs to what we are; and what we are is what becomes of us.",
	"name": "Henry Van Dyke"
}, {
	"quote": "Man is born to live and not to prepare to live.",
	"name": "Boris Pasternak"
}, {
	"quote": "It is easy to get everything you want, provided you first learn to do without the things you cannot get.",
	"name": "Elbert Hubbard"
}, {
	"quote": "One can be the master of what one does, but never of what one feels.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Clarity is the counterbalance of profound thoughts.",
	"name": "Luc de Clapiers"
}, {
	"quote": "Wit is the salt of conversation, not the food.",
	"name": "William Hazlitt"
}, {
	"quote": "Be intent upon the perfection of the present day.",
	"name": "William Law"
}, {
	"quote": "One of the greatest joys known to man is to take a flight into ignorance in search of knowledge.",
	"name": "Robert Staughton Lynd"
}, {
	"quote": "A man must not deny his manifest abilities, for that is to evade his obligations.",
	"name": "William Feather"
}, {
	"quote": "The envious man grows lean at the success of his neighbor.",
	"name": "Horace"
}, {
	"quote": "If in doubt, don't. If still in doubt, do what's right.",
	"name": "Donald Rumsfeld"
}, {
	"quote": "The mind cannot foresee its own advance.",
	"name": "Friedrich August von Hayek"
}, {
	"quote": "We see things as we are, not as they are.",
	"name": "Leo Rosten"
}, {
	"quote": "Nothing is so good as it seems beforehand.",
	"name": "George Eliot"
}, {
	"quote": "The more refined and subtle our minds, the more vulnerable they are.",
	"name": "Paul Tournier"
}, {
	"quote": "You create your own reality.",
	"name": "Jane Roberts"
}, {
	"quote": "Ill habits gather unseen degrees, as brooks make rivers, rivers run to seas.",
	"name": "John Dryden"
}, {
	"quote": "Not only strike while the iron is hot, but make it hot by striking.",
	"name": "Oliver Cromwell"
}, {
	"quote": "If kids and teenagers can get into a band, it's probably not because they think it's brainy.",
	"name": "Ezra Koenig"
}, {
	"quote": "I wish it, I command it. Let my will take the place of a reason.",
	"name": "Juvenal"
}, {
	"quote": "Believe and act as if it were impossible to fail.",
	"name": "Charles Kettering"
}, {
	"quote": "Be sure your wisest words are those you do not say.",
	"name": "Robert W. Service"
}, {
	"quote": "All serious daring starts from within.",
	"name": "Eudora Welty"
}, {
	"quote": "Genius is rarely able to give any account of its own processes.",
	"name": "George Henry Lewes"
}, {
	"quote": "To be is to be the value of a variable.",
	"name": "Willard Van Orman Quine"
}, {
	"quote": "The joy of the mind is the measure of its strength.",
	"name": "Ninon de L'Enclos"
}, {
	"quote": "The farther reason looks the greater is the haze in which it loses itself.",
	"name": "Johann Georg Hamann"
}, {
	"quote": "You can't be taught to be brainy. You've either got it or you don't.",
	"name": "Samantha Fox"
}, {
	"quote": "There are no elements so diverse that they cannot be joined in the heart of a man.",
	"name": "Jean Giraudoux"
}, {
	"quote": "Memory is more indelible than ink.",
	"name": "Anita Loos"
}, {
	"quote": "Unless we remember we cannot understand.",
	"name": "E. M. Forster"
}, {
	"quote": "Genius is never understood in its own time.",
	"name": "Bill Watterson"
}, {
	"quote": "Every moment is a golden one for him who has the vision to recognize it as such.",
	"name": "Henry Miller"
}, {
	"quote": "It is easier to fight for one's principles than to live up to them.",
	"name": "Alfred Adler"
}, {
	"quote": "Our nature is the mind. And the mind is our nature.",
	"name": "Bodhidharma"
}, {
	"quote": "Inspiration arrives as a packet of material to be delivered.",
	"name": "John Updike"
}, {
	"quote": "Sometimes you can know too much. A lot of brainy people like Stephen Fry are quite depressive.",
	"name": "Karl Pilkington"
}, {
	"quote": "Our first intuitions are the true ones.",
	"name": "Emil Cioran"
}, {
	"quote": "Ideals are the world's masters.",
	"name": "Josiah Gilbert Holland"
}, {
	"quote": "Write to be understood, speak to be heard, read to grow.",
	"name": "Lawrence Clark Powell"
}, {
	"quote": "An artist is he for whom the goal and center of life is to form his mind.",
	"name": "Karl Wilhelm Friedrich Schlegel"
}, {
	"quote": "Life is but thought.",
	"name": "Sara Teasdale"
}, {
	"quote": "The return we reap from generous actions is not always evident.",
	"name": "Francesco Guicciardini"
}, {
	"quote": "Talent is a faculty that is highly developed, but genius commands all the faculties.",
	"name": "Francis Herbert Hedge"
}, {
	"quote": "Brainy's the new sexy.",
	"name": "Steven Moffat"
}]