[{
	"quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
	"name": "Colin Powell"
}, {
	"quote": "Great things in business are never done by one person. They're done by a team of people.",
	"name": "Steve Jobs"
}, {
	"quote": "Making money is art and working is art and good business is the best art.",
	"name": "Andy Warhol"
}, {
	"quote": "A satisfied customer is the best business strategy of all.",
	"name": "Michael LeBoeuf"
}, {
	"quote": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.",
	"name": "Mark Twain"
}, {
	"quote": "Our work is the presentation of our capabilities.",
	"name": "Edward Gibbon"
}, {
	"quote": "In the business world, the rearview mirror is always clearer than the windshield.",
	"name": "Warren Buffett"
}, {
	"quote": "The true measure of the value of any business leader and manager is performance.",
	"name": "Brian Tracy"
}, {
	"quote": "We're all working together; that's the secret.",
	"name": "Sam Walton"
}, {
	"quote": "Effort only fully releases its reward after a person refuses to quit.",
	"name": "Napoleon Hill"
}, {
	"quote": "Just because something doesn't do what you planned it to do doesn't mean it's useless.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Rank does not confer privilege or give power. It imposes responsibility.",
	"name": "Peter Drucker"
}, {
	"quote": "Ideas pull the trigger, but instinct loads the gun.",
	"name": "Don Marquis"
}, {
	"quote": "A friendship founded on business is better than a business founded on friendship.",
	"name": "John D. Rockefeller"
}, {
	"quote": "Joy is the serious business of Heaven.",
	"name": "C. S. Lewis"
}, {
	"quote": "Failure doesn't mean you are a failure it just means you haven't succeeded yet.",
	"name": "Robert H. Schuller"
}, {
	"quote": "Business has only two functions - marketing and innovation.",
	"name": "Milan Kundera"
}, {
	"quote": "A business that makes nothing but money is a poor business.",
	"name": "Henry Ford"
}, {
	"quote": "Sales are contingent upon the attitude of the salesman - not the attitude of the prospect.",
	"name": "W. Clement Stone"
}, {
	"quote": "The way to get things done is not to mind who gets the credit for doing them.",
	"name": "Benjamin Jowett"
}, {
	"quote": "The greatest ability in business is to get along with others and to influence their actions.",
	"name": "John Hancock"
}, {
	"quote": "Information technology is at the core of how you do your business and how your business model itself evolves.",
	"name": "Satya Nadella"
}, {
	"quote": "Details create the big picture.",
	"name": "Sanford I. Weill"
}, {
	"quote": "Great companies are built on great products.",
	"name": "Elon Musk"
}, {
	"quote": "The entrepreneur always searches for change, responds to it, and exploits it as an opportunity.",
	"name": "Peter Drucker"
}, {
	"quote": "If one does not know to which port one is sailing, no wind is favorable.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "A man should never neglect his family for business.",
	"name": "Walt Disney"
}, {
	"quote": "There is always space for improvement, no matter how long you've been in the business.",
	"name": "Oscar De La Hoya"
}, {
	"quote": "The rule of my life is to make business a pleasure, and pleasure my business.",
	"name": "Aaron Burr"
}, {
	"quote": "If Satan wasn't around, churches would go out of business.",
	"name": "Marilyn Manson"
}, {
	"quote": "The superior man understands what is right; the inferior man understands what will sell.",
	"name": "Confucius"
}, {
	"quote": "Carpe per diem - seize the check.",
	"name": "Robin Williams"
}, {
	"quote": "You can't be successful in business without taking risks. It's really that simple.",
	"name": "Adena Friedman"
}, {
	"quote": "One of the tests of leadership is the ability to recognize a problem before it becomes an emergency.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "If I love you, what business is it of yours?",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Indomitable perseverance in a business, properly understood, always ensures ultimate success.",
	"name": "Cyrus McCormick"
}, {
	"quote": "We're in the business of selling pleasure. We don't sell handbags or haute couture. We sell dreams.",
	"name": "Alain Wertheimer"
}, {
	"quote": "Life is an exciting business, and most exciting when it is lived for others.",
	"name": "Helen Keller"
}, {
	"quote": "Sustainability has to be a way of life to be a way of business.",
	"name": "Anand Mahindra"
}, {
	"quote": "If people like you, they'll listen to you, but if they trust you, they'll do business with you.",
	"name": "Zig Ziglar"
}, {
	"quote": "Empathy is one of our greatest tools of business that is most underused.",
	"name": "Daniel Lubetzky"
}, {
	"quote": "It's easy to make a buck. It's a lot tougher to make a difference.",
	"name": "Tom Brokaw"
}, {
	"quote": "It is rare to find a business partner who is selfless. If you are lucky it happens once in a lifetime.",
	"name": "Michael Eisner"
}, {
	"quote": "It is one of my sources of happiness never to desire a knowledge of other people's business.",
	"name": "Dolley Madison"
}, {
	"quote": "If you deprive yourself of outsourcing and your competitors do not, you're putting yourself out of business.",
	"name": "Lee Kuan Yew"
}, {
	"quote": "Competition is the keen cutting edge of business, always shaving away at costs.",
	"name": "Henry Ford"
}, {
	"quote": "Interior design is a business of trust.",
	"name": "Venus Williams"
}, {
	"quote": "There's nobody in the business strong enough to scare me.",
	"name": "Tupac Shakur"
}, {
	"quote": "I want to put a ding in the universe.",
	"name": "Steve Jobs"
}, {
	"quote": "Business opportunities are like buses, there's always another one coming.",
	"name": "Richard Branson"
}, {
	"quote": "The best way to look at any business is from the standpoint of the clients.",
	"name": "Jamie Dimon"
}, {
	"quote": "If there's one thing that's certain in business, it's uncertainty.",
	"name": "Stephen Covey"
}, {
	"quote": "Ask five economists and you'll get five different answers - six if one went to Harvard.",
	"name": "Edgar Fiedler"
}, {
	"quote": "It is indeed true that the stock market can forecast the business cycle.",
	"name": "Paul Samuelson"
}, {
	"quote": "Music is spiritual. The music business is not.",
	"name": "Van Morrison"
}, {
	"quote": "Intellectual property has the shelf life of a banana.",
	"name": "Bill Gates"
}, {
	"quote": "If anything is good for pounding humility into you permanently, it's the restaurant business.",
	"name": "Anthony Bourdain"
}, {
	"quote": "I believe you have to be willing to be misunderstood if you're going to innovate.",
	"name": "Jeff Bezos"
}, {
	"quote": "Meetings are indispensable when you don't want to do anything.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "I view real estate as the most intriguing opportunity that I've seen in my business lifetime.",
	"name": "Richard Rainwater"
}, {
	"quote": "It is just as important that business keep out of government as that government keep out of business.",
	"name": "Herbert Hoover"
}, {
	"quote": "It's called a pen. It's like a printer, hooked straight to my brain.",
	"name": "Dale Dauten"
}, {
	"quote": "Time is the scarcest resource and unless it is managed nothing else can be managed.",
	"name": "Peter Drucker"
}, {
	"quote": "It's OK to have your eggs in one basket as long as you control what happens to that basket.",
	"name": "Elon Musk"
}, {
	"quote": "Punctuality is the soul of business.",
	"name": "Thomas Chandler Haliburton"
}, {
	"quote": "I just wanted to be a businessman, and to me, the best way to understand business was to be an accountant.",
	"name": "Aubrey McClendon"
}, {
	"quote": "The keystone of successful business is cooperation. Friction retards progress.",
	"name": "James Cash Penney"
}, {
	"quote": "No person will make a great business who wants to do it all himself or get all the credit.",
	"name": "Andrew Carnegie"
}, {
	"quote": "I do not believe a man can ever leave his business. He ought to think of it by day and dream of it by night.",
	"name": "Henry Ford"
}, {
	"quote": "All you have in business is your reputation - so it's very important that you keep your word.",
	"name": "Richard Branson"
}, {
	"quote": "When you are a successful business person, you are only as good as your team. No one can do every deal alone.",
	"name": "Magic Johnson"
}, {
	"quote": "The most talented people that I've met in this business are always the nicest.",
	"name": "James Caan"
}, {
	"quote": "The purpose of a business is to create a customer.",
	"name": "Peter Drucker"
}, {
	"quote": "Everybody's business is nobody's business, and nobody's business is my business.",
	"name": "Clara Barton"
}, {
	"quote": "If you wait for the right time or the good times to start a business, you wait all your life.",
	"name": "Fran Tarkenton"
}, {
	"quote": "If you're not a risk taker, you should get the hell out of business.",
	"name": "Ray Kroc"
}, {
	"quote": "A shady business never yields a sunny life.",
	"name": "B. C. Forbes"
}, {
	"quote": "A consultant is someone who saves his client almost enough to pay his fee.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "It's safe to say headphones is a good business.",
	"name": "DJ Khaled"
}, {
	"quote": "To me, job titles don't matter. Everyone is in sales. It's the only way we stay in business.",
	"name": "Harvey Mackay"
}, {
	"quote": "The best defence against mafia business is full declaration of assets and incomes.",
	"name": "Milos Zeman"
}, {
	"quote": "If it doesn't sell, it isn't creative.",
	"name": "David Ogilvy"
}, {
	"quote": "It's a business you go into because you're an egocentric. It's a very embarrassing profession.",
	"name": "Katharine Hepburn"
}, {
	"quote": "Small business is America's engine of job creation.",
	"name": "Sam Graves"
}, {
	"quote": "We win more business, not because of pitching but because clients say, 'We like the work you're doing.'",
	"name": "David Droga"
}, {
	"quote": "Whenever an individual or a business decides that success has been attained, progress stops.",
	"name": "Thomas J. Watson"
}, {
	"quote": "Trust is the lubrication that makes it possible for organizations to work.",
	"name": "Warren Bennis"
}, {
	"quote": "Women in business are talented leaders who can share their skills as trainers, mentors and advocates.",
	"name": "Melanne Verveer"
}, {
	"quote": "If you want to kill any idea in the world, get a committee working on it.",
	"name": "Charles Kettering"
}, {
	"quote": "Politics is not a game. It is an earnest business.",
	"name": "Winston Churchill"
}, {
	"quote": "Disneyland is a work of love. We didn't go into Disneyland just with the idea of making money.",
	"name": "Walt Disney"
}, {
	"quote": "Hell, there are no rules here - we're trying to accomplish something.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Our favorite holding period is forever.",
	"name": "Warren Buffett"
}, {
	"quote": "The names are bigger, the show is worldwide, but I get a royal pass into life in the broadcasting business.",
	"name": "Larry King"
}, {
	"quote": "We cannot make events. Our business is wisely to improve them.",
	"name": "Samuel Adams"
}, {
	"quote": "I promise you... nobody cares about your business except for you. Nobody.",
	"name": "Arvind Gupta"
}, {
	"quote": "Our business is about technology, yes. But it's also about operations and customer relationships.",
	"name": "Michael Dell"
}, {
	"quote": "No enterprise is more likely to succeed than one concealed from the enemy until it is ripe for execution.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "The golden rule for every business man is this: 'Put yourself in your customer's place.'",
	"name": "Orison Swett Marden"
}, {
	"quote": "Regard it as just as desirable to build a chicken house as to build a cathedral.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "We need to preserve our neighborhoods, our small business, our local economy.",
	"name": "Maria Semple"
}, {
	"quote": "Success in business today requires real-time, mobile access to business opportunities.",
	"name": "Bob McDonnell"
}, {
	"quote": "I'm not into business at all.",
	"name": "Freddie Mercury"
}, {
	"quote": "The more you drive positive change, the more enhanced your business model.",
	"name": "Anand Mahindra"
}, {
	"quote": "War is the business of barbarians.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "If a business does well, the stock eventually follows.",
	"name": "Warren Buffett"
}, {
	"quote": "Starting your own business isn't just a job - it's a way of life.",
	"name": "Richard Branson"
}, {
	"quote": "I believe fundamental honesty is the keystone of business.",
	"name": "Harvey S. Firestone"
}, {
	"quote": "The one thing about the business of entertainment is that you have to learn patience.",
	"name": "Kevin Hart"
}, {
	"quote": "The profession of book writing makes horse racing seem like a solid, stable business.",
	"name": "John Steinbeck"
}, {
	"quote": "In every business, in every industry, management does matter.",
	"name": "Michael Eisner"
}, {
	"quote": "Camping is nature's way of promoting the motel business.",
	"name": "Dave Barry"
}, {
	"quote": "Your premium brand had better be delivering something special, or it's not going to get the business.",
	"name": "Warren Buffett"
}, {
	"quote": "To be successful, you have to have your heart in your business and your business in your heart.",
	"name": "Thomas J. Watson"
}, {
	"quote": "The business of art is to reveal the relation between man and his environment.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Looking for love is tricky business, like whipping a carousel horse.",
	"name": "George Cukor"
}, {
	"quote": "No business in the world has ever made more money with poorer management.",
	"name": "Bill Terry"
}, {
	"quote": "The work of the individual still remains the spark that moves mankind ahead even more than teamwork.",
	"name": "Igor Sikorsky"
}, {
	"quote": "The success combination in business is: Do what you do better... and: do more of what you do.",
	"name": "David Joseph Schwartz"
}, {
	"quote": "Industry is fortune's right hand, and frugality its left.",
	"name": "John Ray"
}, {
	"quote": "In the luxury business, you have to build on heritage.",
	"name": "Bernard Arnault"
}, {
	"quote": "Business is a sprint until you find an opportunity, then it's the patience of a marathon runner.",
	"name": "Robert Herjavec"
}, {
	"quote": "In our business, things look like a failure until they're not. It's pretty binary transitions.",
	"name": "Satya Nadella"
}, {
	"quote": "Punctuality is one of the cardinal business virtues: always insist on it in your subordinates.",
	"name": "Don Marquis"
}, {
	"quote": "It is usually people in the money business, finance, and international trade that are really rich.",
	"name": "Robin Leach"
}, {
	"quote": "I started the site when I was 19. I didn't know much about business back then.",
	"name": "Mark Zuckerberg"
}, {
	"quote": "There is not a week that goes by that I don't have a dream that I am back in the business.",
	"name": "Alan Gerry"
}, {
	"quote": "If you listen to your fears, you will die never knowing what a great person you might have been.",
	"name": "Robert H. Schuller"
}, {
	"quote": "I think it's being thrown at the wolves, we call it in our business.",
	"name": "Dick Van Dyke"
}, {
	"quote": "Time is money in the shipping business.",
	"name": "Ander Crenshaw"
}, {
	"quote": "Success or failure in business is caused more by the mental attitude even than by mental capacities.",
	"name": "Walter Scott"
}, {
	"quote": "Four or five frigates will do the business without any military force.",
	"name": "Lord North"
}, {
	"quote": "In tough times, one has to see if the fundamentals of the business are good or not.",
	"name": "Naveen Tewari"
}, {
	"quote": "When in doubt, mumble; when in trouble, delegate; when in charge, ponder.",
	"name": "James H. Boren"
}, {
	"quote": "So little done, so much to do.",
	"name": "Cecil Rhodes"
}, {
	"quote": "No one on his deathbed ever said, I wish I had spent more time on my business.",
	"name": "Paul Tsongas"
}, {
	"quote": "The wrong personality with the greatest resume in a business will not grow that business.",
	"name": "Jon Taffer"
}, {
	"quote": "Modeling is a lonely business.",
	"name": "Kim Alexis"
}, {
	"quote": "My son is now an 'entrepreneur.' That's what you're called when you don't have a job.",
	"name": "Ted Turner"
}, {
	"quote": "Every young man would do well to remember that all successful business stands on the foundation of morality.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "I have laid aside business, and gone a'fishing.",
	"name": "Izaak Walton"
}, {
	"quote": "A great business at a fair price is superior to a fair business at a great price.",
	"name": "Charlie Munger"
}, {
	"quote": "Creativity is, after all, lauded as the engine of business innovation.",
	"name": "Matthew Walker"
}, {
	"quote": "The consumer isn't a moron; she is your wife.",
	"name": "David Ogilvy"
}, {
	"quote": "If you have to forecast, forecast often.",
	"name": "Edgar Fiedler"
}, {
	"quote": "Don't simply retire from something; have something to retire to.",
	"name": "Harry Emerson Fosdick"
}, {
	"quote": "It's not what you pay a man, but what he costs you that counts.",
	"name": "Will Rogers"
}, {
	"quote": "Most of what we call management consists of making it difficult for people to get their work done.",
	"name": "Peter Drucker"
}, {
	"quote": "Sooner or later, those who win are those who think they can.",
	"name": "Paul Tournier"
}, {
	"quote": "If there is anything that a man can do well, I say let him do it. Give him a chance.",
	"name": "Abraham Lincoln"
}, {
	"quote": "People will buy anything that is 'one to a customer.'",
	"name": "Sinclair Lewis"
}, {
	"quote": "Prophesy is a good line of business, but it is full of risks.",
	"name": "Mark Twain"
}, {
	"quote": "The secret of business is to know something that nobody else knows.",
	"name": "Aristotle Onassis"
}, {
	"quote": "I am certainly not one of those who need to be prodded. In fact, if anything, I am the prod.",
	"name": "Winston Churchill"
}, {
	"quote": "I never called my work an 'art'. It's part of show business, the business of building entertainment.",
	"name": "Walt Disney"
}, {
	"quote": "I may be president of the United States, but my private life is nobody's damned business.",
	"name": "Chester A. Arthur"
}, {
	"quote": "Let all your things have their places; let each part of your business have its time.",
	"name": "Benjamin Franklin"
}, {
	"quote": "The first mistake in public business is the going into it.",
	"name": "Benjamin Franklin"
}, {
	"quote": "If you don't understand the details of your business you are going to fail.",
	"name": "Jeff Bezos"
}, {
	"quote": "If I don't get along with Democrats, I'm sort of, like, out of business.",
	"name": "Donald Trump"
}, {
	"quote": "The way I run my business seems to be easier than the way I run my life.",
	"name": "Donald Trump"
}, {
	"quote": "More business is lost every year through neglect than through any other cause.",
	"name": "Rose Kennedy"
}, {
	"quote": "The best minds are not in government. If any were, business would steal them away.",
	"name": "Ronald Reagan"
}, {
	"quote": "Let your Discourse with Men of Business be Short and Comprehensive.",
	"name": "George Washington"
}, {
	"quote": "Justice means minding one's own business and not meddling with other men's concerns.",
	"name": "Plato"
}, {
	"quote": "Appreciate everything your associates do for the business.",
	"name": "Sam Walton"
}, {
	"quote": "In business, you have to be strong. If you are weak, people are going to take advantage.",
	"name": "Ivana Trump"
}, {
	"quote": "Our business is infested with idiots who try to impress by using pretentious jargon.",
	"name": "David Ogilvy"
}, {
	"quote": "In this business, you gotta hustle.",
	"name": "Tiny Tim"
}, {
	"quote": "It's none of their business that you have to learn how to write. Let them think you were born that way.",
	"name": "Ernest Hemingway"
}, {
	"quote": "The successful business executive can handle challenges and solve problems at a remarkable clip.",
	"name": "Zig Ziglar"
}, {
	"quote": "The things most people want to know about are usually none of their business.",
	"name": "George Bernard Shaw"
}, {
	"quote": "It's good to stand for something, to believe in something and base your business on values.",
	"name": "Jerry Greenfield"
}, {
	"quote": "Ultimately, who you choose to be in a relationship with and what you do in your bedroom is your business.",
	"name": "Eminem"
}, {
	"quote": "I believe that the rights of women and girls is the unfinished business of the 21st century.",
	"name": "Hillary Clinton"
}, {
	"quote": "My business is to prevent the future.",
	"name": "Ray Bradbury"
}, {
	"quote": "The first rule of business is: Do other men for they would do you.",
	"name": "Charles Dickens"
}, {
	"quote": "Business should never be allowed to justify mean, thug ugly deals for any reason.",
	"name": "Ralph Steadman"
}, {
	"quote": "Peace in the world is everybody's business, no matter where you live or what you do.",
	"name": "Betty Williams"
}, {
	"quote": "We don't seem to be able to check crime, so why not legalize it and then tax it out of business?",
	"name": "Will Rogers"
}, {
	"quote": "If you cannot work with love but only with distaste, it is better that you should leave your work.",
	"name": "Khalil Gibran"
}, {
	"quote": "There is a difference between what technology enables and what historical business practices enable.",
	"name": "Bill Gates"
}, {
	"quote": "In the end, all business operations can be reduced to three words: people, product, and profits.",
	"name": "Lee Iacocca"
}, {
	"quote": "Civil rights is unfinished business. Make it your business.",
	"name": "Marcia Fudge"
}, {
	"quote": "We need to have business leaders who live by deep, strong principles.",
	"name": "Stephen Covey"
}, {
	"quote": "I was stupid in a business way. I should have been greedier.",
	"name": "Stan Lee"
}, {
	"quote": "Team synergy has an extraordinary impact on business results.",
	"name": "Patrick Lencioni"
}, {
	"quote": "There's no reason to be the richest man in the cemetery. You can't do any business from there.",
	"name": "Colonel Sanders"
}, {
	"quote": "As any small business owner knows, starting a business is not glamorous work.",
	"name": "Kevin McCarthy"
}, {
	"quote": "Business is all about risk taking and managing uncertainties and turbulence.",
	"name": "Gautam Adani"
}, {
	"quote": "It is the artist's business to create sunshine when the sun fails.",
	"name": "Romain Rolland"
}, {
	"quote": "An economist's guess is liable to be as good as anybody else's.",
	"name": "Will Rogers"
}, {
	"quote": "If you can build a business up big enough, it's respectable.",
	"name": "Will Rogers"
}, {
	"quote": "The movies are the only business where you can go out front and applaud yourself.",
	"name": "Will Rogers"
}, {
	"quote": "In business or in life, don't follow the wagon tracks too closely.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "Any business today that embraces the status quo as an operating principle is going to be on a death march.",
	"name": "Howard Schultz"
}, {
	"quote": "The business of feeding people is the most amazing business in the world.",
	"name": "Jose Andres"
}, {
	"quote": "The successful man is the one who finds out what is the matter with his business before his competitors do.",
	"name": "Roy L. Smith"
}, {
	"quote": "The business of America is business.",
	"name": "Calvin Coolidge"
}, {
	"quote": "Our business in life is not to succeed, but to continue to fail in good spirits.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "Being beautiful is not so fun when you're in a business with all men.",
	"name": "Lady Gaga"
}, {
	"quote": "Business today consists in persuading crowds.",
	"name": "T. S. Eliot"
}, {
	"quote": "If you spend your life competing with business men, what do you have? A bank account and ulcers!",
	"name": "Marilyn Monroe"
}, {
	"quote": "Wise are those who learn that the bottom line doesn't always have to be their top priority.",
	"name": "William Arthur Ward"
}, {
	"quote": "The people who make art their business are mostly imposters.",
	"name": "Pablo Picasso"
}, {
	"quote": "Politics is show business for ugly people.",
	"name": "Paul Begala"
}, {
	"quote": "The business of business is relationships; the business of life is human connection.",
	"name": "Robin S. Sharma"
}, {
	"quote": "Perhaps one of the most important accomplishments of my administration has been minding my own business.",
	"name": "Calvin Coolidge"
}, {
	"quote": "Money is available from investors as long as you have a great business model and a talented leader.",
	"name": "Masayoshi Son"
}, {
	"quote": "Business, that's easily defined - it's other people's money.",
	"name": "Peter Drucker"
}, {
	"quote": "You shouldn't be in the music business if you're posing.",
	"name": "Rod Stewart"
}, {
	"quote": "Unless you can fake sincerity, you'll get nowhere in this business.",
	"name": "Roger Stone"
}, {
	"quote": "I don't think it's a good idea to plan to sell a company.",
	"name": "Elon Musk"
}, {
	"quote": "I don't create companies for the sake of creating companies, but to get things done.",
	"name": "Elon Musk"
}, {
	"quote": "You can't go into business thinking that success will come to you in just one or two years.",
	"name": "Do Won Chang"
}, {
	"quote": "I thought, if I went into business I'd be able to control my own destiny.",
	"name": "Tommy Hilfiger"
}, {
	"quote": "Employees make the best dates. You don't have to pick them up and they're always tax-deductible.",
	"name": "Andy Warhol"
}, {
	"quote": "Doing a residency in any particular city requires a large repertoire to ensure repeat business.",
	"name": "Prince"
}, {
	"quote": "The real business of life is trying to understand each other.",
	"name": "Gilbert Parker"
}, {
	"quote": "If you don't drive your business, you will be driven out of business.",
	"name": "B. C. Forbes"
}, {
	"quote": "An organization, no matter how well designed, is only as good as the people who live and work in it.",
	"name": "Dee Hock"
}, {
	"quote": "If a man can't manage his own life, he can't manage a business.",
	"name": "S. Truett Cathy"
}, {
	"quote": "The herd instinct among forecasters makes sheep look like independent thinkers.",
	"name": "Edgar Fiedler"
}, {
	"quote": "Civil rights in this country is unfinished business, and racism is alive and well.",
	"name": "Marcia Fudge"
}, {
	"quote": "Corporation: An ingenious device for obtaining profit without individual responsibility.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Test fast, fail fast, adjust fast.",
	"name": "Tom Peters"
}, {
	"quote": "My early business ventures included growing Christmas trees and breeding birds.",
	"name": "Richard Branson"
}, {
	"quote": "I am a graduate in business management with specialisation in finance, and I love accounts!",
	"name": "Tena Desae"
}, {
	"quote": "The final test of a leader is that he leaves behind him in other men the conviction and the will to carry on.",
	"name": "Walter Lippmann"
}, {
	"quote": "Government in the U.S. today is a senior partner in every business in the country.",
	"name": "Norman Cousins"
}, {
	"quote": "No community values entrepreneurship and small business more than the Hispanic community.",
	"name": "Marco Rubio"
}, {
	"quote": "A business woman needs a successful mix of design and practicality.",
	"name": "Donatella Versace"
}, {
	"quote": "It's a very hard and competitive business in which you have to fight every day in order to impose yourself.",
	"name": "Karolina Kurkova"
}, {
	"quote": "The game business reinvents itself every five years.",
	"name": "Nolan Bushnell"
}, {
	"quote": "If anyone can make anything, anywhere. It fundamentally changes the meaning of business.",
	"name": "Neil Gershenfeld"
}, {
	"quote": "Paying your employees well is not only the right thing to do but it makes for good business.",
	"name": "James Sinegal"
}, {
	"quote": "If I lose show business - I'll really be an orphan!",
	"name": "Red Buttons"
}, {
	"quote": "When you're trying to expand your business, it's about real estate in the stores.",
	"name": "Janet Evanovich"
}, {
	"quote": "You change your business plan to anticipate and adapt to changes in the marketplace.",
	"name": "Jon Feltheimer"
}, {
	"quote": "I get to play golf for a living. What more can you ask for - getting paid for doing what you love.",
	"name": "Tiger Woods"
}, {
	"quote": "Lots of folks confuse bad management with destiny.",
	"name": "Kin Hubbard"
}, {
	"quote": "Politics is the reflex of the business and industrial world.",
	"name": "Emma Goldman"
}, {
	"quote": "Confidence is everything in this business.",
	"name": "Reese Witherspoon"
}, {
	"quote": "The opportunity is often lost by deliberating.",
	"name": "Publilius Syrus"
}, {
	"quote": "An advertising agency is 85 percent confusion and 15 percent commission.",
	"name": "Fred Allen"
}, {
	"quote": "I'm not a driven businessman, but a driven artist. I never think about money. Beautiful things make money.",
	"name": "John Dalberg-Acton"
}, {
	"quote": "I'm just singing a song, and if people want to laugh, that's their business.",
	"name": "Andy Kaufman"
}, {
	"quote": "For the merchant, even honesty is a financial speculation.",
	"name": "Charles Baudelaire"
}, {
	"quote": "A company is only as good as the people it keeps.",
	"name": "Mary Kay Ash"
}, {
	"quote": "Try, try, try, and keep on trying is the rule that must be followed to become an expert in anything.",
	"name": "W. Clement Stone"
}, {
	"quote": "It's hard to find good business partners and people who do good business the right way.",
	"name": "Cam'ron"
}, {
	"quote": "My whole family's been in the business. My whole family is crazy.",
	"name": "Blake Lively"
}, {
	"quote": "There's no business like show business, but there are several businesses like accounting.",
	"name": "David Letterman"
}, {
	"quote": "When you're in the news business, you always expect the unexpected.",
	"name": "Helen Thomas"
}, {
	"quote": "I feel incredibly fortunate I walked away, took care of other business, and then came back to show business.",
	"name": "Jason Bateman"
}, {
	"quote": "The invisible hand of the market always moves faster and better than the heavy hand of government.",
	"name": "Mitt Romney"
}, {
	"quote": "Digital life and digital services are a multi-wave business.",
	"name": "Mukesh Ambani"
}, {
	"quote": "No business can succeed in any great degree without being properly organized.",
	"name": "James Cash Penney"
}, {
	"quote": "I'm strong and fearless and not afraid to take risks in business.",
	"name": "Khloe Kardashian"
}, {
	"quote": "Remind people that profit is the difference between revenue and expense. This makes you look smart.",
	"name": "Scott Adams"
}, {
	"quote": "The gambling known as business looks with austere disfavor upon the business known as gambling.",
	"name": "Ambrose Bierce"
}, {
	"quote": "An economist is an expert who will know tomorrow why the things he predicted yesterday didn't happen today.",
	"name": "Laurence J. Peter"
}, {
	"quote": "My having HIV has no bearing on my business.",
	"name": "Magic Johnson"
}, {
	"quote": "My philosophy is: It's none of my business what people say of me and think of me.",
	"name": "Anthony Hopkins"
}, {
	"quote": "Thought, not money, is the real business capital.",
	"name": "Harvey S. Firestone"
}, {
	"quote": "I buy when other people are selling.",
	"name": "J. Paul Getty"
}, {
	"quote": "No one can possibly achieve any real and lasting success or 'get rich' in business by being a conformist.",
	"name": "J. Paul Getty"
}, {
	"quote": "In this business, if you don't pay your debts you're finished.",
	"name": "Roger Stone"
}, {
	"quote": "All lasting business is built on friendship.",
	"name": "Alfred A. Montapert"
}, {
	"quote": "The more you live it, the more sustainable your business approach becomes.",
	"name": "Satya Nadella"
}, {
	"quote": "My father told me, never have partners.",
	"name": "Howard Hughes"
}, {
	"quote": "I learned to work with my mother, who had an haute-couture business.",
	"name": "Gianni Versace"
}, {
	"quote": "The more you are in this business, the more humbled by it you become.",
	"name": "Meryl Streep"
}, {
	"quote": "If you have one good idea, people will lend you twenty.",
	"name": "Marie von Ebner-Eschenbach"
}, {
	"quote": "Just like a script, you need to keep a business plan to yourself.",
	"name": "Preity Zinta"
}, {
	"quote": "We'll continue to take the right actions to make sure we're a profitable business.",
	"name": "Dennis Muilenburg"
}, {
	"quote": "Uber is a global business. We don't think just in terms of the U.S.",
	"name": "Travis Kalanick"
}, {
	"quote": "We don't have a monopoly. We have market share. There's a difference.",
	"name": "Steve Ballmer"
}, {
	"quote": "I'm so bored by business and money.",
	"name": "Oscar Isaac"
}, {
	"quote": "Is this business any worse than any other business? It's not especially bad.",
	"name": "Ethan Coen"
}, {
	"quote": "Definition of Statistics: The science of producing unreliable facts from reliable figures.",
	"name": "Evan Esar"
}, {
	"quote": "I would like this to be a new day. I would hope now that we can focus on doing the people's business.",
	"name": "Ernie Fletcher"
}, {
	"quote": "When times are bad is when the real entrepreneurs emerge.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "Investing is a business where you can look very silly for a long period of time before you are proven right.",
	"name": "Bill Ackman"
}, {
	"quote": "If you want to be told what to think, well, I'm not in that business.",
	"name": "Larry Poons"
}, {
	"quote": "The trading side of the business means a lot of travel, being out of the office a lot of time.",
	"name": "Ivan Glasenberg"
}, {
	"quote": "My plumbing is no one's business but my own.",
	"name": "Peter O'Toole"
}, {
	"quote": "Part of being an entrepreneur is, like, it's just so great to run your own business, that feeling you get.",
	"name": "Nathan Blecharczyk"
}, {
	"quote": "If you can measure success in this business based on happiness alone I feel like I've hit the lottery.",
	"name": "Justin Long"
}, {
	"quote": "You say he's childish, but he's very professional about business transactions.",
	"name": "Martin Bashir"
}, {
	"quote": "Skin is really important; after all, it's my business.",
	"name": "Nicole Trunfio"
}, {
	"quote": "A manager doesn't hear the cheers.",
	"name": "Alvin Dark"
}, {
	"quote": "We have to get away from the class warfare and recognize that we are growing jobs by helping small business.",
	"name": "Norm Coleman"
}, {
	"quote": "There's one thing I've learned about entrepreneurs' business plans. Every one is wrong.",
	"name": "Josh Kopelman"
}, {
	"quote": "We don't look at what happens in our business in six-month periods.",
	"name": "Whitney MacMillan"
}, {
	"quote": "Exchange ideas frequently.",
	"name": "James Cash Penney"
}, {
	"quote": "Reason and judgment are the qualities of a leader.",
	"name": "Tacitus"
}, {
	"quote": "As a small businessperson, you have no greater leverage than the truth.",
	"name": "John Greenleaf Whittier"
}, {
	"quote": "You can be in this business 50 years and still not know anything about it.",
	"name": "Sammy Davis, Jr."
}, {
	"quote": "In this business it takes time to be really good - and by that time, you're obsolete.",
	"name": "Cher"
}, {
	"quote": "I don't think meals have any business being deductible. I'm for separation of calories and corporations.",
	"name": "Ralph Nader"
}, {
	"quote": "If you owe the bank $100 that's your problem. If you owe the bank $100 million, that's the bank's problem.",
	"name": "J. Paul Getty"
}, {
	"quote": "The meek shall inherit the Earth, but not its mineral rights.",
	"name": "J. Paul Getty"
}, {
	"quote": "In practice we, in the world, must do business with each other.",
	"name": "David Mamet"
}, {
	"quote": "It is inappropriate to discuss matters of business, pleasure or current events in the temple.",
	"name": "L. Lionel Kendrick"
}, {
	"quote": "There is no polite way to say that business is destroying the world.",
	"name": "Paul Hawken"
}, {
	"quote": "Business is a combination of war and sport.",
	"name": "Andre Maurois"
}, {
	"quote": "First-rate people hire first-rate people; second-rate people hire third-rate people.",
	"name": "Leo Rosten"
}, {
	"quote": "The buck stops with the guy who signs the checks.",
	"name": "Rupert Murdoch"
}, {
	"quote": "If you're the head of a business, there's a protocol that people have to follow.",
	"name": "Robin Wright"
}, {
	"quote": "Never argue with a profit.",
	"name": "Jeff Rich"
}, {
	"quote": "A group or an artist shouldn't get his money until his boss gets his.",
	"name": "Bobby Darin"
}, {
	"quote": "Inside every working anarchy, there's an Old Boy Network.",
	"name": "Mitch Kapor"
}, {
	"quote": "There are emotional relationships in any business.",
	"name": "Douglas Tompkins"
}, {
	"quote": "Word of mouth is the best medium of all.",
	"name": "William Bernbach"
}, {
	"quote": "Family farms and small businesses are the backbone of our communities.",
	"name": "Tom Allen"
}, {
	"quote": "Business can be a source of progressive change.",
	"name": "Jerry Greenfield"
}, {
	"quote": "Only a monopolist could study a business and ruin it by giving away products.",
	"name": "Scott McNealy"
}, {
	"quote": "A bankruptcy judge can fix your balance sheet, but he cannot fix your company.",
	"name": "Gordon Bethune"
}, {
	"quote": "The leader who exercises power with honor will work from the inside out, starting with himself.",
	"name": "Blaine Lee"
}, {
	"quote": "Go to your business, pleasure, whilst I go to my pleasure, business.",
	"name": "William Wycherley"
}, {
	"quote": "Cannibals prefer those who have no spines.",
	"name": "Stanislaw Lem"
}, {
	"quote": "Do not trust people. They are capable of greatness.",
	"name": "Stanislaw Lem"
}, {
	"quote": "If being the biggest company was a guarantee of success, we'd all be using IBM computers and driving GM cars.",
	"name": "James Surowiecki"
}, {
	"quote": "To command is to serve, nothing more and nothing less.",
	"name": "Andre Malraux"
}, {
	"quote": "Telecoms is a national business. There isn't a European market. There's no Telecom Italia in France.",
	"name": "Xavier Niel"
}, {
	"quote": "If you fire people, you fire customers.",
	"name": "Ferdinand Piech"
}, {
	"quote": "Business is in itself a power.",
	"name": "Garet Garrett"
}, {
	"quote": "Our new attitude is how can we put you in front of our customer.",
	"name": "Terry Semel"
}, {
	"quote": "The incestuous relationship between government and big business thrives in the dark.",
	"name": "Jack Anderson"
}, {
	"quote": "I rate enthusiasm even above professional skill.",
	"name": "Edward Appleton"
}]