[{
	"quote": "There's a lot of stress... but once you get in the car, all that goes out the window.",
	"name": "Dan Brown"
}, {
	"quote": "The way I drive, the way I handle a car, is an expression of my inner feelings.",
	"name": "Lewis Hamilton"
}, {
	"quote": "When a man opens a car door for his wife, it's either a new car or a new wife.",
	"name": "Prince Philip"
}, {
	"quote": "The cars we drive say a lot about us.",
	"name": "Alexandra Paul"
}, {
	"quote": "Maybe the bike is more dangerous, but the passion for the car for me is second to the bike.",
	"name": "Valentino Rossi"
}, {
	"quote": "A dream without ambition is like a car without gas... you're not going anywhere.",
	"name": "Sean Hampton"
}, {
	"quote": "A muscle is like a car. If you want it to run well early in the morning, you have to warm it up.",
	"name": "Florence Griffith Joyner"
}, {
	"quote": "I couldn't find the sports car of my dreams, so I built it myself.",
	"name": "Ferdinand Porsche"
}, {
	"quote": "There's three things men always talk about - women, sports, and cars.",
	"name": "Mario Lopez"
}, {
	"quote": "Giving money and power to government is like giving whiskey and car keys to teenage boys.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Shoes make an outfit; they're like rims for a car.",
	"name": "Omari Hardwick"
}, {
	"quote": "One person's car is another person's scenery.",
	"name": "Jonathan Ive"
}, {
	"quote": "I race to win. If I am on the bike or in a car it will always be the same.",
	"name": "Valentino Rossi"
}, {
	"quote": "It's a never ending battle of making your cars better and also trying to be better yourself.",
	"name": "Dale Earnhardt"
}, {
	"quote": "I've always been asked, 'What is my favorite car?' and I've always said 'The next one.'",
	"name": "Carroll Shelby"
}, {
	"quote": "My wife wants sex in the back of the car and she wants me to drive.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "Cars are the sculptures of our everyday lives.",
	"name": "Chris Bangle"
}, {
	"quote": "I'm a typical guy. Driving cars and speed are really fun.",
	"name": "Luke Mably"
}, {
	"quote": "Yeah, it's risky, but no more risky than driving a car.",
	"name": "Cory Lidle"
}, {
	"quote": "You don't have to carry a designer bag that costs more than a car to look cool.",
	"name": "Kesha"
}, {
	"quote": "The time is right for electric cars - in fact the time is critical.",
	"name": "Carlos Ghosn"
}, {
	"quote": "Everything in life is somewhere else, and you get there in a car.",
	"name": "E. B. White"
}, {
	"quote": "A perfect day would be to get into the car, drive out to Yosemite and go camping.",
	"name": "Michael Steger"
}, {
	"quote": "We at BMW do not build cars as consumer objects, just to drive from A to B. We build mobile works of art.",
	"name": "Chris Bangle"
}, {
	"quote": "Never have more children than you have car windows.",
	"name": "Erma Bombeck"
}, {
	"quote": "People think getting a new partner is like getting a new car.",
	"name": "Orlando Bloom"
}, {
	"quote": "Never lend your car to anyone to whom you have given birth.",
	"name": "Erma Bombeck"
}, {
	"quote": "The automobile engine will come, and then I will consider my life's work complete.",
	"name": "Rudolf Diesel"
}, {
	"quote": "The fact is I don't drive just to get from A to B. I enjoy feeling the car's reactions, becoming part of it.",
	"name": "Enzo Ferrari"
}, {
	"quote": "A racing car is an animal with a thousand adjustments.",
	"name": "Mario Andretti"
}, {
	"quote": "To attract men, I wear a perfume called 'New Car Interior.'",
	"name": "Rita Rudner"
}, {
	"quote": "My opinion is it's a bridge too far to go to fully autonomous cars.",
	"name": "Elon Musk"
}, {
	"quote": "Tesla is here to stay and keep fighting for the electric car revolution.",
	"name": "Elon Musk"
}, {
	"quote": "Women are like cars: we all want a Ferrari, sometimes want a pickup truck, and end up with a station wagon.",
	"name": "Tim Allen"
}, {
	"quote": "Electric cars are not going to take the market by storm, but it's going to be a gradual improvement.",
	"name": "Carlos Ghosn"
}, {
	"quote": "'Cars' was about Lightning McQueen learning to slow down and to enjoy life. The journey is the reward.",
	"name": "John Lasseter"
}, {
	"quote": "If you think nobody cares if you're alive, try missing a couple of car payments.",
	"name": "Earl Wilson"
}, {
	"quote": "The creative process is mysterious; a conversation, a ride in the car, or a melody can trigger something.",
	"name": "Alejandro Gonzalez Inarritu"
}, {
	"quote": "Win or lose, star or not, you wait for your car with everyone else, and waiting for your car is a drag.",
	"name": "Teri Garr"
}, {
	"quote": "If a neighbor is killed in a car accident, do you sell your car and stop driving?",
	"name": "Mario Andretti"
}, {
	"quote": "I did not want to spend the rest of my life not being able to ride in a nice car.",
	"name": "Shakira"
}, {
	"quote": "I had to stop driving my car for a while... the tires got dizzy.",
	"name": "Steven Wright"
}, {
	"quote": "I don't want to die in a car accident. When I die it'll be a glorious day. It'll probably be a waterfall.",
	"name": "River Phoenix"
}, {
	"quote": "Fast cars are my only vice.",
	"name": "Michael Bay"
}, {
	"quote": "If you saw a dog going to be crushed under a car, wouldn't you help him?",
	"name": "Oskar Schindler"
}, {
	"quote": "Electric cars are going to be very important for urban transportation.",
	"name": "Carlos Ghosn"
}, {
	"quote": "Every great device, gadget, electric car, and robot would be even greater if batteries didn't suck so badly.",
	"name": "Steven Levy"
}, {
	"quote": "I love cars, but I love bikes more.",
	"name": "Candace Kita"
}, {
	"quote": "Whither goest thou, America, in thy shiny car in the night?",
	"name": "Jack Kerouac"
}, {
	"quote": "Fast cars like Porsches and Ferraris - they are things of beauty.",
	"name": "Rod Stewart"
}, {
	"quote": "I'm as passionate as any car owner or car collector that has one car or 300 cars.",
	"name": "Bill Goldberg"
}, {
	"quote": "Family and God - that is what's important. Money, cars, those are things that come and go.",
	"name": "Fabrice Muamba"
}, {
	"quote": "The biggest reason we want autonomous cars is to prevent accidents.",
	"name": "Oren Etzioni"
}, {
	"quote": "I had a friend who was a clown. When he died, all his friends went to the funeral in one car.",
	"name": "Steven Wright"
}, {
	"quote": "I was hit by a car once on my bike, but I still rode home.",
	"name": "Amy Winehouse"
}, {
	"quote": "It seems to me I spent my life in car pools, but you know, that's how I kept track of what was going on.",
	"name": "Barbara Bush"
}, {
	"quote": "I spent a lot of money on booze, birds and fast cars. The rest I just squandered.",
	"name": "George Best"
}, {
	"quote": "I've always had an affinity and a passion for cars and that whole car culture.",
	"name": "Ludacris"
}, {
	"quote": "I'm enjoying the money, the big house, the cars; what ghetto kid wouldn't?",
	"name": "O. J. Simpson"
}, {
	"quote": "I have some wonderful suits in my closet, a lovely car, some refined watches.",
	"name": "Pierce Brosnan"
}, {
	"quote": "I admit to wasting my life messing around with fast cars and motorcycles.",
	"name": "Brock Yates"
}, {
	"quote": "Marriage has no guarantees. If that's what you're looking for, go live with a car battery.",
	"name": "Erma Bombeck"
}, {
	"quote": "When you are fitted in a racing car and you race to win, second or third place is not enough.",
	"name": "Ayrton Senna"
}, {
	"quote": "Engineers are behind the cars we drive, the pills we pop and the way we power our homes.",
	"name": "James Dyson"
}, {
	"quote": "Sometimes movie-making happens like clockwork; other times, like a car accident.",
	"name": "Eric Roberts"
}, {
	"quote": "Flying cars are not a very efficient way to move things from one point to another.",
	"name": "Bill Gates"
}, {
	"quote": "Car designers are just going to have to come up with an automobile that outlasts the payments.",
	"name": "Erma Bombeck"
}, {
	"quote": "We're in a giant car heading towards a brick wall and everyone's arguing over where they're going to sit.",
	"name": "David Suzuki"
}, {
	"quote": "I'm glad to see that BMW is bringing an electric car to market. That's cool.",
	"name": "Elon Musk"
}, {
	"quote": "Self-driving cars are the natural extension of active safety and obviously something we should do.",
	"name": "Elon Musk"
}, {
	"quote": "The best car safety device is a rear-view mirror with a cop in it.",
	"name": "Dudley Moore"
}, {
	"quote": "When a police officer tells you to stay in the car, you stay in the car.",
	"name": "Reese Witherspoon"
}, {
	"quote": "I have bad reflexes. I was once run over by a car being pushed by two guys.",
	"name": "Woody Allen"
}, {
	"quote": "I only know it takes weeks to recover, as if one had been in a car accident.",
	"name": "Patricia Highsmith"
}, {
	"quote": "Jeep represents a way of life. It's not just a car.",
	"name": "Sergio Marchionne"
}, {
	"quote": "My first car was a BMW. A white BMW.",
	"name": "Jamie-Lynn Sigler"
}, {
	"quote": "There's nothing wrong with the car except that it's on fire.",
	"name": "Murray Walker"
}, {
	"quote": "Go into the auto mechanic, you've got to know computers to be able to work on the cars.",
	"name": "Ann McLane Kuster"
}, {
	"quote": "There's an unseen force which lets birds know when you've just washed your car.",
	"name": "Denis Norden"
}, {
	"quote": "Cars and cameras are the two things I let myself be materialistic about. I don't care about other stuff.",
	"name": "Louis C. K."
}, {
	"quote": "I would have probably stolen cars - it would have given me the same adrenaline rush as racing.",
	"name": "Valentino Rossi"
}, {
	"quote": "Electric cars aren't pollution-free; they have to get their energy from somewhere.",
	"name": "Alexandra Paul"
}, {
	"quote": "I do love cars.",
	"name": "Zlatan Ibrahimovic"
}, {
	"quote": "Simply racing a Formula 1 car is an achievement.",
	"name": "Sebastian Vettel"
}, {
	"quote": "I never listen to the radio unless I rent a car.",
	"name": "David Byrne"
}, {
	"quote": "When I was 16, everyone else got a car; I got a motorcycle.",
	"name": "Jason Priestley"
}, {
	"quote": "If you own a home with wheels on it and several cars without, you just might be a redneck.",
	"name": "Jeff Foxworthy"
}, {
	"quote": "We aren't addicted to oil, but our cars are.",
	"name": "James Woolsey"
}, {
	"quote": "It's not food if it arrived through the window of your car.",
	"name": "Michael Pollan"
}, {
	"quote": "A doctor is not a mechanic. A car doesn't react with a mechanic, but a human being does.",
	"name": "Randa Haines"
}, {
	"quote": "When you have fast cars and bad luck, it's a lot easier to handle than having slow cars and bad luck.",
	"name": "Kevin Harvick"
}, {
	"quote": "I have an answering machine in my car. It says, I'm home now. But leave a message and I'll call when I'm out.",
	"name": "Steven Wright"
}, {
	"quote": "I replaced the headlights in my car with strobe lights, so it looks like I'm the only one moving.",
	"name": "Steven Wright"
}, {
	"quote": "I love driving my car on any highway.",
	"name": "Virat Kohli"
}, {
	"quote": "A new car is not going to change your life.",
	"name": "Monica Ali"
}, {
	"quote": "Success is not two cars or a swimming pool. It's the approval of your peers.",
	"name": "Peter Finch"
}, {
	"quote": "I know a lot about cars, man. I can look at any car's headlights and tell you exactly which way it's coming.",
	"name": "Mitch Hedberg"
}, {
	"quote": "I grew up on the back of a motorcycle - my dad didn't have a car until I was a teenager.",
	"name": "Aisha Tyler"
}, {
	"quote": "What Englishman will give his mind to politics as long as he can afford to keep a motor car?",
	"name": "George Bernard Shaw"
}, {
	"quote": "Whenever I drive under a yellow light, I always kiss my finger and tap it on the roof of the car.",
	"name": "Jared Padalecki"
}, {
	"quote": "Say yes to everything. 'You want me to buy you some food?' Yes. 'You want me to buy you a car?' Yes.",
	"name": "Cardi B"
}, {
	"quote": "Selling an electric sports car creates an opportunity to fundamentally change the way America drives.",
	"name": "Elon Musk"
}, {
	"quote": "My first car was a motorcycle.",
	"name": "Adam Carolla"
}, {
	"quote": "Every little kid has always wanted to be a race car driver. This gets some of that out.",
	"name": "David Alan Grier"
}, {
	"quote": "I am at the top of Toyota and drive cars myself. I was also born with this name.",
	"name": "Akio Toyoda"
}, {
	"quote": "I love fast cars... and to go too fast in them.",
	"name": "Lara Flynn Boyle"
}, {
	"quote": "Electric cars are coal-powered cars. Their carbon emissions can be worse than gasoline-powered cars.",
	"name": "Vinod Khosla"
}, {
	"quote": "When I am driving my car down the street, I try not to go down the potholes.",
	"name": "Philip Green"
}, {
	"quote": "My husband is pretty particular about his cars. In his opinion, the Mercedes are the best of the best.",
	"name": "Lauren Lee Smith"
}, {
	"quote": "I've exercised with women so thin that buzzards followed them to their cars.",
	"name": "Erma Bombeck"
}, {
	"quote": "(On seeing a former lover for the first time in years) I thought I told you to wait in the car.",
	"name": "Tallulah Bankhead"
}, {
	"quote": "Nobody wants to buy a $60,000 electric Civic. But people will pay $90,000 for an electric sports car.",
	"name": "Elon Musk"
}, {
	"quote": "I really enjoy not getting in a car and running errands on bikes.",
	"name": "Stone Gossard"
}, {
	"quote": "I could never drive in a great big car; people like me because I'm a man of the people, a hustler.",
	"name": "Terry McAuliffe"
}, {
	"quote": "Tesla is becoming a real car company.",
	"name": "Elon Musk"
}, {
	"quote": "I know I'm not supposed to like muscle cars, but I like muscle cars.",
	"name": "Joe Biden"
}, {
	"quote": "I was trying for years to woo people through humour, but it seems flash cars are much easier.",
	"name": "Stephen Merchant"
}, {
	"quote": "I like to sing around the bonfire, in my car and in the shower.",
	"name": "Jessica Pare"
}, {
	"quote": "My brother was a lifeguard in a car wash.",
	"name": "Henny Youngman"
}, {
	"quote": "I don't like new cars; I'm into vintage cars - there's a Jaguar E-Type in the 'Goldie' video.",
	"name": "ASAP Rocky"
}, {
	"quote": "If all the cars in the United States were placed end to end, it would probably be Labor Day Weekend.",
	"name": "Doug Larson"
}, {
	"quote": "I love vintage cars because you can do so much more to them.",
	"name": "T-Pain"
}, {
	"quote": "I have been in Formula One for 12 years, and out of that I had one year with the perfect car.",
	"name": "Michael Schumacher"
}, {
	"quote": "I've never been to a race car race before.",
	"name": "Christina Ricci"
}, {
	"quote": "When you have a great car, you want people to see the car.",
	"name": "Andris Nelsons"
}, {
	"quote": "On the roads, it is one of those 'might is right' situations. If I see cars coming, I duck out of the way.",
	"name": "Dane Bird-Smith"
}, {
	"quote": "Transcendental meditation is like a car, a vehicle that allows you to go within. It's a mental technique.",
	"name": "David Lynch"
}, {
	"quote": "Onion rings in the car cushions do not improve with time.",
	"name": "Erma Bombeck"
}, {
	"quote": "It goes without saying that you should never have more children than you have car windows.",
	"name": "Erma Bombeck"
}, {
	"quote": "My buildings are not particularly expensive. It is not a tin shed. If you want a tinny car, you pay for that.",
	"name": "Zaha Hadid"
}, {
	"quote": "Let's overwhelm the Castro regime with iPhones, iPads, American cars and American ingenuity.",
	"name": "Rand Paul"
}, {
	"quote": "I love technology - yes, I have fallen in love with older cars, but I'm all for new technology.",
	"name": "Mario Andretti"
}, {
	"quote": "Quite honestly, I treat myself with cars I really want to drive, and I have some flexibility to do that.",
	"name": "Mario Andretti"
}, {
	"quote": "I want a pit crew... I hate the procedure I currently have to go through when I have car problems.",
	"name": "Dave Barry"
}, {
	"quote": "Forget the damned motor car and build the cities for lovers and friends.",
	"name": "Lewis Mumford"
}, {
	"quote": "I myself, as well as Toyota, am not perfect. I, more than anyone, wish for our customers' cars to be safe.",
	"name": "Akio Toyoda"
}, {
	"quote": "White is actually one of my favorite colors. I have a white car. I love white.",
	"name": "Kim Kardashian"
}, {
	"quote": "We're going to test with the same car, but we have a new car ready.",
	"name": "Larry Dixon"
}, {
	"quote": "I think about cars to try and distract myself. It's a good way to relax, take your mind off everything.",
	"name": "Asafa Powell"
}, {
	"quote": "Divorced men are more likely to meet their car payments than their child support obligations.",
	"name": "Susan Faludi"
}, {
	"quote": "I've always been into cars. Cars are part of our genetic makeup. It's unavoidable.",
	"name": "Matthew Fox"
}, {
	"quote": "I jumped 18 cars on a motorcycle, so I did almost everything.",
	"name": "David R. Ellis"
}, {
	"quote": "I spent a lot of time behind the Iron Curtain, and their cars were abysmal.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Driving race cars was an avenue for me to learn how to build my own car, and that was my ambition all along.",
	"name": "Carroll Shelby"
}, {
	"quote": "I don't think I'm a celebrity. I'm just a guy from east Texas who loves cars and airplanes.",
	"name": "Carroll Shelby"
}, {
	"quote": "Bullies now aren't just jocks. They're rich kids in the nice cars with the fancy clothes.",
	"name": "Tom Holland"
}, {
	"quote": "I'm a crazy car guy. I've got an airplane hangar full of cars.",
	"name": "Paul Walker"
}, {
	"quote": "I've always wanted to race cars, ever since I was a young boy, as I think a lot of guys have.",
	"name": "Paul Walker"
}, {
	"quote": "I don't even like old cars. I'd rather have a goddam horse. A horse is at least human, for God's sake.",
	"name": "J. D. Salinger"
}, {
	"quote": "When my car runs out of gas, I buy a new one. I don't want to ride around in a quitter.",
	"name": "Stephen Colbert"
}, {
	"quote": "I enjoy trying to develop a car and Mercedes are one of the biggest car manufacturers in the world.",
	"name": "Lewis Hamilton"
}, {
	"quote": "The car has become the carapace, the protective and aggressive shell, of urban and suburban man.",
	"name": "Marshall McLuhan"
}, {
	"quote": "A car is useless in New York, essential everywhere else. The same with good manners.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "Sometimes I wish I could drive a car, but I'm gonna drive a car one day, so I don't worry about that.",
	"name": "Stevie Wonder"
}, {
	"quote": "You're safer in the race car than you are in cars going to and from the track.",
	"name": "Mario Andretti"
}, {
	"quote": "I go to movies, go out with friends, go to car shows. I have a zoo.",
	"name": "Axl Rose"
}, {
	"quote": "If any demonstrator ever lays down in front of my car, it'll be the last car he'll ever lay down in front of.",
	"name": "George Wallace"
}, {
	"quote": "I always keep a ball in the car. You never know.",
	"name": "Hakeem Olajuwon"
}, {
	"quote": "I always loved cars. I used to play 'Need for Speed' all the time... any racing game.",
	"name": "Afrojack"
}, {
	"quote": "I cannot drive very well. I drive slow and very safe. I don't know cars that well.",
	"name": "Selena Gomez"
}, {
	"quote": "My definition of a redundancy is an air-bag in a politician's car.",
	"name": "Larry Hagman"
}, {
	"quote": "We want to get to the point that using Uber is cheaper than owning a car.",
	"name": "Travis Kalanick"
}, {
	"quote": "You can know or not know how a car runs and still enjoy riding in a car.",
	"name": "David Byrne"
}, {
	"quote": "The bicycle thing - well, since people couldn't use their cars, they had to use their bicycles, didn't they?",
	"name": "Larry Harvey"
}, {
	"quote": "People always want cars. It's a huge industry, and there's always new product coming out.",
	"name": "Wayne Huizenga"
}, {
	"quote": "Cars did not kill off horses. Digital publishing will not kill off books.",
	"name": "Michael A. Stackpole"
}, {
	"quote": "Every city has to deal with the problem of cars and public transport.",
	"name": "Jaime Lerner"
}, {
	"quote": "I'd kind of like to have a classic old muscle car. I think that would be fun.",
	"name": "Brooke Burke"
}, {
	"quote": "I still miss my first car. Not a glamorous ride, but I must've put 60,000 miles in road trips on that thing.",
	"name": "Marcus Sakey"
}, {
	"quote": "It's pretty cool to be able to hang out with the President and have the race-winning car on the South Lawn.",
	"name": "Buddy Rice"
}, {
	"quote": "But my passion is racing cars. It's what I like to do in my off time.",
	"name": "Mark-Paul Gosselaar"
}, {
	"quote": "I've crashed my car three times.",
	"name": "Billy Joel"
}, {
	"quote": "I don't race cars.",
	"name": "Dwayne Johnson"
}, {
	"quote": "I've got CDs in my car, listening all the time for that next song, because everybody's looking.",
	"name": "Reba McEntire"
}, {
	"quote": "Be able to back up a car for a considerable distance in a straight line and back out of a driveway.",
	"name": "Marilyn vos Savant"
}, {
	"quote": "Guns do kill. Unlike cars, that is all they do.",
	"name": "Molly Ivins"
}, {
	"quote": "I was 16 years old, driving to LA, and sleeping in my car, just trying to make it happen.",
	"name": "Nick Cannon"
}, {
	"quote": "I'm not a collector. I don't like the toy cupboard syndrome that causes so many good cars to evaporate.",
	"name": "Rowan Atkinson"
}, {
	"quote": "I drive a car, like an adult. Not brilliantly. I'm not great.",
	"name": "Karl Pilkington"
}, {
	"quote": "A car is thirty thousand parts you're putting together.",
	"name": "Mary Barra"
}, {
	"quote": "I drive an American car. It's a Chrysler. That's not an endorsement. It's more like a cry for pity.",
	"name": "Michael Moore"
}, {
	"quote": "Detroit: Cars and rock 'n' roll. Not a bad combo.",
	"name": "Kid Rock"
}, {
	"quote": "Cars mean nothing to me. I'm not a car guy.",
	"name": "Penn Jillette"
}, {
	"quote": "I promise you a police car on every sidewalk.",
	"name": "Marion Barry"
}, {
	"quote": "I love to eat makhanas, and I always keep a packet in my car.",
	"name": "Twinkle Khanna"
}, {
	"quote": "I would never kill a living thing, although I probably have inadvertently while driving automobiles.",
	"name": "Captain Beefheart"
}, {
	"quote": "I'm more comfortable inside the car than I am anywhere else.",
	"name": "Kevin Harvick"
}, {
	"quote": "Safety has been paramount for the Google self-driving car team from the very beginning.",
	"name": "Sebastian Thrun"
}, {
	"quote": "I'm not so keen on letting my car drive itself.",
	"name": "Chadwick Boseman"
}, {
	"quote": "My first car was a '56 Ford station wagon - cost 100 bucks.",
	"name": "Cheech Marin"
}, {
	"quote": "When I was 10, I was hit by a car, which turned my right tibia into a jigsaw puzzle.",
	"name": "John Scalzi"
}, {
	"quote": "Normally in dangerous situations I have a getaway car.",
	"name": "Sacha Baron Cohen"
}, {
	"quote": "Auto racing is boring except when a car is going at least 172 miles per hour upside down.",
	"name": "Dave Barry"
}, {
	"quote": "As human beings, we're very materialistic and have all this stuff - furs and cars and diamonds and money.",
	"name": "Smokey Robinson"
}, {
	"quote": "Older cars tend to drive like older cars. That is not for me.",
	"name": "Robert Herjavec"
}, {
	"quote": "I'm sort of like a lame, single guy in a red sports car.",
	"name": "Billy Corgan"
}, {
	"quote": "People in West Virginia do have cars. We have indoor plumbing. We even use knives and forks.",
	"name": "John Kruk"
}, {
	"quote": "Racing a thoroughbred grand prix car in front of a home crowd will be a surreal and mighty experience.",
	"name": "Nigel Mansell"
}, {
	"quote": "My mom sent me money for a car, but the cops impounded it because I had no insurance.",
	"name": "Martin Henderson"
}, {
	"quote": "I like American cars. And I would do nothing to hurt the U.S. auto industry.",
	"name": "Mitt Romney"
}, {
	"quote": "I arrived in California with no job, no car, and no money, but, like millions of other girls, a dream.",
	"name": "Victoria Principal"
}, {
	"quote": "When I was a kid I got busted for throwing a rock through a car window and egging a house on halloween.",
	"name": "Gavin DeGraw"
}, {
	"quote": "I like fast cars. I used to be a car buff before I went to Fiat.",
	"name": "Sergio Marchionne"
}, {
	"quote": "I'm not big on material things, but I like my cars. They are German-made and custom-made.",
	"name": "Dirk Nowitzki"
}, {
	"quote": "A car is like a mother-in-law - if you let it, it will rule your life.",
	"name": "Jaime Lerner"
}, {
	"quote": "I never listen to music in the house, I listen to music in the car.",
	"name": "Peter Tork"
}, {
	"quote": "If we are going to have self-driving cars, the technical specifications should be quite precise.",
	"name": "Adam Cohen"
}, {
	"quote": "My new toy is not knowing, because it's very creative. I'm the guy who likes to get in the car and get lost.",
	"name": "Jeffrey Tambor"
}, {
	"quote": "Now, personally, I like a car with some sort of character.",
	"name": "Richard Hammond"
}, {
	"quote": "Come rain or shine I walk short distances rather than taking my car.",
	"name": "Sophie Ellis-Bextor"
}, {
	"quote": "In L.A., it's the sort of city where you have to have a car to get around.",
	"name": "Logan Green"
}, {
	"quote": "I know I will die in a car crash.",
	"name": "Katie Price"
}, {
	"quote": "In the history of the world, no one has ever washed a rented car.",
	"name": "Lawrence Summers"
}, {
	"quote": "I don't believe in the electric cars, but I strongly believe in hybrids.",
	"name": "Luca Cordero di Montezemolo"
}, {
	"quote": "I've always loved fast vehicles and looking at interesting cars.",
	"name": "Ndamukong Suh"
}, {
	"quote": "When the car's going well, I purr like a kitten.",
	"name": "Buddy Rice"
}, {
	"quote": "So then I started doing a lot of episodic TV, just car chases or helicopter chases or whatever.",
	"name": "David R. Ellis"
}, {
	"quote": "My main form of exercise is my bike. I don't have a car, so I cycle everywhere.",
	"name": "Sophie Okonedo"
}, {
	"quote": "I've been driving race cars professionally for a while: 200 mph types of things.",
	"name": "Antonio Sabato, Jr."
}, {
	"quote": "We didn't care about salaries and having a nice car. We just cared about science and were really ambitious.",
	"name": "May-Britt Moser"
}, {
	"quote": "Luck, like a Russian car, generally only works if you push it.",
	"name": "Tom Holt"
}, {
	"quote": "He's computerized, but I won't let him come on cold. I created KITT. I understand the personality of the car.",
	"name": "William Daniels"
}, {
	"quote": "Consider what kind of car you get. Buy cars and other products that have the least impact environmentally.",
	"name": "Al Gore"
}, {
	"quote": "When I'm in the car, I want the only one shouting to be me.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "My whole family can talk. They are all car salesmen. They are all funny.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Chrysler builds great cars.",
	"name": "Lee Iacocca"
}, {
	"quote": "Everybody has a gun in their car in Detroit.",
	"name": "Jim Harrison"
}, {
	"quote": "I had more clothes than I had closets, more cars than garage space, but no money.",
	"name": "Sammy Davis, Jr."
}, {
	"quote": "It's a massive motor in a tiny, lightweight car.",
	"name": "Carroll Shelby"
}, {
	"quote": "Richard Childress and myself have made some important innovations on our cars.",
	"name": "Dale Earnhardt"
}, {
	"quote": "You have to wait six months to purchase a fuel efficient automobile made from overseas.",
	"name": "Ed Markey"
}, {
	"quote": "I love everything from old-school cars to whatever the latest muscle or luxury vehicles are.",
	"name": "Ludacris"
}, {
	"quote": "I wanted to send a message to the television industry that excitement is not made of car chases.",
	"name": "Gene Roddenberry"
}, {
	"quote": "In the heat of the Russian summer a sleeping car is the most horrible instrument of martyrdom imaginable.",
	"name": "Manfred von Richthofen"
}, {
	"quote": "It sounds like something from a Woody Guthrie song, but it's true; I was raised in a freight car.",
	"name": "Merle Haggard"
}, {
	"quote": "When it comes to cars, only two varieties of people are possible - cowards and fools.",
	"name": "Russell Baker"
}, {
	"quote": "My hobbies and leisure activities include cars and golf.",
	"name": "Michael Strahan"
}, {
	"quote": "We take better care of the maintenance of our cars than we take care of the maintenance of our bodies.",
	"name": "David H. Murdock"
}, {
	"quote": "Drive-in banks were established so most of the cars today could see their real owners.",
	"name": "E. Joseph Cossman"
}, {
	"quote": "I always think of the good comebacks on the car ride home.",
	"name": "Ron Howard"
}, {
	"quote": "Well, I always had a chauffer, because I have never driven a car in my life. I still can't drive.",
	"name": "Bud Abbott"
}, {
	"quote": "Relationships, like cars, should undergo regular services to make sure they are still roadworthy.",
	"name": "Zygmunt Bauman"
}, {
	"quote": "I think all males from Detroit have an obsession with cars.",
	"name": "Dax Shepard"
}, {
	"quote": "Environmentalists have a very conflicted relationship with their cars.",
	"name": "Tom Arnold"
}, {
	"quote": "Ikea people do not drive flashy cars or stay at luxury hotels.",
	"name": "Ingvar Kamprad"
}, {
	"quote": "Cars, furs, and gems were not my weaknesses.",
	"name": "Gene Tierney"
}, {
	"quote": "A car for every purse and purpose.",
	"name": "Alfred P. Sloan"
}, {
	"quote": "But to personally satisfy my own adrenalin needs, I've been racing cars a little bit, which has been fun.",
	"name": "Picabo Street"
}, {
	"quote": "The two inventions of the century, the car and the computer, are gradually coming closer together.",
	"name": "Martin Winterkorn"
}, {
	"quote": "No action hero is more closely associated with cars than James Bond.",
	"name": "Richard Hammond"
}, {
	"quote": "I wish people would spend their money on hybrid cars.",
	"name": "Ryan Tedder"
}, {
	"quote": "In life, you need a house and a car. After that, you have a choice.",
	"name": "Xavier Niel"
}, {
	"quote": "I just feel rejuvenated in such a big way because of these race cars I get to drive.",
	"name": "Jeff Gordon"
}, {
	"quote": "People feel very emotional about cars, and I don't want them to feel bad about driving a fast car.",
	"name": "Henrik Fisker"
}, {
	"quote": "Horses and mules, and even sail cars, made more rapid progress than did the earliest locomotive.",
	"name": "John Moody"
}, {
	"quote": "I always do like seeing other people dance in their cars. It's one of the things that makes me happy.",
	"name": "Ariel Gore"
}, {
	"quote": "I liken myself to Henry Ford and the auto industry, I give you 90 percent of what most people need.",
	"name": "Adam Osborne"
}, {
	"quote": "I want do some kind of action movie, car chases and explosions.",
	"name": "Devon Sawa"
}, {
	"quote": "I have about 40 cars, of which 25 to 30 are what you might call serious.",
	"name": "Nick Mason"
}, {
	"quote": "I was brought up in a car family, my dad loved cars and I was taught the art of making an Austin 7 operate.",
	"name": "Nick Mason"
}, {
	"quote": "You talk about German technocracy and you get automobiles.",
	"name": "Gordon Sinclair"
}, {
	"quote": "Germans make nice cars.",
	"name": "Jason Behr"
}, {
	"quote": "I don't buy fur coats or jewelry. I have old cars.",
	"name": "Peta Wilson"
}, {
	"quote": "Not having to own a car has made me realize what a waste of time the automobile is.",
	"name": "Diane Johnson"
}]