[{
	"quote": "No man was ever wise by chance.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Growth is never by mere chance; it is the result of forces working together.",
	"name": "James Cash Penney"
}, {
	"quote": "Forgiveness says you are given another chance to make a new beginning.",
	"name": "Desmond Tutu"
}, {
	"quote": "To reminisce with my old friends, a chance to share some memories, and play our songs again.",
	"name": "Ricky Nelson"
}, {
	"quote": "Learning is not attained by chance, it must be sought for with ardor and diligence.",
	"name": "Abigail Adams"
}, {
	"quote": "Tea time is a chance to slow down, pull back and appreciate our surroundings.",
	"name": "Letitia Baldrige"
}, {
	"quote": "Cheers to a new year and another chance for us to get it right.",
	"name": "Oprah Winfrey"
}, {
	"quote": "I don't want to miss out on the chance of having a good time.",
	"name": "Victor Webster"
}, {
	"quote": "Freedom is nothing but a chance to be better.",
	"name": "Albert Camus"
}, {
	"quote": "Every year on your birthday, you get a chance to start new.",
	"name": "Sammy Hagar"
}, {
	"quote": "The risk of a wrong decision is preferable to the terror of indecision.",
	"name": "Maimonides"
}, {
	"quote": "There are risks and costs to action. But they are far less than the long range risks of comfortable inaction.",
	"name": "John F. Kennedy"
}, {
	"quote": "My smile will always be broken, but I'll always be grateful for the chance to get to do what I get to do.",
	"name": "Trent Franks"
}, {
	"quote": "When I have a chance to go back to my village, I always remind myself where I came from.",
	"name": "Mohamed Salah"
}, {
	"quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "Living at risk is jumping off the cliff and building your wings on the way down.",
	"name": "Ray Bradbury"
}, {
	"quote": "A lie gets halfway around the world before the truth has a chance to get its pants on.",
	"name": "Winston Churchill"
}, {
	"quote": "A problem is a chance for you to do your best.",
	"name": "Duke Ellington"
}, {
	"quote": "I will prepare and some day my chance will come.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Just keep taking chances and having fun.",
	"name": "Garth Brooks"
}, {
	"quote": "Enjoy your sweat because hard work doesn't guarantee success, but without it you don't have a chance.",
	"name": "Alex Rodriguez"
}, {
	"quote": "If you take no risks, you will suffer no defeats. But if you take no risks, you win no victories.",
	"name": "Richard M. Nixon"
}, {
	"quote": "Beware of missing chances; otherwise it may be altogether too late some day.",
	"name": "Franz Liszt"
}, {
	"quote": "If you are not willing to risk the unusual, you will have to settle for the ordinary.",
	"name": "Jim Rohn"
}, {
	"quote": "Be glad of life because it gives you the chance to love, to work, to play, and to look up at the stars.",
	"name": "Henry Van Dyke"
}, {
	"quote": "I've got big shoes to fill. This is my chance to do something. I have to seize the moment.",
	"name": "Andrew Jackson"
}, {
	"quote": "If you do not believe you can do it then you have no chance at all.",
	"name": "Arsene Wenger"
}, {
	"quote": "If you don't take the chance to live life, what can you say at the end of it?",
	"name": "Naveen Andrews"
}, {
	"quote": "Take calculated risks. That is quite different from being rash.",
	"name": "George S. Patton"
}, {
	"quote": "Persistence and resilience only come from having been given the chance to work though difficult problems.",
	"name": "Gever Tulley"
}, {
	"quote": "Filmmaking is a chance to live many lifetimes.",
	"name": "Robert Altman"
}, {
	"quote": "If somebody is gracious enough to give me a second chance, I won't need a third.",
	"name": "Pete Rose"
}, {
	"quote": "First, I have to thank God for giving me the gift that he did as well as a second chance for a better life.",
	"name": "Oksana Baiul"
}, {
	"quote": "Buy the ticket, take the ride.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "I think we consider too much the good luck of the early bird and not enough the bad luck of the early worm.",
	"name": "Franklin D. Roosevelt"
}, {
	"quote": "If you turn a smiling face on the world, you've got a chance of finishing up a good-looking old person.",
	"name": "Rolf Harris"
}, {
	"quote": "Random chance plays a huge part in everybody's life.",
	"name": "Gary Gygax"
}, {
	"quote": "Every existing thing is born without reason, prolongs itself out of weakness, and dies by chance.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "Chance is a word void of sense; nothing can exist without a cause.",
	"name": "Voltaire"
}, {
	"quote": "We all have big changes in our lives that are more or less a second chance.",
	"name": "Harrison Ford"
}, {
	"quote": "I never quit trying. I never felt that I didn't have a chance to win.",
	"name": "Arnold Palmer"
}, {
	"quote": "Luck marches with those who give their very best.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "Care and diligence bring luck.",
	"name": "Thomas Fuller"
}, {
	"quote": "It's true hard work never killed anybody, but I figure, why take the chance?",
	"name": "Ronald Reagan"
}, {
	"quote": "Chance has never yet satisfied the hope of a suffering people.",
	"name": "Marcus Garvey"
}, {
	"quote": "Having a second chance makes you want to work even harder.",
	"name": "Tia Mowry"
}, {
	"quote": "It's choice - not chance - that determines your destiny.",
	"name": "Jean Nidetch"
}, {
	"quote": "My whole story is just about me having a second chance.",
	"name": "Two Chainz"
}, {
	"quote": "Always go to the bathroom when you have a chance.",
	"name": "King George V"
}, {
	"quote": "As for Guns N' Roses, I don't think there's ever a chance of a reunion.",
	"name": "Slash"
}, {
	"quote": "The only safe thing is to take a chance.",
	"name": "Mike Nichols"
}, {
	"quote": "Housework can't kill you, but why take a chance?",
	"name": "Phyllis Diller"
}, {
	"quote": "It seems to be a law of nature, inflexible and inexorable, that those who will not risk cannot win.",
	"name": "John Paul Jones"
}, {
	"quote": "We are not trying to entertain the critics. I'll take my chances with the public.",
	"name": "Walt Disney"
}, {
	"quote": "When men and women are able to respect and accept their differences then love has a chance to blossom.",
	"name": "John Gray"
}, {
	"quote": "Do you want to be safe and good, or do you want to take a chance and be great?",
	"name": "Jimmy Johnson"
}, {
	"quote": "When I'm ready to fight, my opponent has a better chance of surviving a forest fire wearing gasoline drawers.",
	"name": "Mr. T"
}, {
	"quote": "All we are saying is give peace a chance.",
	"name": "John Lennon"
}, {
	"quote": "Luck is not chance, it's toil; fortune's expensive smile is earned.",
	"name": "Emily Dickinson"
}, {
	"quote": "Everything existing in the universe is the fruit of chance and necessity.",
	"name": "Democritus"
}, {
	"quote": "Since there is nothing so well worth having as friends, never lose a chance to make them.",
	"name": "Francesco Guicciardini"
}, {
	"quote": "A consistent soul believes in destiny, a capricious one in chance.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Good governance, safety, a chance to grow economically and professionally - those are important things.",
	"name": "Dana Perino"
}, {
	"quote": "Taking risks gives me energy.",
	"name": "Jay Chiat"
}, {
	"quote": "It's so much worse to live in regret in your forties than it is to take a chance in your late twenties.",
	"name": "Donna Lynne Champlin"
}, {
	"quote": "Supporting the entrepreneurial spirit is our best chance for economic progress.",
	"name": "Scott Peters"
}, {
	"quote": "Give yourself a chance to see how much better life will get. And it will get better.",
	"name": "Joel Burns"
}, {
	"quote": "If I had a chance for another life, I would certainly choose a better complexion.",
	"name": "Richard Burton"
}, {
	"quote": "Grab a chance and you won't be sorry for a might-have-been.",
	"name": "Arthur Ransome"
}, {
	"quote": "The flower has opened, has been in the sun and is unafraid. I'm taking more chances; I'm bold and proud.",
	"name": "Paula Cole"
}, {
	"quote": "All discarded lovers should be given a second chance, but with somebody else.",
	"name": "Mae West"
}, {
	"quote": "I mean we all need a second chance sometimes.",
	"name": "Joel Osteen"
}, {
	"quote": "Problems can be experienced as... a chance for renewal rather than stress.",
	"name": "Marilyn Ferguson"
}, {
	"quote": "If no one ever took risks, Michaelangelo would have painted the Sistine floor.",
	"name": "Neil Simon"
}, {
	"quote": "I love being an anchor, as it gives you a chance to be yourself.",
	"name": "Rithvik Dhanjani"
}, {
	"quote": "Good luck has its storms.",
	"name": "George Lucas"
}, {
	"quote": "I postpone death by living, by suffering, by error, by risking, by giving, by losing.",
	"name": "Anais Nin"
}, {
	"quote": "You never say never. There's always a chance to do things in the future.",
	"name": "Nick Cummins"
}, {
	"quote": "When I get the chance to make my favorite breakfast on the weekend, I often choose to make pancakes.",
	"name": "Marcus Samuelsson"
}, {
	"quote": "Treat all men alike. Give them the same law. Give them an even chance to live and grow.",
	"name": "Chief Joseph"
}, {
	"quote": "Not every father gets a chance to start his son off in his own footsteps.",
	"name": "Alan Ladd"
}, {
	"quote": "Don't ever try and be like anybody else and don't be afraid to take risks.",
	"name": "Waylon Jennings"
}, {
	"quote": "I eat at In-N-Out Burger every chance I get.",
	"name": "Robin Wright"
}, {
	"quote": "My father will anticipate everything. He will leave you and me no chance to do a great and brilliant deed.",
	"name": "Alexander the Great"
}, {
	"quote": "I prefer to be alive, so I'm cautious about taking risks.",
	"name": "Werner Herzog"
}, {
	"quote": "A poem gives me a chance to have an encounter with a feeling, with an experience, with a wish, with an idea.",
	"name": "Tracy K. Smith"
}, {
	"quote": "My calling, as one imperfect human, is to celebrate and uphold life every time I get the chance.",
	"name": "Victoria Moran"
}, {
	"quote": "You only get one chance at life and you have to grab it boldly.",
	"name": "Bear Grylls"
}, {
	"quote": "Nobody owes anybody a living, but everybody is entitled to a chance.",
	"name": "Jack Dempsey"
}, {
	"quote": "One chance is all you need.",
	"name": "Jesse Owens"
}, {
	"quote": "A pound of pluck is worth a ton of luck.",
	"name": "James A. Garfield"
}, {
	"quote": "Children are our second chance to have a great parent-child relationship.",
	"name": "Laura Schlessinger"
}, {
	"quote": "It's important to give it all you have while you have the chance.",
	"name": "Shania Twain"
}, {
	"quote": "Chance The Rapper is just unreal: he's changing rap and really creating this whole amazing new style.",
	"name": "Shawn Mendes"
}, {
	"quote": "If you have a dream, give it a chance to happen.",
	"name": "Richard M. DeVos"
}, {
	"quote": "I never had a chance to play with dolls like other kids. I started working when I was six years old.",
	"name": "Billie Holiday"
}, {
	"quote": "However well organized the foundations of life may be, life must always be full of risks.",
	"name": "Havelock Ellis"
}, {
	"quote": "One of my favourite things about living in the U.K. is having that chance to go to festivals.",
	"name": "Katherine Ryan"
}, {
	"quote": "All I ask is the chance to prove that money can't make me happy.",
	"name": "Spike Milligan"
}, {
	"quote": "If there is anything that a man can do well, I say let him do it. Give him a chance.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Necessity is the mother of taking chances.",
	"name": "Mark Twain"
}, {
	"quote": "When a person cannot deceive himself the chances are against his being able to deceive other people.",
	"name": "Mark Twain"
}, {
	"quote": "If you don't love the Dodgers, there's a good chance you may not get into Heaven.",
	"name": "Tommy Lasorda"
}, {
	"quote": "Read the best books first, or you may not have a chance to read them at all.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Balance provides the chance for longevity. You can be a champion at work and at home.",
	"name": "Tony Dungy"
}, {
	"quote": "I really don't like the gym. I like experiences, so I take any chance I get to go on a bicycle or on a hike.",
	"name": "Blake Lively"
}, {
	"quote": "Nothing is as obnoxious as other people's luck.",
	"name": "F. Scott Fitzgerald"
}, {
	"quote": "My belief is you have one chance to make a first impression.",
	"name": "Kevin McCarthy"
}, {
	"quote": "Going to college offered me the chance to play football for four more years.",
	"name": "Ronald Reagan"
}, {
	"quote": "Desperation is like stealing from the Mafia: you stand a good chance of attracting the wrong attention.",
	"name": "Douglas Horton"
}, {
	"quote": "Most of us regard good luck as our right, and bad luck as a betrayal of that right.",
	"name": "William Feather"
}, {
	"quote": "It is not like I have gone crazy, I just don't want to take any chances. You never know what could happen.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "Everybody deserves a second chance in this world. That's basically all I ask.",
	"name": "Shannen Doherty"
}, {
	"quote": "When it comes to luck, you make your own.",
	"name": "Bruce Springsteen"
}, {
	"quote": "Happiness in marriage is entirely a matter of chance.",
	"name": "Jane Austen"
}, {
	"quote": "The history of free men is never really written by chance but by choice; their choice!",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "Hateful words stand no chance against self-worth and a little of humor.",
	"name": "Iskra Lawrence"
}, {
	"quote": "Work for something because it is good, not just because it stands a chance to succeed.",
	"name": "Vaclav Havel"
}, {
	"quote": "You know, from my point of view, I'm the luckiest cat on the planet.",
	"name": "Hugh Hefner"
}, {
	"quote": "Good luck is a residue of preparation.",
	"name": "Jack Youngblood"
}, {
	"quote": "You can't just dream about what you want and leave things to chance. You have to get it yourself.",
	"name": "Irina Shayk"
}, {
	"quote": "I think we have a good chance of surviving long enough to colonize the solar system.",
	"name": "Stephen Hawking"
}, {
	"quote": "Hold puppies, kittens, and babies anytime you get the chance.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "The right time is any time that one is still so lucky as to have.",
	"name": "Henry James"
}, {
	"quote": "Nothing happens quite by chance. It's a question of accretion of information and experience.",
	"name": "Jonas Salk"
}, {
	"quote": "The man who is intent on making the most of his opportunities is too busy to bother about luck.",
	"name": "B. C. Forbes"
}, {
	"quote": "I believe in giving people a second chance.",
	"name": "George Zimmer"
}, {
	"quote": "Chance gives rise to thoughts, and chance removes them; no art can keep or acquire them.",
	"name": "Blaise Pascal"
}, {
	"quote": "No man ever wetted clay and then left it, as if there would be bricks by chance and fortune.",
	"name": "Plutarch"
}, {
	"quote": "All anyone asks for is a chance to work with pride.",
	"name": "W. Edwards Deming"
}, {
	"quote": "Those who trust to chance must abide by the results of chance.",
	"name": "Calvin Coolidge"
}, {
	"quote": "But we also believe in taking risks, because that's how you move things along.",
	"name": "Melinda Gates"
}, {
	"quote": "I just do whatever it is that I believe I should do, regardless of the risks to my life.",
	"name": "Corazon Aquino"
}, {
	"quote": "I want the world to know that everybody deserves a second chance.",
	"name": "El DeBarge"
}, {
	"quote": "Give ordinary folk the chance to buy the same things as rich people.",
	"name": "Sam Walton"
}, {
	"quote": "I say if you're going to take a chance on something, you just go full balls to the wall.",
	"name": "Toby Keith"
}, {
	"quote": "The thing is most people are afraid to step out, to take a chance beyond their established identity.",
	"name": "Demi Moore"
}, {
	"quote": "Harness mules and oxen, but give a horse a chance to run.",
	"name": "Wild Bill Hickok"
}, {
	"quote": "It seemed to me that this might be a great pageant, which would give a chance for a very interesting picture.",
	"name": "Henry Ossawa Tanner"
}, {
	"quote": "Refusing to ask for help when you need it is refusing someone the chance to be helpful.",
	"name": "Ric Ocasek"
}, {
	"quote": "We stand a better chance with aristocracy, whether hereditary or elective, than with monarchy.",
	"name": "Ezra Stiles"
}, {
	"quote": "I hope I will always have the chance to play the violin.",
	"name": "Joshua Bell"
}, {
	"quote": "Give peace a chance.",
	"name": "Yitzhak Rabin"
}, {
	"quote": "I was dying but suddenly had a second chance at living.",
	"name": "Shelley Fabares"
}, {
	"quote": "I figure you have the same chance of winning the lottery whether you play or not.",
	"name": "Fran Lebowitz"
}, {
	"quote": "Luck is always the last refuge of laziness and incompetence.",
	"name": "James Cash Penney"
}, {
	"quote": "If you like the stuff I do, my chances of liking you go up.",
	"name": "Penn Jillette"
}, {
	"quote": "True ease in writing comes from art, not chance, as those move easiest who have learn'd to dance.",
	"name": "Alexander Pope"
}, {
	"quote": "Those who seek to profit by division don't stand a chance.",
	"name": "Henry Rollins"
}, {
	"quote": "God's dice always have a lucky roll.",
	"name": "Sophocles"
}, {
	"quote": "I fear the boredom that comes with not learning and not taking chances.",
	"name": "Robert Fulghum"
}, {
	"quote": "'Chance the Rapper' is many things. I'm constantly evolving.",
	"name": "Chance The Rapper"
}, {
	"quote": "Great deeds are usually wrought at great risks.",
	"name": "Herodotus"
}, {
	"quote": "The public health of five million children should not be left to luck or chance.",
	"name": "Jamie Oliver"
}, {
	"quote": "It's been a struggle for me because I had a chance to be white and refused.",
	"name": "Richard Pryor"
}, {
	"quote": "I think the harder you work, the more luck you have.",
	"name": "Dave Thomas"
}, {
	"quote": "The successful man is the one who had the chance and took it.",
	"name": "Roger Babson"
}, {
	"quote": "I had a chance to get used to the lights and the camera without all that pressure to... emote.",
	"name": "Kerri Green"
}, {
	"quote": "The whole life of an American is passed like a game of chance, a revolutionary crisis, or a battle.",
	"name": "Alexis de Tocqueville"
}, {
	"quote": "War never takes a wicked man by chance, the good man always.",
	"name": "Sophocles"
}, {
	"quote": "Chance fights ever on the side of the prudent.",
	"name": "Euripides"
}, {
	"quote": "Joint undertakings stand a better chance when they benefit both sides.",
	"name": "Euripides"
}, {
	"quote": "I like entrepreneurial people; I like people who take risks.",
	"name": "Billie Jean King"
}, {
	"quote": "Being in a ship is being in a jail, with the chance of being drowned.",
	"name": "Samuel Johnson"
}, {
	"quote": "A wise man turns chance into good fortune.",
	"name": "Thomas Fuller"
}, {
	"quote": "I don't believe in pitfalls. I believe in taking risks and not doing the same thing twice.",
	"name": "Guy Laliberte"
}, {
	"quote": "Your chances of success in any undertaking can always be measured by your belief in yourself.",
	"name": "Robert Collier"
}, {
	"quote": "Improvisation is too good to leave to chance.",
	"name": "Paul Simon"
}, {
	"quote": "From my point of view, I always want to fight until the end of my last chance.",
	"name": "Pep Guardiola"
}, {
	"quote": "I'm a great believer in giving people a chance.",
	"name": "Roger Ailes"
}, {
	"quote": "A dream will always triumph over reality, once it is given the chance.",
	"name": "Stanislaw Lem"
}, {
	"quote": "If your parents didn't have any children, there's a good chance that you won't have any.",
	"name": "Clarence Day"
}, {
	"quote": "There are such strong women in my life that there's no chance of me getting too big for my boots.",
	"name": "Jack Lowden"
}, {
	"quote": "You hit home runs not by chance but by preparation.",
	"name": "Roger Maris"
}, {
	"quote": "I was a good football player, and I had a chance to play with some great players.",
	"name": "Dwayne Johnson"
}, {
	"quote": "The people of New York took a big chance on me. And I'm well aware of that.",
	"name": "Hillary Clinton"
}, {
	"quote": "Chance is perhaps the pseudonym of God when he did not want to sign.",
	"name": "Anatole France"
}, {
	"quote": "Why talk now when so many things have been said without ever giving me a chance to talk?",
	"name": "Bobby Knight"
}, {
	"quote": "The true statesman is the one who is willing to take risks.",
	"name": "Charles de Gaulle"
}, {
	"quote": "Nowadays love is a matter of chance, matrimony a matter of money and divorce a matter of course.",
	"name": "Helen Rowland"
}, {
	"quote": "Chance explorations on search engines do not 'accidentally' lead users to extremist websites.",
	"name": "Maajid Nawaz"
}, {
	"quote": "Every child should have a chance to feel special.",
	"name": "Chuck Close"
}, {
	"quote": "When you have the chance to play a Champions League final, you have to win it.",
	"name": "Gianluigi Buffon"
}, {
	"quote": "Luck, that's when preparation and opportunity meet.",
	"name": "Pierre Trudeau"
}, {
	"quote": "Practice every time you get a chance.",
	"name": "Bill Monroe"
}, {
	"quote": "Chance makes our parents, but choice makes our friends.",
	"name": "Jacques Delille"
}, {
	"quote": "There's talent on the streets, kids with ideas who have stories to tell and never get a chance.",
	"name": "James Jannard"
}, {
	"quote": "Events are not a matter of chance.",
	"name": "Gamal Abdel Nasser"
}, {
	"quote": "I'm just really thankful to have the chance to portray a character you don't see every day.",
	"name": "Regina King"
}, {
	"quote": "The censorship is such on television in the U.S. that films like mine don't stand a chance.",
	"name": "John Pilger"
}, {
	"quote": "I just love to play and I get a chance to play with other musicians and I jump on it.",
	"name": "Chad Smith"
}, {
	"quote": "Fortune, seeing that she could not make fools wise, has made them lucky.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Given a chance, I would like to work with Aishwarya Rai Bachchan because she's a versatile actor.",
	"name": "Brad Pitt"
}, {
	"quote": "Easter is very important to me, it's a second chance.",
	"name": "Reba McEntire"
}, {
	"quote": "Every business and every product has risks. You can't get around it.",
	"name": "Lee Iacocca"
}, {
	"quote": "We should read to give our souls a chance to luxuriate.",
	"name": "Henry Miller"
}, {
	"quote": "I could have easily gone down the wrong path and dropped out of school, but I was given a second chance.",
	"name": "Kevin O'Leary"
}, {
	"quote": "If the sun comes up, I have a chance.",
	"name": "Venus Williams"
}, {
	"quote": "I've always taken risks, and never worried what the world might really think of me.",
	"name": "Cher"
}, {
	"quote": "Some folk want their luck buttered.",
	"name": "Thomas Hardy"
}, {
	"quote": "Everyone has a chance to learn, improve, and build up their skills.",
	"name": "Tom Peters"
}, {
	"quote": "Poker is a skill game pretending to be a chance game.",
	"name": "James Altucher"
}, {
	"quote": "If I got a chance to play with another great player, I want to do that. I mean, the objective is to win.",
	"name": "Charles Barkley"
}, {
	"quote": "If you get a chance to play with great players, that's half the battle.",
	"name": "Charles Barkley"
}, {
	"quote": "I have a second chance on life.",
	"name": "Katy Perry"
}, {
	"quote": "The Supreme Court is having a hard time integrating schools. What chance do I have to integrate audiences?",
	"name": "Nat King Cole"
}, {
	"quote": "I actually didn't go to prom. I didn't have the chance.",
	"name": "Lili Reinhart"
}, {
	"quote": "I never miss a chance to have sex or appear on television.",
	"name": "Gore Vidal"
}, {
	"quote": "Giving children a fair chance to achieve their dreams and reach their potential is everyone's responsibility.",
	"name": "Randi Weingarten"
}, {
	"quote": "The real trouble with war (modern war) is that it gives no one a chance to kill the right people.",
	"name": "Ezra Pound"
}, {
	"quote": "For the happiest life, days should be rigorously planned, nights left open to chance.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "A fool must now and then be right, by chance.",
	"name": "William Cowper"
}, {
	"quote": "I believe in luck: how else can you explain the success of those you dislike?",
	"name": "Jean Cocteau"
}, {
	"quote": "In prison, you get the chance to see who really loves you.",
	"name": "Suge Knight"
}, {
	"quote": "If you're so afraid of failure, you will never succeed. You have to take chances.",
	"name": "Mario Andretti"
}, {
	"quote": "I do not believe anything comes by chance. I regard the present as the necessary child of a necessary past.",
	"name": "Robert Green Ingersoll"
}, {
	"quote": "Chance, my dear, is the sovereign deity in child-bearing.",
	"name": "Honore de Balzac"
}, {
	"quote": "I'm only 35, and I felt that the time was right to try to come back and have a chance for him to see me play.",
	"name": "Mario Lemieux"
}, {
	"quote": "The circle of the return to birth can only remain open, but this is a chance, a sign of life, and a wound.",
	"name": "Jacques Derrida"
}, {
	"quote": "Just by luck, I picked good heroes to worship.",
	"name": "Charles Kuralt"
}, {
	"quote": "The cost of living is going up and the chance of living is going down.",
	"name": "Flip Wilson"
}, {
	"quote": "If you keep on saying things are going to be bad, you have a good chance of being a prophet.",
	"name": "Isaac Bashevis Singer"
}, {
	"quote": "In using chance operations, the mind is enriched.",
	"name": "Merce Cunningham"
}, {
	"quote": "Teachers have a chance to mold someone, inspire them. I hope all teachers realize that.",
	"name": "Kevin James"
}, {
	"quote": "If what I do prove well, it won't advance. They'll say it's stolen, or else it was by chance.",
	"name": "Anne Bradstreet"
}, {
	"quote": "If your parents never had children, chances are you won't either.",
	"name": "Dick Cavett"
}, {
	"quote": "At some point in your life, if you're lucky, you get to design the way in which things evolve.",
	"name": "Daniel Day-Lewis"
}, {
	"quote": "The first time Adam had a chance, he laid the blame on women.",
	"name": "Nancy Astor"
}, {
	"quote": "In passing, also, I would like to say that the first time Adam had a chance he laid the blame on a woman.",
	"name": "Nancy Astor"
}, {
	"quote": "I love my fans, so when I get the chance to interact with them, it's beautiful.",
	"name": "Flo Rida"
}, {
	"quote": "I believe that fate is choices - it's not chance.",
	"name": "Wayne Newton"
}, {
	"quote": "I'm a chemistry guy. I believe you've got to play together to have a chance to win.",
	"name": "Tony Gwynn"
}, {
	"quote": "Great risks come in long term, tremendously assiduous, very courageous study.",
	"name": "William Hurt"
}, {
	"quote": "Thinking of Plan B muddies up your chances of succeeding at Plan A.",
	"name": "Charlie Day"
}, {
	"quote": "It's a great experience. If you get a chance to run for president, do it.",
	"name": "Mitt Romney"
}, {
	"quote": "In Japan, usually, once you become prime minister, you do not have a second chance.",
	"name": "Shinzo Abe"
}, {
	"quote": "If one has curiosity, then one stands the chance of attain a high level of scientific inquiry.",
	"name": "Ada Yonath"
}, {
	"quote": "Luck relies on chance, labor on character.",
	"name": "Richard Cobden"
}, {
	"quote": "I grew up on the stage, and there's no two ways about it: you only get one chance to do your bit.",
	"name": "Jack Lowden"
}, {
	"quote": "Birth is violent, and out of that violence is our only chance of rebirth.",
	"name": "Nick Nolte"
}, {
	"quote": "I got a chance to work with Judi Dench in almost every scene. How many Indian actors get that chance?",
	"name": "Ali Fazal"
}, {
	"quote": "There was a period where I was a little scared that I'd blown my chance.",
	"name": "Carlene Carter"
}, {
	"quote": "Traveling in India gives you a chance to observe a renaissance.",
	"name": "Marie Brenner"
}, {
	"quote": "You never know who's going to become your friend. Friends are always chance meetings.",
	"name": "Steve Guttenberg"
}, {
	"quote": "It takes one person to give you a big chance.",
	"name": "Patricia Velasquez"
}, {
	"quote": "There's no second chance on stage, and I was trained to make the most of my first chance.",
	"name": "Kate Smith"
}, {
	"quote": "I just basically took a chance because it looked like fun and I wanted the .",
	"name": "Rob Mariano"
}, {
	"quote": "If I get a chance to dress up, I really go for it.",
	"name": "Annabelle Wallis"
}, {
	"quote": "I wanna be funny, but if I have a chance to make a point while being funny - why not?",
	"name": "Chris Cubas"
}, {
	"quote": "I'm competitive. I'd love another chance to be part of a Stanley Cup championship team. That'd be awesome.",
	"name": "Ed Belfour"
}, {
	"quote": "I'm motivated by creating a level playing field for the world so that the weak have a chance.",
	"name": "Iqbal Quadir"
}, {
	"quote": "Luck can be assisted. It is not all chance with the wise.",
	"name": "Baltasar Gracian"
}, {
	"quote": "If men are honest, everything they do and everywhere they go is for a chance to see women.",
	"name": "Jack Nicholson"
}, {
	"quote": "I'm the one who will take chances, not worry about the backlash.",
	"name": "Magic Johnson"
}, {
	"quote": "I lucked out when I started to sing. I'd already experienced failing at everything else.",
	"name": "Cyndi Lauper"
}, {
	"quote": "When a man has no reason to trust himself, he trusts in luck.",
	"name": "E. W. Howe"
}, {
	"quote": "When you talk about the SEC, you never get a chance to rest.",
	"name": "Kirby Smart"
}, {
	"quote": "The worst cynicism: a belief in luck.",
	"name": "Joyce Carol Oates"
}, {
	"quote": "I take risks - that's my life on the slopes and off.",
	"name": "Lindsey Vonn"
}, {
	"quote": "I keep my inner circle of people very small and tight, and I like to relax if I get a chance.",
	"name": "Dean Ambrose"
}, {
	"quote": "I am a great believer in luck, and I find the harder I work the more I have of it.",
	"name": "Stephen Leacock"
}, {
	"quote": "I always sort of thought, 'I'm probably going to get breast cancer. There's a really good chance.'",
	"name": "Cynthia Nixon"
}, {
	"quote": "To work all the time is to be incredibly lucky.",
	"name": "Harvey Fierstein"
}, {
	"quote": "I love taking chances.",
	"name": "Wayne Newton"
}, {
	"quote": "You might not trust me. Please give me a chance and time. I will prove myself for all of you.",
	"name": "Yingluck Shinawatra"
}, {
	"quote": "Living is risking.",
	"name": "Jeanne Moreau"
}, {
	"quote": "It's luck that one thing works out and one doesn't, it's sort of happenstance.",
	"name": "Richard Linklater"
}, {
	"quote": "If you are worried about what people think of you, you should go into politics. Real actors take chances.",
	"name": "Rob Lowe"
}, {
	"quote": "I've told myself I have a chance to make history, and that's my focus.",
	"name": "Jordan Spieth"
}, {
	"quote": "Before the first year, nobody gave it a chance. Now, 36 years later, everybody knows Monday Night Football.",
	"name": "Frank Gifford"
}, {
	"quote": "If we win trophies, we have the chance to win individual awards because it comes with the team targets.",
	"name": "Fernando Torres"
}, {
	"quote": "I know I can get laughs anywhere, in front of any crowd, if I'm given the chance.",
	"name": "Bobby Lee"
}, {
	"quote": "It's not about failure; it's about trying something and risking something for attaining your goal.",
	"name": "Carol Alt"
}, {
	"quote": "I just have to take my chances like any other composer.",
	"name": "Gordon Getty"
}, {
	"quote": "To be successful, one must take chances.",
	"name": "Willie Stargell"
}, {
	"quote": "Every fight, honest to say, in this division, at this level, is a toss-up. It's a 50-50 chance.",
	"name": "Alistair Overeem"
}, {
	"quote": "Ain't no chance if you don't take it.",
	"name": "Guy Clark"
}, {
	"quote": "This business is always changing. If you're going to be a leader, you've got to take chances.",
	"name": "Ronnie Milsap"
}, {
	"quote": "Reed Morano is an amazing woman and one of the most extraordinary people I've had the chance to work with.",
	"name": "O. T. Fagbenle"
}, {
	"quote": "Sometimes I just have a chance to go forward, so of course I try to make the most of it.",
	"name": "Julie Ertz"
}]