[{
	"quote": "Only I can change my life. No one can do it for me.",
	"name": "Carol Burnett"
}, {
	"quote": "Change your life today. Don't gamble on the future, act now, without delay.",
	"name": "Simone de Beauvoir"
}, {
	"quote": "Education is the most powerful weapon which you can use to change the world.",
	"name": "Nelson Mandela"
}, {
	"quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
	"name": "Jimmy Dean"
}, {
	"quote": "If you don't like something, change it. If you can't change it, change your attitude.",
	"name": "Maya Angelou"
}, {
	"quote": "Change your thoughts and you change your world.",
	"name": "Norman Vincent Peale"
}, {
	"quote": "Change is the end result of all true learning.",
	"name": "Leo Buscaglia"
}, {
	"quote": "Never believe that a few caring people can't change the world. For, indeed, that's all who ever have.",
	"name": "Margaret Mead"
}, {
	"quote": "Let us remember: One book, one pen, one child, and one teacher can change the world.",
	"name": "Malala Yousafzai"
}, {
	"quote": "When you forgive, you in no way change the past - but you sure do change the future.",
	"name": "Bernard Meltzer"
}, {
	"quote": "Voting is the only way to make change in a democracy.",
	"name": "Christine Todd Whitman"
}, {
	"quote": "If there is no struggle, there is no progress.",
	"name": "Frederick Douglass"
}, {
	"quote": "I can't change my personality. I'll always smile, but I'll be more focused.",
	"name": "Katarina Johnson-Thompson"
}, {
	"quote": "Art, freedom and creativity will change society faster than politics.",
	"name": "Victor Pinchuk"
}, {
	"quote": "Together we can change the world, just one random act of kindness at a time.",
	"name": "Ron Hall"
}, {
	"quote": "Just when I think I have learned the way to live, life changes.",
	"name": "Hugh Prather"
}, {
	"quote": "You must be the change you wish to see in the world.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Prayer does not change God, but it changes him who prays.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Intelligence is the ability to adapt to change.",
	"name": "Stephen Hawking"
}, {
	"quote": "No matter what people tell you, words and ideas can change the world.",
	"name": "Robin Williams"
}, {
	"quote": "The first step toward change is awareness. The second step is acceptance.",
	"name": "Nathaniel Branden"
}, {
	"quote": "There is nothing permanent except change.",
	"name": "Heraclitus"
}, {
	"quote": "Creative thinking inspires ideas. Ideas inspire change.",
	"name": "Barbara Januszkiewicz"
}, {
	"quote": "Growth is painful. Change is painful. But, nothing is as painful as staying stuck where you do not belong.",
	"name": "N. R. Narayana Murthy"
}, {
	"quote": "The pessimist complains about the wind; the optimist expects it to change; the realist adjusts the sails.",
	"name": "William Arthur Ward"
}, {
	"quote": "If you change the way you look at things, the things you look at change.",
	"name": "Wayne Dyer"
}, {
	"quote": "Acting is magical. Change your look and your attitude, and you can be anyone.",
	"name": "Alicia Witt"
}, {
	"quote": "Your surroundings may change but your essence and your personality pretty much stay the same.",
	"name": "Jenna Dewan"
}, {
	"quote": "Times and conditions change so rapidly that we must keep our aim constantly focused on the future.",
	"name": "Walt Disney"
}, {
	"quote": "One good teacher in a lifetime may sometimes change a delinquent into a solid citizen.",
	"name": "Philip Wylie"
}, {
	"quote": "You cannot change your destination overnight, but you can change your direction overnight.",
	"name": "Jim Rohn"
}, {
	"quote": "I'm like a tree. My leaves might change color, but my roots are the same.",
	"name": "Rose Namajunas"
}, {
	"quote": "They always say time changes things, but you actually have to change them yourself.",
	"name": "Andy Warhol"
}, {
	"quote": "If you don't like how things are, change it! You're not a tree.",
	"name": "Jim Rohn"
}, {
	"quote": "When we are no longer able to change a situation - we are challenged to change ourselves.",
	"name": "Viktor E. Frankl"
}, {
	"quote": "People change and forget to tell each other.",
	"name": "Lillian Hellman"
}, {
	"quote": "We need money. We need hits. Hits bring money, money bring power, power bring fame, fame change the game.",
	"name": "Young Thug"
}, {
	"quote": "The only way to make sense out of change is to plunge into it, move with it, and join the dance.",
	"name": "Alan Watts"
}, {
	"quote": "Music can change the world because it can change people.",
	"name": "Bono"
}, {
	"quote": "Some people change when they think they're a star or something.",
	"name": "Paris Hilton"
}, {
	"quote": "If you do not change direction, you may end up where you are heading.",
	"name": "Lao Tzu"
}, {
	"quote": "We cannot change the cards we are dealt, just how we play the game.",
	"name": "Randy Pausch"
}, {
	"quote": "Change, like sunshine, can be a friend or a foe, a blessing or a curse, a dawn or a dusk.",
	"name": "William Arthur Ward"
}, {
	"quote": "Teachers can change lives with just the right mix of chalk and challenges.",
	"name": "Joyce Meyer"
}, {
	"quote": "Ethics and equity and the principles of justice do not change with the calendar.",
	"name": "D. H. Lawrence"
}, {
	"quote": "When you blame others, you give up your power to change.",
	"name": "Robert Anthony"
}, {
	"quote": "With only one bag, you can change your outfit completely.",
	"name": "Sonia Rykiel"
}, {
	"quote": "There are three constants in life... change, choice and principles.",
	"name": "Stephen Covey"
}, {
	"quote": "Each one of us can make a difference. Together we make change.",
	"name": "Barbara Mikulski"
}, {
	"quote": "You change the world by being yourself.",
	"name": "Yoko Ono"
}, {
	"quote": "I don't know that love changes. People change. Circumstances change.",
	"name": "Nicholas Sparks"
}, {
	"quote": "To improve is to change; to be perfect is to change often.",
	"name": "Winston Churchill"
}, {
	"quote": "Everyone thinks of changing the world, but no one thinks of changing himself.",
	"name": "Leo Tolstoy"
}, {
	"quote": "Miracles happen everyday, change your perception of what a miracle is and you'll see them all around you.",
	"name": "Jon Bon Jovi"
}, {
	"quote": "Ignorance is always afraid of change.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "Goals allow you to control the direction of change in your favor.",
	"name": "Brian Tracy"
}, {
	"quote": "I've always been the type that, every few months, I'm like, 'Let's change the haircut one more time.'",
	"name": "Coco Rocha"
}, {
	"quote": "If you accept the expectations of others, especially negative ones, then you never will change the outcome.",
	"name": "Michael Jordan"
}, {
	"quote": "Change your opinions, keep to your principles; change your leaves, keep intact your roots.",
	"name": "Victor Hugo"
}, {
	"quote": "We can change our lives. We can do, have, and be exactly what we wish.",
	"name": "Tony Robbins"
}, {
	"quote": "A change of scenery can help everything.",
	"name": "Drew Pomeranz"
}, {
	"quote": "You want to be the pebble in the pond that creates the ripple for change.",
	"name": "Tim Cook"
}, {
	"quote": "What is necessary to change a person is to change his awareness of himself.",
	"name": "Abraham Maslow"
}, {
	"quote": "I believe people change. I think that they can learn from mistakes.",
	"name": "Kevin Plank"
}, {
	"quote": "One thing modeling taught me is that the spotlight can change everything.",
	"name": "Liya Kebede"
}, {
	"quote": "Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream.",
	"name": "Debby Boone"
}, {
	"quote": "The entrepreneur always searches for change, responds to it, and exploits it as an opportunity.",
	"name": "Peter Drucker"
}, {
	"quote": "Only the wisest and stupidest of men never change.",
	"name": "Confucius"
}, {
	"quote": "As engineers, we were going to be in a position to change the world - not just study it.",
	"name": "Henry Petroski"
}, {
	"quote": "The only person who is educated is the one who has learned how to learn and change.",
	"name": "Carl Rogers"
}, {
	"quote": "Cinema is a mirror that can change the world.",
	"name": "Diego Luna"
}, {
	"quote": "Time changes everything except something within us which is always surprised by change.",
	"name": "Thomas Hardy"
}, {
	"quote": "The good and bad things are what form us as people... change makes us grow.",
	"name": "Kate Winslet"
}, {
	"quote": "A small group of thoughtful people could change the world. Indeed, it's the only thing that ever has.",
	"name": "Margaret Mead"
}, {
	"quote": "Things don't have to change the world to be important.",
	"name": "Steve Jobs"
}, {
	"quote": "When you jump for joy, beware that no one moves the ground from beneath your feet.",
	"name": "Stanislaw Jerzy Lec"
}, {
	"quote": "The robots are coming, whether we like it or not, and will change our economy in dramatic ways.",
	"name": "Kristen Soltis Anderson"
}, {
	"quote": "All great change in America begins at the dinner table.",
	"name": "Ronald Reagan"
}, {
	"quote": "You will never change your life until you change something you do daily.",
	"name": "Mike Murdock"
}, {
	"quote": "What we achieve inwardly will change outer reality.",
	"name": "Plutarch"
}, {
	"quote": "There are good and bad times, but our mood changes more often than our fortune.",
	"name": "Thomas Carlyle"
}, {
	"quote": "There is nothing so stable as change.",
	"name": "Bob Dylan"
}, {
	"quote": "I can't really change my life to accommodate people who are jealous. I don't see why I should.",
	"name": "Sting"
}, {
	"quote": "There's a lot of things that need to change. One specifically? Police brutality.",
	"name": "Colin Kaepernick"
}, {
	"quote": "You change your life by changing your heart.",
	"name": "Max Lucado"
}, {
	"quote": "A change in the weather is sufficient to recreate the world and ourselves.",
	"name": "Marcel Proust"
}, {
	"quote": "Some people don't like change, but you need to embrace change if the alternative is disaster.",
	"name": "Elon Musk"
}, {
	"quote": "Change takes courage.",
	"name": "Alexandria Ocasio-Cortez"
}, {
	"quote": "If I want to knock a story off the front page, I just change my hairstyle.",
	"name": "Hillary Clinton"
}, {
	"quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future.",
	"name": "John F. Kennedy"
}, {
	"quote": "The rules of survival never change, whether you're in a desert or in an arena.",
	"name": "Bear Grylls"
}, {
	"quote": "To exist is to change, to change is to mature, to mature is to go on creating oneself endlessly.",
	"name": "Henri Bergson"
}, {
	"quote": "There are many things we do not want about the world. Let us not just mourn them. Let us change them.",
	"name": "Ferdinand Marcos"
}, {
	"quote": "Since we cannot change reality, let us change the eyes which see reality.",
	"name": "Nikos Kazantzakis"
}, {
	"quote": "Face the facts of being what you are, for that is what changes what you are.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "A lot can change in the editing room.",
	"name": "Diane Lane"
}, {
	"quote": "The curious paradox is that when I accept myself just as I am, then I can change.",
	"name": "Carl Rogers"
}, {
	"quote": "For changes to be of any true value, they've got to be lasting and consistent.",
	"name": "Tony Robbins"
}, {
	"quote": "If you want to change the world, start off by making your bed.",
	"name": "William H. McRaven"
}, {
	"quote": "A leopard does not change his spots, or change his feeling that spots are rather a credit.",
	"name": "Ivy Compton-Burnett"
}, {
	"quote": "Change is always a little bit strange.",
	"name": "Brendon Urie"
}, {
	"quote": "I was willing to accept what I couldn't change.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "You can change your world by changing your words... Remember, death and life are in the power of the tongue.",
	"name": "Joel Osteen"
}, {
	"quote": "The ones who are crazy enough to think that they can change the world are the ones who do.",
	"name": "John McAfee"
}, {
	"quote": "A change of season calls for a change of scent that is both energizing and refreshing.",
	"name": "Hannah Bronfman"
}, {
	"quote": "Don't change on me. Don't extort me unless you intend to do it forever.",
	"name": "Tupac Shakur"
}, {
	"quote": "I wake up every day in a different headspace, so on any given day, my hairstyle will change.",
	"name": "Dawn Richard"
}, {
	"quote": "I know my soul is beautiful; I know I'm a good person. And that will never change for me.",
	"name": "Khloe Kardashian"
}, {
	"quote": "I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better.",
	"name": "Plutarch"
}, {
	"quote": "If we don't change, we don't grow. If we don't grow, we aren't really living.",
	"name": "Gail Sheehy"
}, {
	"quote": "Like sunshine, music is a powerful force that can instantly and almost chemically change your entire mood.",
	"name": "Michael Franti"
}, {
	"quote": "Friendships that have stood the test of time and change are surely best.",
	"name": "Joseph Parry"
}, {
	"quote": "People change all the time.",
	"name": "Tony Shalhoub"
}, {
	"quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.",
	"name": "Oprah Winfrey"
}, {
	"quote": "True change takes place in the imagination.",
	"name": "Unknown"
}, {
	"quote": "I wouldn't change anything. I've made mistakes, but thanks to those mistakes, I've learned.",
	"name": "Enrique Iglesias"
}, {
	"quote": "After all, the ordinary hero hiding in each of us is often the most powerful catalyst for change.",
	"name": "Tate Taylor"
}, {
	"quote": "The universe is change; our life is what our thoughts make it.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Isn't life a series of images that change as they repeat themselves?",
	"name": "Andy Warhol"
}, {
	"quote": "Excellent firms don't believe in excellence - only in constant improvement and constant change.",
	"name": "Tom Peters"
}, {
	"quote": "The world of marketing has changed. You can lead the change or be a victim of change.",
	"name": "Denise Morrison"
}, {
	"quote": "The truth does not change according to our ability to stomach it.",
	"name": "Flannery O'Connor"
}, {
	"quote": "In true dialogue, both sides are willing to change.",
	"name": "Thich Nhat Hanh"
}, {
	"quote": "People change over the years, and that changes situations for good and for bad.",
	"name": "Bobby Knight"
}, {
	"quote": "Loss is nothing else but change, and change is Nature's delight.",
	"name": "Marcus Aurelius"
}, {
	"quote": "The only constant in the technology industry is change.",
	"name": "Marc Benioff"
}, {
	"quote": "It is not necessary to change. Survival is not mandatory.",
	"name": "W. Edwards Deming"
}, {
	"quote": "The power of mathematics is often to change one thing into another, to change geometry into language.",
	"name": "Marcus du Sautoy"
}, {
	"quote": "I like to change. A new lamp, a piece of art, can transform a room.",
	"name": "Madonna Ciccone"
}, {
	"quote": "If you can't change your fate, change your attitude.",
	"name": "Charles Revson"
}, {
	"quote": "It takes but one person, one moment, one conviction, to start a ripple of change.",
	"name": "Donna Brazile"
}, {
	"quote": "I think you should always bear in mind that entropy is not on your side.",
	"name": "Elon Musk"
}, {
	"quote": "Money and success don't change people; they merely amplify what is already there.",
	"name": "Will Smith"
}, {
	"quote": "A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune.",
	"name": "Horace"
}, {
	"quote": "Peace, unity, love, and nonviolence should be our rallying cry and the catalyst for change in our nation.",
	"name": "Tony Evans"
}, {
	"quote": "Ask yourself: Have you been kind today? Make kindness your daily modus operandi and change your world.",
	"name": "Annie Lennox"
}, {
	"quote": "Lighting is a good way to change the look of a place without spending much.",
	"name": "Bobby Berk"
}, {
	"quote": "A change in bad habits leads to a change in life.",
	"name": "Jenny Craig"
}, {
	"quote": "We all have big changes in our lives that are more or less a second chance.",
	"name": "Harrison Ford"
}, {
	"quote": "Change makes you find your calling, your legacy, and God's divine plan for your life. Don't run from it.",
	"name": "Iman"
}, {
	"quote": "Civilization exists by geological consent, subject to change without notice.",
	"name": "Will Durant"
}, {
	"quote": "It's not the destination that matters. It's the change of scene.",
	"name": "Brian Eno"
}, {
	"quote": "One encounter with Jesus Christ is enough to change you, instantly, forever.",
	"name": "Luis Palau"
}, {
	"quote": "I feel proud of my journey. I wouldn't change it.",
	"name": "Dianne Reeves"
}, {
	"quote": "If you have an opportunity to help others or incite change, it feels like a moral obligation to do so.",
	"name": "Elizabeth Chambers"
}, {
	"quote": "I may be a living legend, but that sure don't help when I've got to change a flat tire.",
	"name": "Roy Orbison"
}, {
	"quote": "The Internet will change the way we work, live, learn, and play.",
	"name": "John T. Chambers"
}, {
	"quote": "Change before you have to.",
	"name": "Jack Welch"
}, {
	"quote": "Sometimes it's the smallest decisions that can change your life forever.",
	"name": "Keri Russell"
}, {
	"quote": "We cannot change anything until we accept it. Condemnation does not liberate, it oppresses.",
	"name": "Carl Jung"
}, {
	"quote": "A fanatic is one who can't change his mind and won't change the subject.",
	"name": "Winston Churchill"
}, {
	"quote": "They must often change, who would be constant in happiness or wisdom.",
	"name": "Confucius"
}, {
	"quote": "I don't know if my hairstyles reflect that, but I am someone who enjoys change.",
	"name": "Cobi Jones"
}, {
	"quote": "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable.",
	"name": "Denis Waitley"
}, {
	"quote": "Everything can change in the blink of an eye. But don't worry; God never blinks.",
	"name": "Regina Brett"
}, {
	"quote": "In order to change the world, you have to get your head together first.",
	"name": "Jimi Hendrix"
}, {
	"quote": "It's time to bring a change because the world is changing. Let's open our minds and live in present.",
	"name": "Qandeel Baloch"
}, {
	"quote": "In tough times, we all hope for knights in shining armor, or the cavalry, to show up and effect change.",
	"name": "Dean Devlin"
}, {
	"quote": "To change ones life: Start immediately. Do it flamboyantly.",
	"name": "William James"
}, {
	"quote": "Some people call it global warming; some people call it climate change. What is the difference?",
	"name": "Frank Luntz"
}, {
	"quote": "Repentance means you change your mind so deeply that it changes you.",
	"name": "Bruce Wilkinson"
}, {
	"quote": "You know, I change my hair color a lot, I do all sorts of different things.",
	"name": "Kelly Lynch"
}, {
	"quote": "You will not solve global climate change by hitting the delete button.",
	"name": "Tom Brokaw"
}, {
	"quote": "As a leader, the first person I need to lead is me. The first person that I should try to change is me.",
	"name": "John C. Maxwell"
}, {
	"quote": "It is not strange... to mistake change for progress.",
	"name": "Millard Fillmore"
}, {
	"quote": "I'm very interested in how people change.",
	"name": "Nathan Englander"
}, {
	"quote": "Aging gracefully means being flexible, being open, allowing change, enjoying change and loving yourself.",
	"name": "Wendy Whelan"
}, {
	"quote": "I benefit from a change of scenery; it's always inspiring.",
	"name": "Kurt Vile"
}, {
	"quote": "I'm not going to change; I'm very stubborn in this way. I am what I am.",
	"name": "Anne Wojcicki"
}, {
	"quote": "Being ready isn't enough; you have to be prepared for a promotion or any other significant change.",
	"name": "Pat Riley"
}, {
	"quote": "When we lose, we don't have to change everything but correct things by working hard.",
	"name": "Neymar"
}, {
	"quote": "If your life changes, we can change the world, too.",
	"name": "Yoko Ono"
}, {
	"quote": "I think fatherhood would change anybody when you have your first son. It's been amazing.",
	"name": "Russell Westbrook"
}, {
	"quote": "One change always leaves the way open for the establishment of others.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "I believe global warming and climate change are real threats to our planet.",
	"name": "Andrew Cuomo"
}, {
	"quote": "Hair color is the easiest way to change your appearance, but a bad dye job might draw more attention to you.",
	"name": "Lisa Lutz"
}, {
	"quote": "Remember that life's big changes rarely give advance warning.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "You're only as young as the last time you changed your mind.",
	"name": "Timothy Leary"
}, {
	"quote": "Wars of nations are fought to change maps. But wars of poverty are fought to map change.",
	"name": "Muhammad Ali"
}, {
	"quote": "Injuries obviously change the way you approach the game.",
	"name": "Brett Favre"
}, {
	"quote": "The reality is that the only way change comes is when you lead by example.",
	"name": "Anne Wojcicki"
}, {
	"quote": "Change is inevitable. Change is constant.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "You put high heels on and you change.",
	"name": "Manolo Blahnik"
}, {
	"quote": "If you change the way you tell your own story, you can change the colour and create a life in technicolour.",
	"name": "Isabel Allende"
}, {
	"quote": "Change is hard and requires constant struggle and determination.",
	"name": "Sadiq Khan"
}, {
	"quote": "I think women have to change their hairstyle from time to time.",
	"name": "Yulia Tymoshenko"
}, {
	"quote": "The foolish and the dead alone never change their opinions.",
	"name": "James Russell Lowell"
}, {
	"quote": "I was born not knowing and have had only a little time to change that here and there.",
	"name": "Richard P. Feynman"
}, {
	"quote": "In reality, climate change is actually the biggest thing that's going on every single day.",
	"name": "Bill McKibben"
}, {
	"quote": "People change, they grow.",
	"name": "Jacob Young"
}, {
	"quote": "The first resistance to social change is to say it's not necessary.",
	"name": "Gloria Steinem"
}, {
	"quote": "A big idea is great, but putting that big idea into action has the power to change the world.",
	"name": "Tae Yoo"
}, {
	"quote": "If something is true, no amount of wishful thinking will change it.",
	"name": "Richard Dawkins"
}, {
	"quote": "We will never end poverty if we don't tackle climate change.",
	"name": "Jim Yong Kim"
}, {
	"quote": "You are never too young to learn, never too old to change.",
	"name": "Russell M. Nelson"
}, {
	"quote": "Anyone who believes you can't change history has never tried to write his memoirs.",
	"name": "David Ben-Gurion"
}, {
	"quote": "Change is always happening. That's one of the wonderful things about jazz music.",
	"name": "Maynard Ferguson"
}, {
	"quote": "When you create change with your point of view, you have to be ready for what comes with that.",
	"name": "Wynton Marsalis"
}, {
	"quote": "Optimists are usually wrong. But all the great change in history, positive change, was done by optimists.",
	"name": "Thomas Friedman"
}, {
	"quote": "Wisdom lies neither in fixity nor in change, but in the dialectic between the two.",
	"name": "Octavio Paz"
}, {
	"quote": "In difficult times, it's important to speak up. We cannot change the past, but we can impact the future.",
	"name": "Mark Parker"
}, {
	"quote": "You can't think about things you want to change. Just be yourself.",
	"name": "Ethan Embry"
}, {
	"quote": "Enjoy every moment: you never know when things might change.",
	"name": "Natalie Imbruglia"
}, {
	"quote": "If you're going to change things, you have to be with the people who hold the levers.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "Things do not change; we change.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Journalism is what maintains democracy. It's the force for progressive social change.",
	"name": "Andrew Vachss"
}, {
	"quote": "Change in all things is sweet.",
	"name": "Aristotle"
}, {
	"quote": "Win as if you were used to it, lose as if you enjoyed it for a change.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "The right quote can inspire people to change their ways.",
	"name": "Zig Ziglar"
}, {
	"quote": "Peace of mind comes from not wanting to change others.",
	"name": "Gerald Jampolsky"
}, {
	"quote": "Do not let circumstances control you. You change your circumstances.",
	"name": "Jackie Chan"
}, {
	"quote": "Failure is not fatal, but failure to change might be.",
	"name": "John Wooden"
}, {
	"quote": "I'm not going to change the world. You're not going to change the world. But we can help - we can all help.",
	"name": "Cristiano Ronaldo"
}, {
	"quote": "All your mannerisms change easily when you have inch-long acrylic nails.",
	"name": "Margot Robbie"
}, {
	"quote": "I think there are certain ways that people are always themselves, but I do think people change.",
	"name": "Mike White"
}, {
	"quote": "Change will come slowly, across generations, because old beliefs die hard even when demonstrably false.",
	"name": "E. O. Wilson"
}, {
	"quote": "The function of prayer is not to influence God, but rather to change the nature of the one who prays.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "Life is full of change and uncertainty. We know this. We experience it on a daily basis.",
	"name": "Carre Otis"
}, {
	"quote": "All we need, really, is a change from a near frigid to a tropical attitude of mind.",
	"name": "Marjory Stoneman Douglas"
}, {
	"quote": "The question is not whether we are able to change but whether we are changing fast enough.",
	"name": "Angela Merkel"
}, {
	"quote": "What's dangerous is not to evolve.",
	"name": "Jeff Bezos"
}, {
	"quote": "Only idiots refuse to change their minds.",
	"name": "Brigitte Bardot"
}, {
	"quote": "The life purpose of the true social entrepreneur is to change the world.",
	"name": "Bill Drayton"
}, {
	"quote": "If you want to make enemies, try to change something.",
	"name": "Woodrow Wilson"
}, {
	"quote": "To change a habit, make a conscious decision, then act out the new behavior.",
	"name": "Maxwell Maltz"
}, {
	"quote": "I am a big proponent of character arcs that show us how people change over time.",
	"name": "Annalee Newitz"
}, {
	"quote": "Let the great world spin for ever down the ringing grooves of change.",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "Shoes can change an outfit.",
	"name": "Tina Knowles"
}, {
	"quote": "All is connected... no one thing can change by itself.",
	"name": "Paul Hawken"
}, {
	"quote": "The more you drive positive change, the more enhanced your business model.",
	"name": "Anand Mahindra"
}, {
	"quote": "All time is all time. It does not change. It does not lend itself to warnings or explanations. It simply is.",
	"name": "Kurt Vonnegut"
}, {
	"quote": "Every single person has the power to change the world and help people.",
	"name": "Laura Marano"
}, {
	"quote": "If you want to change attitudes, start with a change in behavior.",
	"name": "William Glasser"
}, {
	"quote": "And Seaman, just like a falling oak, manages to change direction.",
	"name": "John Motson"
}, {
	"quote": "Things of this world are in so constant a flux, that nothing remains long in the same state.",
	"name": "John Locke"
}, {
	"quote": "I believe we are on an irreversible trend toward more freedom and democracy - but that could change.",
	"name": "Dan Quayle"
}, {
	"quote": "That's why I want to change Mississippi. You don't run away from problems - you just face them.",
	"name": "Fannie Lou Hamer"
}, {
	"quote": "Apologies are great, but they don't really change anything. You know what does? Action.",
	"name": "Stella Young"
}, {
	"quote": "Change will never happen when people lack the ability and courage to see themselves for who they are.",
	"name": "Bryant H. McGill"
}, {
	"quote": "The more things change, the more they are the same.",
	"name": "Alphonse Karr"
}, {
	"quote": "Automation will significantly change many people's lives in ways that may be painful and enduring.",
	"name": "Moshe Vardi"
}, {
	"quote": "Each child is an adventure into a better life - an opportunity to change the old pattern and make it new.",
	"name": "Hubert H. Humphrey"
}, {
	"quote": "Sometimes if you want to see a change for the better, you have to take things into your own hands.",
	"name": "Clint Eastwood"
}, {
	"quote": "Someone had to change the world. And obviously I was the one for the job.",
	"name": "Joan Baez"
}, {
	"quote": "We enjoy change and freshness, and disco was only one area we've delved into.",
	"name": "Barry Gibb"
}, {
	"quote": "I change my mind a lot. I usually don't agree with what I say very much. I'm an awful liar.",
	"name": "David Bowie"
}, {
	"quote": "Change alone is eternal, perpetual, immortal.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "Winners must learn to relish change with the same enthusiasm and energy that we have resisted it in the past.",
	"name": "Tom Peters"
}, {
	"quote": "Change occurs in direct proportion to dissatisfaction, but dissatisfaction never changes.",
	"name": "Douglas Horton"
}, {
	"quote": "I can't change everything by myself but I can be one of the people who are trying to change the situation.",
	"name": "Haile Gebrselassie"
}, {
	"quote": "We shall never change our political leaders until we change the people who elect them.",
	"name": "Mark Skousen"
}, {
	"quote": "I just don't believe that you have to come in and insult people when you want to change things.",
	"name": "Sydney Schanberg"
}, {
	"quote": "Man needs, for his happiness, not only the enjoyment of this or that, but hope and enterprise and change.",
	"name": "Bertrand Russell"
}, {
	"quote": "I've seen a lot of seasons, change in my time. It's been a very lucky life.",
	"name": "Tom Brokaw"
}, {
	"quote": "If you want to change things, it requires bravery.",
	"name": "Naftali Bennett"
}, {
	"quote": "I just think we're living in a time of massive, amazing change, like the Industrial Revolution on acid.",
	"name": "Kelly Lynch"
}, {
	"quote": "In times of rapid change, experience could be your worst enemy.",
	"name": "J. Paul Getty"
}, {
	"quote": "He that will not apply new remedies must expect new evils; for time is the greatest innovator.",
	"name": "Francis Bacon"
}, {
	"quote": "And almost always there has to be change, change in the characters is the journey - it's the story.",
	"name": "Graham Brown"
}, {
	"quote": "Everything changes but change.",
	"name": "Israel Zangwill"
}, {
	"quote": "You hold the keys of change within you. You be the change you want to see.",
	"name": "Victoria Osteen"
}, {
	"quote": "Dogs and other animals - goats, donkeys, cows, a grumpy rooster - continue to change my writing life.",
	"name": "Jon Katz"
}, {
	"quote": "One new feature or fresh take can change everything.",
	"name": "Neil Young"
}, {
	"quote": "The speed of change makes you wonder what will become of architecture.",
	"name": "Tadao Ando"
}, {
	"quote": "Sometimes a good love song can change the world and create positive energy more than any political song can.",
	"name": "Serj Tankian"
}, {
	"quote": "Very often a change of self is needed more than a change of scene.",
	"name": "A. C. Benson"
}, {
	"quote": "I believe it's less risky long-term to embrace change.",
	"name": "Charlie Ergen"
}, {
	"quote": "When it becomes more difficult to suffer than to change... you will change.",
	"name": "Robert Anthony"
}, {
	"quote": "No change of circumstances can repair a defect of character.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Progress is a nice word. But change is its motivator. And change has its enemies.",
	"name": "Robert Kennedy"
}, {
	"quote": "You don't change the course of history by turning the faces of portraits to the wall.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "We live in a world defined by the rapid pace of technological change.",
	"name": "Jerome Powell"
}, {
	"quote": "Without change, something sleeps inside us, and seldom awakens. The sleeper must awaken.",
	"name": "Frank Herbert"
}, {
	"quote": "Just because everything is different doesn't mean anything has changed.",
	"name": "Irene Peter"
}, {
	"quote": "You can change friends but not neighbours.",
	"name": "Atal Bihari Vajpayee"
}, {
	"quote": "In order to design a future of positive change, we must first become expert at changing our minds.",
	"name": "Jacque Fresco"
}, {
	"quote": "Like it or not, the world evolves, priorities change and so do you.",
	"name": "Marilu Henner"
}, {
	"quote": "I am unapologetic about the need for social change, greater inclusion, and equity.",
	"name": "Marley Dias"
}, {
	"quote": "One must change one's tactics every ten years if one wishes to maintain one's superiority.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "You cannot expect to achieve new goals or move beyond your present circumstances unless you change.",
	"name": "Les Brown"
}, {
	"quote": "He who is fixed to a star does not change his mind.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "People are fed up with seeing the same thing over and over. They want a qualitative change.",
	"name": "Amitabh Bachchan"
}, {
	"quote": "After certain ups and downs, a person does change, and I have changed for good.",
	"name": "Divyanka Tripathi"
}, {
	"quote": "You can go slow. Allow your dreams and goals to change, but live an intentional life.",
	"name": "Kumail Nanjiani"
}, {
	"quote": "A new car is not going to change your life.",
	"name": "Monica Ali"
}, {
	"quote": "Relentless, repetitive self talk is what changes our self-image.",
	"name": "Denis Waitley"
}, {
	"quote": "You must welcome change as the rule but not as your ruler.",
	"name": "Denis Waitley"
}, {
	"quote": "It all happened the way it was supposed to. I wouldn't change anything. I had such a great run.",
	"name": "Carol Burnett"
}, {
	"quote": "Time is neutral and does not change things. With courage and initiative, leaders change things.",
	"name": "Jesse Jackson"
}, {
	"quote": "As the facts change, change your thesis. Don't be a stubborn mule, or you'll get killed.",
	"name": "Barry Sternlicht"
}, {
	"quote": "All change is not growth, as all movement is not forward.",
	"name": "Ellen Glasgow"
}, {
	"quote": "There's no reason to change what you are, but if you're not being you, then you need to acknowledge that.",
	"name": "Marilyn Manson"
}, {
	"quote": "If the facts don't fit the theory, change the facts.",
	"name": "Unknown"
}, {
	"quote": "Virtual reality and augmented reality will change the way we shop.",
	"name": "Michio Kaku"
}, {
	"quote": "There is no death, only a change of worlds.",
	"name": "Chief Seattle"
}, {
	"quote": "The ability to change constantly and effectively is made easier by high-level continuity.",
	"name": "Michael Porter"
}, {
	"quote": "Words are powerful; if you change your words, you can change your life.",
	"name": "Joyce Meyer"
}, {
	"quote": "Selling an electric sports car creates an opportunity to fundamentally change the way America drives.",
	"name": "Elon Musk"
}, {
	"quote": "'Movement is life;' and it is well to be able to forget the past, and kill the present by continual change.",
	"name": "Jules Verne"
}, {
	"quote": "We must all obey the great law of change. It is the most powerful law of nature.",
	"name": "Edmund Burke"
}, {
	"quote": "All things are only transitory.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "The effects of climate change are real and must be acted on.",
	"name": "Joe Biden"
}, {
	"quote": "Agility is fundamental to leading a team through times of change.",
	"name": "Sandra E. Peterson"
}, {
	"quote": "If you could go back and change things, you might not be the person you are right now.",
	"name": "Walter Payton"
}, {
	"quote": "Life belongs to the living, and he who lives must be prepared for changes.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "All things must change to something new, to something strange.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "Opinions are made to be changed - or how is truth to be got at?",
	"name": "Lord Byron"
}, {
	"quote": "The world has entered an era of the most profound and challenging change in human history.",
	"name": "Stephen Covey"
}, {
	"quote": "There are people in the world who have the power to change our values.",
	"name": "John Mayer"
}, {
	"quote": "Change is not merely necessary to life - it is life.",
	"name": "Alvin Toffler"
}, {
	"quote": "The world is changing very fast. Big will not beat small anymore. It will be the fast beating the slow.",
	"name": "Rupert Murdoch"
}, {
	"quote": "Social change comes through people.",
	"name": "Paul Watson"
}, {
	"quote": "Thank God I'm very satisfied with the way God created me, and I wouldn't change a thing.",
	"name": "Leila Lopes"
}, {
	"quote": "I'm into designing houses and interior design. I like change. I like creating things out of nothing.",
	"name": "Chris Kirkpatrick"
}, {
	"quote": "As human beings we do change, grow, adapt, perhaps even learn and become wiser.",
	"name": "Wendy Carlos"
}, {
	"quote": "If the shoe doesn't fit, must we change the foot?",
	"name": "Gloria Steinem"
}, {
	"quote": "Climate change is a really abstract thing in most of the world.",
	"name": "James Balog"
}, {
	"quote": "Love is an attempt to change a piece of a dream world into reality.",
	"name": "Theodor Reik"
}, {
	"quote": "In thirteen years, every aspect of the universe can change - ask a thirteen-year-old.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Change alone is unchanging.",
	"name": "Heraclitus"
}, {
	"quote": "I try to contrast; life today is full of contrast... We have to change.",
	"name": "Gianni Versace"
}, {
	"quote": "Any change, even a change for the better, is always accompanied by drawbacks and discomforts.",
	"name": "Arnold Bennett"
}, {
	"quote": "Too many people just eat to consume calories. Try dining for a change.",
	"name": "John Walters"
}, {
	"quote": "The world hates change, yet it is the only thing that has brought progress.",
	"name": "Charles Kettering"
}, {
	"quote": "I'm about creating positive change in the communities that I come from.",
	"name": "Malcolm Jenkins"
}, {
	"quote": "Nothing endures but change.",
	"name": "Heraclitus"
}, {
	"quote": "There are two kinds of fools: those who can't change their opinions and those who won't.",
	"name": "Josh Billings"
}, {
	"quote": "If we want a great nation, we have to change it ourselves.",
	"name": "Cory Booker"
}, {
	"quote": "You cannot change a person. Let them be. Let them be the way they are.",
	"name": "Melania Trump"
}, {
	"quote": "I want to test my maximum and see how much I can do. And I want to change the world of swimming.",
	"name": "Michael Phelps"
}, {
	"quote": "Things alter for the worse spontaneously, if they be not altered for the better designedly.",
	"name": "Francis Bacon"
}, {
	"quote": "It's the most unhappy people who most fear change.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "You set paths for yourself, but as you get older, things change.",
	"name": "Ian McShane"
}, {
	"quote": "I never want to change so much that people can't recognize me.",
	"name": "Taylor Swift"
}, {
	"quote": "You don't have to be a superhero to change the arc of history.",
	"name": "Chieh Huang"
}, {
	"quote": "Habits change into character.",
	"name": "Ovid"
}, {
	"quote": "Worry is a useless mulling over of things we cannot change.",
	"name": "Peace Pilgrim"
}, {
	"quote": "In a progressive country change is constant; change is inevitable.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "It's tragic from how far we've come from 'Hope and Change'.",
	"name": "Ted Cruz"
}, {
	"quote": "You can be a catalyst for change but change never really entirely happens just because of one guy.",
	"name": "Robert Griffin III"
}, {
	"quote": "I could say diamonds are a girl's best friend, and that never changes. But the taste for art did change.",
	"name": "Susan Vreeland"
}, {
	"quote": "If you never change your mind, why have one?",
	"name": "Edward de Bono"
}, {
	"quote": "The key to Turkey's success has been its ability to reinvent itself as times change.",
	"name": "Stephen Kinzer"
}, {
	"quote": "Pick up a rifle and you change instantly from a subject to a citizen.",
	"name": "Jeff Cooper"
}, {
	"quote": "I think it is important to differentiate between lip service towards something and actually making change.",
	"name": "Hozier"
}, {
	"quote": "I shall not change my course because those who assume to be better than I desire it.",
	"name": "Victoria Woodhull"
}, {
	"quote": "Change is inevitable. Change for the better is a full-time job.",
	"name": "Adlai Stevenson I"
}, {
	"quote": "Cultural change always precedes political change.",
	"name": "Tessa Thompson"
}, {
	"quote": "I look forward to change, but there is a part of me that absolutely dreads it.",
	"name": "Erica Durance"
}, {
	"quote": "Change, when it comes, cracks everything open.",
	"name": "Dorothy Allison"
}, {
	"quote": "Characters do change over time; there are surprises, role reversals, and things like that.",
	"name": "Paul Dini"
}, {
	"quote": "You change your business plan to anticipate and adapt to changes in the marketplace.",
	"name": "Jon Feltheimer"
}, {
	"quote": "Lord, where we are wrong, make us willing to change; where we are right, make us easy to live with.",
	"name": "Peter Marshall"
}, {
	"quote": "People in both parties are restless for change, ready to break free of old patterns in Washington.",
	"name": "Mike Pence"
}, {
	"quote": "At Apple, we believe that people with passion can change the world.",
	"name": "Angela Ahrendts"
}, {
	"quote": "I have to change. It's like a curse.",
	"name": "Miles Davis"
}, {
	"quote": "Perfection is immutable. But for things imperfect, change is the way to perfect them.",
	"name": "Owen Feltham"
}, {
	"quote": "Change is the only constant. Hanging on is the only sin.",
	"name": "Denise McCluggage"
}, {
	"quote": "All men can and will change. But there's only one woman we're going to change for.",
	"name": "Steve Harvey"
}, {
	"quote": "Change brings opportunity.",
	"name": "Nido Qubein"
}, {
	"quote": "Because things are the way they are, things will not stay the way they are.",
	"name": "Bertolt Brecht"
}, {
	"quote": "Weep not that the world changes - did it keep a stable, changeless state, it were cause indeed to weep.",
	"name": "William Cullen Bryant"
}, {
	"quote": "Change is not only likely, it's inevitable.",
	"name": "Barbara Sher"
}, {
	"quote": "Not only is women's work never done, the definition keeps changing.",
	"name": "Bill Copeland"
}, {
	"quote": "Taste may change, but inclination never.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "Success is self-defined. You can choose what you think success is, and you can always change your mind.",
	"name": "Mark Manson"
}, {
	"quote": "All I want to do is change the world.",
	"name": "W. Clement Stone"
}, {
	"quote": "Illness strikes men when they are exposed to change.",
	"name": "Herodotus"
}, {
	"quote": "To change what you get, you must change who you are.",
	"name": "Vernon Howard"
}, {
	"quote": "Anyone who thinks there's safety in numbers hasn't looked at the stock market pages.",
	"name": "Irene Peter"
}, {
	"quote": "Slowness to change usually means fear of the new.",
	"name": "Phil Crosby"
}, {
	"quote": "Change means that what was before wasn't perfect. People want things to be better.",
	"name": "Esther Dyson"
}, {
	"quote": "Change is no threat to culture.",
	"name": "Wade Davis"
}, {
	"quote": "Change is tough, people don't like it, but it is necessary. Take two aspirins and call me in the morning.",
	"name": "Christopher Bond"
}, {
	"quote": "Change is such hard work.",
	"name": "Billy Crystal"
}, {
	"quote": "Excuses change nothing, but make everyone feel better.",
	"name": "Mason Cooley"
}, {
	"quote": "A hero is someone right who doesn't change.",
	"name": "George Foreman"
}, {
	"quote": "Christians are supposed not merely to endure change, nor even to profit by it, but to cause it.",
	"name": "Harry Emerson Fosdick"
}, {
	"quote": "When you are through changing, you are through.",
	"name": "Bruce Barton"
}, {
	"quote": "What we call progress is the exchange of one nuisance for another nuisance.",
	"name": "Havelock Ellis"
}, {
	"quote": "A lot of people get impatient with the pace of change.",
	"name": "James Levine"
}, {
	"quote": "The main dangers in this life are the people who want to change everything... or nothing.",
	"name": "Nancy Astor"
}, {
	"quote": "If you can change three lives in 10, three lives in a hundred, that's got to be good, hasn't it?",
	"name": "Ian Botham"
}, {
	"quote": "As with anything creative, change is inevitable.",
	"name": "Enya"
}, {
	"quote": "Everything in life that we really accept undergoes a change.",
	"name": "Katherine Mansfield"
}, {
	"quote": "The world changes in direct proportion to the number of people willing to be honest about their lives.",
	"name": "Armistead Maupin"
}, {
	"quote": "If you want to change the culture, you will have to start by changing the organization.",
	"name": "Mary Douglas"
}, {
	"quote": "I don't know if you can change things, but it's a drop in the ocean.",
	"name": "Julie Walters"
}, {
	"quote": "If you feel like it's difficult to change, you will probably have a harder time succeeding.",
	"name": "Andrea Jung"
}, {
	"quote": "Serve the dinner backward, do anything - but for goodness sake, do something weird.",
	"name": "Elsa Maxwell"
}, {
	"quote": "Our fathers valued change for the sake of its results; we value it in the act.",
	"name": "Alice Meynell"
}, {
	"quote": "In not my, but our collective hands, is held the promise of change.",
	"name": "Mark Sanford"
}]