[{
	"quote": "Christmas is a season not only of rejoicing but of reflection.",
	"name": "Winston Churchill"
}, {
	"quote": "Christmas waves a magic wand over this world, and behold, everything is softer and more beautiful.",
	"name": "Norman Vincent Peale"
}, {
	"quote": "For it is in giving that we receive.",
	"name": "Francis of Assisi"
}, {
	"quote": "Christmas is joy, religious joy, an inner joy of light and peace.",
	"name": "Pope Francis"
}, {
	"quote": "Maybe Christmas, the Grinch thought, doesn't come from a store.",
	"name": "Dr. Seuss"
}, {
	"quote": "Christmas isn't a season. It's a feeling.",
	"name": "Edna Ferber"
}, {
	"quote": "And know that I am with you always; yes, to the end of time.",
	"name": "Jesus Christ"
}, {
	"quote": "I will honor Christmas in my heart, and try to keep it all the year.",
	"name": "Charles Dickens"
}, {
	"quote": "Christmas is doing a little something extra for someone.",
	"name": "Charles M. Schulz"
}, {
	"quote": "He who has not Christmas in his heart will never find it under a tree.",
	"name": "Roy L. Smith"
}, {
	"quote": "Every gift which is given, even though it be small, is in reality great, if it is given with affection.",
	"name": "Pindar"
}, {
	"quote": "Christmas, my child, is love in action. Every time we love, every time we give, it's Christmas.",
	"name": "Dale Evans"
}, {
	"quote": "Let's be naughty and save Santa the trip.",
	"name": "Gary Allan"
}, {
	"quote": "Christmas is the day that holds all time together.",
	"name": "Alexander Smith"
}, {
	"quote": "Santa Claus has the right idea - visit people only once a year.",
	"name": "Victor Borge"
}, {
	"quote": "It is a fine seasoning for joy to think of those we love.",
	"name": "Moliere"
}, {
	"quote": "The main reason Santa is so jolly is because he knows where all the bad girls live.",
	"name": "George Carlin"
}, {
	"quote": "Christmas and the holidays are the season of giving. It's a time when people are more kind and open-hearted.",
	"name": "Gisele Bundchen"
}, {
	"quote": "The excellence of a gift lies in its appropriateness rather than in its value.",
	"name": "Charles Dudley Warner"
}, {
	"quote": "There would be no Christmas if there was no Easter.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "Nothing says holidays, like a cheese log.",
	"name": "Ellen DeGeneres"
}, {
	"quote": "If you haven't got any charity in your heart, you have the worst kind of heart trouble.",
	"name": "Bob Hope"
}, {
	"quote": "Christmas makes me happy no matter what time of year it comes around.",
	"name": "Bryan White"
}, {
	"quote": "Expectancy is the atmosphere for miracles.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "Christmas... is not an external event at all, but a piece of one's home that one carries in one's heart.",
	"name": "Freya Stark"
}, {
	"quote": "Christmas is a stocking stuffed with sugary goodness.",
	"name": "Mo Rocca"
}, {
	"quote": "The two most joyous times of the year are Christmas morning and the end of school.",
	"name": "Alice Cooper"
}, {
	"quote": "I once wanted to become an atheist, but I gave up - they have no holidays.",
	"name": "Henny Youngman"
}, {
	"quote": "I just think Christmas is a time to embrace all the naughty little things.",
	"name": "Jade Thirlwall"
}, {
	"quote": "Mail your packages early so the post office can lose them in time for Christmas.",
	"name": "Johnny Carson"
}, {
	"quote": "At Christmas play and make good cheer, for Christmas comes but once a year.",
	"name": "Thomas Tusser"
}, {
	"quote": "Christmas, children, is not a date. It is a state of mind.",
	"name": "Mary Ellen Chase"
}, {
	"quote": "Unless we make Christmas an occasion to share our blessings, all the snow in Alaska won't make it 'white'.",
	"name": "Bing Crosby"
}, {
	"quote": "Christmas is, of course, the time to be home - in heart as well as body.",
	"name": "Garry Moore"
}, {
	"quote": "God is in the details.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "I wanted an electric train for Christmas but I got the saxophone instead.",
	"name": "Clarence Clemons"
}, {
	"quote": "I beg to present you as a Christmas gift the city of Savannah.",
	"name": "William Tecumseh Sherman"
}, {
	"quote": "What I don't like about office Christmas parties is looking for a job the next day.",
	"name": "Phyllis Diller"
}, {
	"quote": "For many, Christmas is also a time for coming together. But for others, service will come first.",
	"name": "Queen Elizabeth II"
}, {
	"quote": "That's the true spirit of Christmas; people being helped by people other than me.",
	"name": "Jerry Seinfeld"
}, {
	"quote": "My Christmases have always just been very simple and about family.",
	"name": "Julie Roberts"
}, {
	"quote": "A good conscience is a continual Christmas.",
	"name": "Benjamin Franklin"
}, {
	"quote": "There's nothing sadder in this world than to awake Christmas morning and not be a child.",
	"name": "Erma Bombeck"
}, {
	"quote": "I like the idea of putting your Christmas wish list up and letting people share it.",
	"name": "Bill Gates"
}, {
	"quote": "I love Christmas. Christmas is family time.",
	"name": "Brody Jenner"
}, {
	"quote": "One thing I love about Christmas music is that it has a tradition of warmth.",
	"name": "Zooey Deschanel"
}, {
	"quote": "On the whole, I prefer Christmas as an adult than I did as a child.",
	"name": "Nigella Lawson"
}, {
	"quote": "Pets, like their owners, tend to expand a little over the Christmas period.",
	"name": "Frances Wright"
}, {
	"quote": "Christmas in L.A. is weird. There's no snow. It's not even cold.",
	"name": "Ellie Goulding"
}, {
	"quote": "What I love about Christmas music is it stays around every year and comes back.",
	"name": "India Arie"
}, {
	"quote": "Christmas is always the most fun. I start looking forward to Christmas before it's even summertime.",
	"name": "Mariah Carey"
}, {
	"quote": "I didn't know the full dimensions of forever, but I knew it was longer than waiting for Christmas to come.",
	"name": "Richard Brautigan"
}, {
	"quote": "My fondest memories are generally the day after Thanksgiving. I get the total decorating Christmas itch.",
	"name": "Katharine McPhee"
}, {
	"quote": "I think Christmas is about celebration and come on, on the inside everyone wants to dance.",
	"name": "TobyMac"
}, {
	"quote": "Don't give me books for Christmas; I already have a book.",
	"name": "Jean Harlow"
}, {
	"quote": "I make a huge batch of cinnamon buns on Christmas Eve and bake them off early Christmas morning.",
	"name": "Christina Tosi"
}, {
	"quote": "Christmas is over and Business is Business.",
	"name": "Franklin Pierce Adams"
}, {
	"quote": "Christmas is a holiday that persecutes the lonely, the frayed, and the rejected.",
	"name": "Jimmy Cannon"
}, {
	"quote": "I love singing Christmas carols. I know every harmony to every music-hall Christmas song.",
	"name": "Zooey Deschanel"
}, {
	"quote": "A simplified Christmas isn't about circumstances as much as it is about focus.",
	"name": "Ann Voskamp"
}, {
	"quote": "A typical Christmas is me shucking oysters. I love them and I always get them in at Christmas.",
	"name": "Hugh Bonneville"
}, {
	"quote": "My mom loved my Christmas music, so I did an awful lot of it!",
	"name": "Johnny Mathis"
}, {
	"quote": "For me, hearing my voice is sometimes a little nauseating, especially at Christmas.",
	"name": "Johnny Mathis"
}, {
	"quote": "I am Jewish, but I love Christmas, as most Jews with any taste do, because Hanukkah is lame.",
	"name": "Billy Eichner"
}, {
	"quote": "Some people are born for Halloween, and some are just counting the days until Christmas.",
	"name": "Stephen Graham Jones"
}, {
	"quote": "Halloween starts earlier and earlier, just like Christmas.",
	"name": "Robert Englund"
}, {
	"quote": "Even though we're a week and a half away from Thanksgiving, it's beginning to look a lot like Christmas.",
	"name": "Richard Roeper"
}, {
	"quote": "I love Halloween. I love Thanksgiving. I love Christmas. I love New Year's.",
	"name": "Madelaine Petsch"
}, {
	"quote": "I built my church on Easter services, Christmas Eve services, and Norman Vincent Peale.",
	"name": "Robert H. Schuller"
}, {
	"quote": "My early business ventures included growing Christmas trees and breeding birds.",
	"name": "Richard Branson"
}, {
	"quote": "T'was the night before Christmas, when all through the house, not a creature was stirring, not even a mouse.",
	"name": "Clement Clarke Moore"
}, {
	"quote": "Christmas is a time of year that's so romantic.",
	"name": "Katharine McPhee"
}, {
	"quote": "That is what Christmas should be about, I think - togetherness and playfulness. It's like a game.",
	"name": "Billy Howle"
}, {
	"quote": "I like to spend Christmas with family and friends, pigging out, exchanging gifts and basically doing nothing.",
	"name": "George Kotsiopoulos"
}, {
	"quote": "There's never really been a real hood Christmas movie.",
	"name": "Ice Cube"
}, {
	"quote": "Online, there's no time. It's always Christmas.",
	"name": "Lewis Black"
}, {
	"quote": "Christmas to a child is the first terrible proof that to travel hopefully is better than to arrive.",
	"name": "Stephen Fry"
}, {
	"quote": "Making your Christmas cake in September is perfect, as too fresh a cake crumbles when cut.",
	"name": "Mary Berry"
}, {
	"quote": "During the holiday season, Christmas specifically, it can be hard to be away from family and friends.",
	"name": "Monica Johnson"
}, {
	"quote": "There's something about a Christmas sweater that will always make me laugh.",
	"name": "Kristen Wiig"
}, {
	"quote": "Everybody loves a good Christmas song if you do it right.",
	"name": "Sabrina Carpenter"
}, {
	"quote": "Every Christmas Eve, the elves will come and give us a new pair of pajamas.",
	"name": "Sabrina Carpenter"
}, {
	"quote": "Christmas is the antithesis of Thanksgiving. Christmas is pretty much a man-made holiday.",
	"name": "John Clayton"
}, {
	"quote": "I'm not going to put out a Christmas CD until it's coming out of me naturally.",
	"name": "TobyMac"
}, {
	"quote": "I was a postman one Christmas and I developed a morbid fear of dogs.",
	"name": "Diane Abbott"
}, {
	"quote": "My parents still treat Christmas like I'm thirteen years old.",
	"name": "Mike Shinoda"
}, {
	"quote": "Amy Poehler and I once ambushed people and made them sing Christmas carols with us.",
	"name": "Billy Eichner"
}, {
	"quote": "Please to put a nickel, please to put a dime. How petitions trickle in at Christmas time!",
	"name": "Phyllis McGinley"
}, {
	"quote": "I got a .30-30 for Christmas in the seventh grade. It wasn't what I asked for, by the way.",
	"name": "Matt Bomer"
}, {
	"quote": "People say I don't write books, I make Christmas presents.",
	"name": "Bryce Courtenay"
}, {
	"quote": "Christmas is cheery for some people and depressing for others.",
	"name": "Mark Kozelek"
}, {
	"quote": "I think my ideal Christmas would be to hang out with my mates.",
	"name": "Jodie Whittaker"
}, {
	"quote": "Grief is a room without doors - but somehow, with its tinsel and cliches, Christmas finds a way in.",
	"name": "Simon Van Booy"
}, {
	"quote": "I love cooking during Christmas, all smells like the hot apple cider, the hot spiced wine.",
	"name": "Amy Smart"
}, {
	"quote": "Our whole family assembles in Chicago at Christmas and usually in Aspen in the summer.",
	"name": "James Cronin"
}, {
	"quote": "Growing up, my earliest memories are listening to Sinatra Christmas albums.",
	"name": "Brendon Urie"
}, {
	"quote": "My family always makes a huge deal out of Christmas.",
	"name": "Jenna Morasca"
}, {
	"quote": "Pfft, I hate Christmas Day. It's for children and families. Not for people like me.",
	"name": "Karl Lagerfeld"
}, {
	"quote": "To perceive Christmas through its wrappings becomes more difficult with every year.",
	"name": "E. B. White"
}, {
	"quote": "Next to a circus there ain't nothing that packs up and tears out faster than the Christmas spirit.",
	"name": "Kin Hubbard"
}, {
	"quote": "Christmas makes everything twice as sad.",
	"name": "Douglas Coupland"
}, {
	"quote": "I beg people not to accept the seasonal ritual of well-timed charity on Christmas Eve. It's blasphemy.",
	"name": "Jonathan Kozol"
}, {
	"quote": "I don't know if anybody's ever ready for another award season. It's kind of like Christmas.",
	"name": "James McAvoy"
}, {
	"quote": "Christmas is a great time to recommit to each other and our communities.",
	"name": "James Lankford"
}, {
	"quote": "Spanish Explorers celebrated Christmas in 1539 in the area we now know as the State of Florida.",
	"name": "James Lankford"
}, {
	"quote": "Every singer eventually gets around to a Christmas disc.",
	"name": "Renee Fleming"
}, {
	"quote": "There's been a concerted effort to steal Christmas.",
	"name": "Jerry Falwell"
}, {
	"quote": "Fashion Week is like Christmas.",
	"name": "Brad Goreski"
}, {
	"quote": "Being half Jewish, we grew up with Christmas trees but had Jewish ornaments.",
	"name": "Gina Rodriguez"
}, {
	"quote": "Christmas Day is a big day for NBA basketball.",
	"name": "Jeff Van Gundy"
}, {
	"quote": "I think Father Christmas is real because the belief is real. The belief becomes the reality.",
	"name": "Matt Haig"
}, {
	"quote": "I'm not going to tell you to meditate on what Christmas really means and be thankful.",
	"name": "Monica Johnson"
}, {
	"quote": "A Christian's celebration of Christmas should be a lot different from that of nonbelievers.",
	"name": "Monica Johnson"
}, {
	"quote": "I write seven days a week, starting at 4 o'clock in the morning, including Christmas.",
	"name": "Dan Brown"
}, {
	"quote": "When I was 11, I made truffle risotto for my family for Christmas dinner.",
	"name": "Gigi Hadid"
}, {
	"quote": "Frank Capra's grandson was a second Assistant Director on 'Christmas Vacation.'",
	"name": "Chevy Chase"
}, {
	"quote": "I grew up as a photo nut. Every Christmas I would get a new camera. It's a huge part of my life.",
	"name": "Kevin Systrom"
}, {
	"quote": "'A Christmas Story' is my favorite Christmas movie.",
	"name": "Paul Pierce"
}, {
	"quote": "Tax cuts should be for life, not just for Christmas.",
	"name": "George Osborne"
}, {
	"quote": "I grew up asking for everything under the sun for Christmas, but I knew I wasn't going to get it all.",
	"name": "Faith Hill"
}, {
	"quote": "We never really had any kind of a Christmas. This is one part where my memory fails me completely.",
	"name": "Frank McCourt"
}, {
	"quote": "I'm like everybody: I gain the Christmas 10 or so, and then I try to exercise more and dial it back.",
	"name": "Trisha Yearwood"
}, {
	"quote": "You are not practicing Judaism if you celebrate Christmas.",
	"name": "Elliott Abrams"
}, {
	"quote": "There's nothing better on Christmas morning than waking up to the smell of breakfast!",
	"name": "Rachel Hollis"
}, {
	"quote": "Everyone should see 'A Nightmare Before Christmas,' hear 'London Calling,' and read 'Great Expectations.'",
	"name": "Brian Fallon"
}, {
	"quote": "'The Nightmare Before Christmas' is my number one biggest influence artistically in every way.",
	"name": "Amy Lee"
}, {
	"quote": "In France, Christmas is a family holiday. You stay home. New Year's Eve is when you go out.",
	"name": "Alain Ducasse"
}, {
	"quote": "Don't let the past steal your present. This is the message of Christmas: We are never alone.",
	"name": "Taylor Caldwell"
}, {
	"quote": "To understand this Christmas record, you have to understand our ministry.",
	"name": "John Tesh"
}, {
	"quote": "All punk rockers hate Christmas.",
	"name": "Rhys Ifans"
}, {
	"quote": "My family, as you can probably guess, was more into Christmas cookies and not so much the fruitcake.",
	"name": "Christina Tosi"
}, {
	"quote": "I know CEOs, and they get sick when they have to lay people off, especially around Christmas.",
	"name": "Mark Goulston"
}, {
	"quote": "I was practically raised with Christmas music.",
	"name": "Brian Stokes Mitchell"
}, {
	"quote": "I absolutely adore Christmas.",
	"name": "Aurora"
}, {
	"quote": "Untangling Christmas lights is the true tragedy of 'Stranger Things.'",
	"name": "David Harbour"
}, {
	"quote": "From a commercial point of view, if Christmas did not exist it would be necessary to invent it.",
	"name": "Katharine Whitehorn"
}, {
	"quote": "I loved 'White Christmas' for the music aspect. I was into musical theater.",
	"name": "Lana Parrilla"
}, {
	"quote": "I love Christmas. I love the music... I love everything about Christmas. I'm a big fan.",
	"name": "Darius Rucker"
}, {
	"quote": "I'm learning Spanish - I got Rosetta Stone for Christmas.",
	"name": "Karlie Kloss"
}, {
	"quote": "For a writer, capturing that elusive Christmas morning magic can be deeply problematic.",
	"name": "Mary Kay Andrews"
}, {
	"quote": "My grandson sees me as Lois on TV every Christmas, and that scores me points.",
	"name": "Margot Kidder"
}, {
	"quote": "One Christmas my father kept our tree up till March. He hated to see it go. I loved that.",
	"name": "Mo Rocca"
}, {
	"quote": "Comic-Con is nerd Christmas. People go wanting to have fun.",
	"name": "Chris Hardwick"
}, {
	"quote": "One lived in the impression that nobody could ever compete with the 'Nutcracker' or 'A Christmas Carol.'",
	"name": "Gian Carlo Menotti"
}, {
	"quote": "For a Jewish guy, I've recorded a lot of Christmas albums.",
	"name": "Barry Manilow"
}, {
	"quote": "Contemplating Christmas when you are isolated and far from home brings its own unique pain.",
	"name": "Amanda Lindhout"
}, {
	"quote": "I actually feel sorry for people who have nothing to do on Christmas Day other than watch an NBA game.",
	"name": "Stan Van Gundy"
}, {
	"quote": "I always go to my mom's house for Christmas.",
	"name": "Brantley Gilbert"
}, {
	"quote": "I'd like to do a Christmas album. I've never done a Christmas album.",
	"name": "Tanya Tucker"
}, {
	"quote": "But Tammy Faye calls me, and Ron Jeremy calls me, Erik Estrada sends me a Christmas card every year.",
	"name": "Trishelle Cannatella"
}, {
	"quote": "I save every Christmas card. I keep them all.",
	"name": "Alison Sweeney"
}, {
	"quote": "'A Christmas Story' has always meant a lot to me personally.",
	"name": "Peter Billingsley"
}, {
	"quote": "'A Christmas Story' has become such a special part of the holiday season for so many families.",
	"name": "Peter Billingsley"
}, {
	"quote": "We even had a different word for Christmas in my language, Bengali: Baradin, which literally meant 'big day.'",
	"name": "Chitra Banerjee Divakaruni"
}, {
	"quote": "The Christmas genre is a field that's been well-ploughed.",
	"name": "John Oates"
}, {
	"quote": "My grandmother was a church organist, but we only went on Easter and Christmas Eve sometimes.",
	"name": "Zach Anner"
}, {
	"quote": "When I was five years old, I auditioned for the role of 'Tiny Tim in A Christmas Carol.'",
	"name": "Zach Anner"
}, {
	"quote": "I made a French film called 'Merry Christmas' which is a very European film. It's a World War I piece.",
	"name": "Diane Kruger"
}, {
	"quote": "I'd love to have a Christmas classic under my belt. It's hard to write a Christmas song.",
	"name": "Patty Smyth"
}, {
	"quote": "I've got a quad copter on my Christmas list, as I suspect quite a few people do.",
	"name": "Blake Farenthold"
}, {
	"quote": "I think 'Elf' is funny, with Will Ferrell. That's a great Christmas movie.",
	"name": "Robert Osborne"
}, {
	"quote": "The best Christmas present I got from my husband was a week to do whatever I wanted.",
	"name": "Olivia Williams"
}, {
	"quote": "I'm not romantic, and I don't like Christmas.",
	"name": "Paula Hawkins"
}, {
	"quote": "I love the smell of a real Christmas tree - also, my mum's Christmas pudding with brandy sauce.",
	"name": "Mallory Jansen"
}, {
	"quote": "I've never had a cold Christmas, as I always spend it back home in Australia.",
	"name": "Mallory Jansen"
}, {
	"quote": "I have always wanted to do a Christmas album and covers.",
	"name": "Jessica Sanchez"
}, {
	"quote": "I love Christmas. I'm totally the 'decorate early, start listening to Christmas songs super-early' guy.",
	"name": "Drake Bell"
}, {
	"quote": "Christmas albums are not something you do frequently.",
	"name": "Isaac Hanson"
}, {
	"quote": "There are very few people who have done more than one Christmas album.",
	"name": "Isaac Hanson"
}, {
	"quote": "As a very young man growing up in Texas, usually I got a shotgun or cowboy boots for Christmas.",
	"name": "Robert Wilson"
}, {
	"quote": "I read the Scriptures at the American Cathedral on Christmas and Easter; that's it. It's a task I love.",
	"name": "Olivia De Havilland"
}, {
	"quote": "'A Christmas Carol' and 'It's a Wonderful Life,' are movies we love with magic in them.",
	"name": "Marc Platt"
}, {
	"quote": "One of the secrets of 'A Christmas Story' is that it's a relatable story. They feel like our family.",
	"name": "Marc Platt"
}, {
	"quote": "The sharpest memory of our old-fashioned Christmas eve is my mother's hand making sure I was settled in bed.",
	"name": "Paul Engle"
}, {
	"quote": "The worst gift I have ever gotten on Christmas is going to see Tim Allen in 'The Santa Clause.'",
	"name": "John Gourley"
}, {
	"quote": "Christmas coming means one thing for comedians: office party gigs!",
	"name": "Katherine Ryan"
}, {
	"quote": "So many people release albums before Christmas and they get lost in the Christmas rush.",
	"name": "Bonnie Tyler"
}, {
	"quote": "Like my dad, I have a Christmas party most years. I like to celebrate and see as many people as possible.",
	"name": "Lauren Graham"
}, {
	"quote": "As much as I liked the build-up to Christmas, the week after always socked me with the blues.",
	"name": "Paul Dini"
}, {
	"quote": "In 1988, Christmas, that was my last performance because I moved to Hawaii to raise my son.",
	"name": "Charo"
}, {
	"quote": "No matter where I am in the world, I will always be back home for Christmas.",
	"name": "Malaika Arora Khan"
}, {
	"quote": "One of the best Christmas presents I ever got was the globe that I now keep right beside my desk.",
	"name": "Tess Gerritsen"
}, {
	"quote": "The cheese board is my big treat at Christmas that I have to deny myself during the rest of year.",
	"name": "Johnny Vegas"
}, {
	"quote": "I think Christmas, for me, has always been about family, as cliche as that sounds.",
	"name": "Jay DeMarcus"
}, {
	"quote": "I loved the first Christmas I had in England.",
	"name": "Blythe Danner"
}, {
	"quote": "Coming from Chicago, I like a white Christmas.",
	"name": "Dennis Franz"
}, {
	"quote": "I hate Christmas, really. I don't really give presents away or expect any.",
	"name": "Joy Bryant"
}, {
	"quote": "My mother would give my brothers and me a pile of catalogues and let us pick what we wanted for Christmas.",
	"name": "Kary Mullis"
}, {
	"quote": "I started DJing, breakdancing and MCing in the '70s and I got my record deal in 1979 with 'Christmas Rap.'",
	"name": "Kurtis Blow"
}, {
	"quote": "I celebrate Christmas with wilful glee.",
	"name": "Robert Rinder"
}, {
	"quote": "I love all things Christmas.",
	"name": "Samantha Barks"
}, {
	"quote": "Farmers' markets are one of my favourite sources for Christmas goodies.",
	"name": "Sheherazade Goldsmith"
}, {
	"quote": "I love presents, But since I've gotten older, I haven't really wanted anything. Christmas is about family.",
	"name": "Jacob Latimore"
}, {
	"quote": "Every Christmas, I cook an elaborate Mexican dinner.",
	"name": "Rumaan Alam"
}, {
	"quote": "The earliest you can play Christmas music is on Thanksgiving.",
	"name": "Tinashe"
}, {
	"quote": "I've not cooked Christmas dinner since 1982.",
	"name": "Lesley Nicol"
}, {
	"quote": "I've been in Chicago for every Christmas of my life.",
	"name": "Jane Lynch"
}, {
	"quote": "At Christmas our house is like a Donnie and Marie Christmas Special.",
	"name": "Kevin Richardson"
}, {
	"quote": "Christmas is a time for slipping into familiar patterns.",
	"name": "David Hepworth"
}, {
	"quote": "I get a little behind during Lent, but it comes out even at Christmas.",
	"name": "Frank Butler"
}, {
	"quote": "I once bought my kids a set of batteries for Christmas with a note on it saying, toys not included.",
	"name": "Bernard Manning"
}, {
	"quote": "In Denmark, the annual Christmas party is probably the most important cultural institution in the country.",
	"name": "Joshua Oppenheimer"
}, {
	"quote": "We always had lutefisk for Christmas dinner, after which Dad read from the Norwegian Bible.",
	"name": "Peter Agre"
}, {
	"quote": "I came out to my dad in Christmas of '94.",
	"name": "Wilson Cruz"
}, {
	"quote": "I've played D&amp;D for years. I'm a comic book guy. Comic-Con in San Diego is nerd Christmas for me.",
	"name": "Brian Posehn"
}, {
	"quote": "I'd rather do community service than sit and write a load of Christmas cards.",
	"name": "Paul O'Grady"
}, {
	"quote": "I feel like I've got a pretty relatively extensive Christmas sweatshirt collection.",
	"name": "Kyle Mooney"
}, {
	"quote": "I got a guitar when I was about 14, for a Christmas present, and went from there.",
	"name": "Robin Trower"
}, {
	"quote": "There's a little Christmas in all of us, I guess. Even in me.",
	"name": "Leon Redbone"
}, {
	"quote": "I don't go back home to Sardinia as much as I would like, just for Christmas and family events.",
	"name": "Caterina Murino"
}, {
	"quote": "'The war in Iraq - if Osama was a Christian - it's the Christmas present he never would have expected.",
	"name": "Michael Scheuer"
}, {
	"quote": "A Christmas Carol is such a fool-proof story you can't louse it up.",
	"name": "Leonard Maltin"
}, {
	"quote": "'Use Somebody' I posted - it was the end of 2009, around Christmas. That was my first video.",
	"name": "Megan Nicole"
}, {
	"quote": "South Park started as a little video Christmas card.",
	"name": "Joel Hodgson"
}, {
	"quote": "I hate feeling full, so Christmas is about the only time I really stuff myself.",
	"name": "Rupert Penry-Jones"
}, {
	"quote": "The only time I even entertain the tiniest element of religion is for Christmas carols.",
	"name": "Ian Watson"
}, {
	"quote": "I do enjoy doing pantomime at Christmas. If I didn't do it, I'd feel as though I was missing something.",
	"name": "Kenny Baker"
}, {
	"quote": "Without social networks, you're not the coolest thing on the Christmas list, and you're not getting any bite.",
	"name": "Joe Green"
}, {
	"quote": "My father died when I was really young, on Christmas Day.",
	"name": "David Ayer"
}, {
	"quote": "Besides the two Christmas things, we've got a about a dozen new tracks we're working on.",
	"name": "Chris Frantz"
}, {
	"quote": "I might do 'X Factor' next year. It's looking good that I won't get the sack at Christmas.",
	"name": "Gary Barlow"
}, {
	"quote": "I went on iTunes and looked at versions of Christmas songs. Everyone has done them!",
	"name": "Vince Clarke"
}, {
	"quote": "My mother cooked her last Christmas standing rib roast in 1987 and died a few weeks afterward.",
	"name": "Michelle Huneven"
}, {
	"quote": "I love writing Christmas stories, especially of the historical variety.",
	"name": "Linda Lael Miller"
}, {
	"quote": "My very first acting role was Tiny Tim in 'A Christmas Carol.'",
	"name": "Leland Orser"
}, {
	"quote": "Windows are as essential to office prestige as Christmas is to retailing.",
	"name": "Enid Nemy"
}]