[{
	"quote": "The art of communication is the language of leadership.",
	"name": "James Humes"
}, {
	"quote": "Wise men speak because they have something to say; Fools because they have to say something.",
	"name": "Plato"
}, {
	"quote": "Communication - the human connection - is the key to personal and career success.",
	"name": "Paul J. Meyer"
}, {
	"quote": "Eloquence is a painting of the thoughts.",
	"name": "Blaise Pascal"
}, {
	"quote": "The single biggest problem in communication is the illusion that it has taken place.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Communication leads to community, that is, to understanding, intimacy and mutual valuing.",
	"name": "Rollo May"
}, {
	"quote": "The most important thing in communication is hearing what isn't said.",
	"name": "Peter Drucker"
}, {
	"quote": "The best way to solve problems and to fight against war is through dialogue.",
	"name": "Malala Yousafzai"
}, {
	"quote": "We have two ears and one mouth so that we can listen twice as much as we speak.",
	"name": "Epictetus"
}, {
	"quote": "A man's character may be learned from the adjectives which he habitually uses in conversation.",
	"name": "Mark Twain"
}, {
	"quote": "Words are only painted fire; a look is the fire itself.",
	"name": "Mark Twain"
}, {
	"quote": "Words, once they are printed, have a life of their own.",
	"name": "Carol Burnett"
}, {
	"quote": "Honest communication is built on truth and integrity and upon respect of the one for the other.",
	"name": "Benjamin E. Mays"
}, {
	"quote": "If technique is of no interest to a writer, I doubt that the writer is an artist.",
	"name": "Marianne Moore"
}, {
	"quote": "Don't tell me the moon is shining; show me the glint of light on broken glass.",
	"name": "Anton Chekhov"
}, {
	"quote": "The ability to simplify means to eliminate the unnecessary so that the necessary may speak.",
	"name": "Hans Hofmann"
}, {
	"quote": "Language exerts hidden power, like the moon on the tides.",
	"name": "Rita Mae Brown"
}, {
	"quote": "The art of writing is the art of discovering what you believe.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Brevity is the soul of wit.",
	"name": "William Shakespeare"
}, {
	"quote": "The pen is the tongue of the mind.",
	"name": "Horace"
}, {
	"quote": "If you can't convince them, confuse them.",
	"name": "Harry S Truman"
}, {
	"quote": "To hold a pen is to be at war.",
	"name": "Voltaire"
}, {
	"quote": "The strong man is the one who is able to intercept at will the communication between the senses and the mind.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Fill your paper with the breathings of your heart.",
	"name": "William Wordsworth"
}, {
	"quote": "There is only one rule for being a good talker - learn to listen.",
	"name": "Christopher Morley"
}, {
	"quote": "Poetry is simply the most beautiful, impressive, and widely effective mode of saying things.",
	"name": "Matthew Arnold"
}, {
	"quote": "Number one, cash is king... number two, communicate... number three, buy or bury the competition.",
	"name": "Jack Welch"
}, {
	"quote": "Words empty as the wind are best left unsaid.",
	"name": "Homer"
}, {
	"quote": "Genius is the ability to put into effect what is on your mind.",
	"name": "F. Scott Fitzgerald"
}, {
	"quote": "Communication is at the very core of our society. That's what makes us human.",
	"name": "Jan Koum"
}, {
	"quote": "Talk low, talk slow and don't say too much.",
	"name": "John Wayne"
}, {
	"quote": "A relationship is based on communication.",
	"name": "John Cena"
}, {
	"quote": "The temple of art is built in words.",
	"name": "Josiah Gilbert Holland"
}, {
	"quote": "You can change your world by changing your words... Remember, death and life are in the power of the tongue.",
	"name": "Joel Osteen"
}, {
	"quote": "Effective communication is 20% what you know and 80% how you feel about what you know.",
	"name": "Jim Rohn"
}, {
	"quote": "Words are, of course, the most powerful drug used by mankind.",
	"name": "Rudyard Kipling"
}, {
	"quote": "Good words are worth much, and cost little.",
	"name": "George Herbert"
}, {
	"quote": "A different language is a different vision of life.",
	"name": "Federico Fellini"
}, {
	"quote": "Good communication is just as stimulating as black coffee, and just as hard to sleep after.",
	"name": "Anne Morrow Lindbergh"
}, {
	"quote": "It usually takes me more than three weeks to prepare a good impromptu speech.",
	"name": "Mark Twain"
}, {
	"quote": "I do not agree with what you have to say, but I'll defend to the death your right to say it.",
	"name": "Evelyn Beatrice Hall"
}, {
	"quote": "The ABC's are attitude, behavior and communication skills.",
	"name": "Gerald Chertavian"
}, {
	"quote": "My belief is that communication is the best way to create strong relationships.",
	"name": "Jada Pinkett Smith"
}, {
	"quote": "It's never what you say, but how you make it sound sincere.",
	"name": "Marya Mannes"
}, {
	"quote": "To listen well is as powerful a means of communication and influence as to talk well.",
	"name": "John Marshall"
}, {
	"quote": "Lack of communication is the key to any successful relationship going wrong.",
	"name": "Pepa"
}, {
	"quote": "Communication and communication strategy is not just part of the game - it is the game.",
	"name": "Oscar Munoz"
}, {
	"quote": "A powerful idea communicates some of its strength to him who challenges it.",
	"name": "Marcel Proust"
}, {
	"quote": "Words are but the signs of ideas.",
	"name": "Samuel Johnson"
}, {
	"quote": "Languages are true analytical methods.",
	"name": "Antoine Lavoisier"
}, {
	"quote": "I often quote myself. It adds spice to my conversation.",
	"name": "George Bernard Shaw"
}, {
	"quote": "This report, by its very length, defends itself against the risk of being read.",
	"name": "Winston Churchill"
}, {
	"quote": "Science may never come up with a better office communication system than the coffee break.",
	"name": "Earl Wilson"
}, {
	"quote": "Society cannot share a common communication system so long as it is split into warring factions.",
	"name": "Bertolt Brecht"
}, {
	"quote": "A man has a property in his opinions and the free communication of them.",
	"name": "James Madison"
}, {
	"quote": "A writer is someone who can make a riddle out of an answer.",
	"name": "Karl Kraus"
}, {
	"quote": "The Internet has brought communities across the globe closer together through instant communication.",
	"name": "Mike Fitzpatrick"
}, {
	"quote": "I have noticed that nothing I never said ever did me any harm.",
	"name": "Calvin Coolidge"
}, {
	"quote": "First learn the meaning of what you say, and then speak.",
	"name": "Epictetus"
}, {
	"quote": "By and large, language is a tool for concealing the truth.",
	"name": "George Carlin"
}, {
	"quote": "Words are but pictures of our thoughts.",
	"name": "John Dryden"
}, {
	"quote": "Everything becomes a little different as soon as it is spoken out loud.",
	"name": "Hermann Hesse"
}, {
	"quote": "Trade is a communication of cultures and values.",
	"name": "Jack Ma"
}, {
	"quote": "If you wish to be a writer, write.",
	"name": "Epictetus"
}, {
	"quote": "Loyalty and communication are always rewarded in sports.",
	"name": "Cheech Marin"
}, {
	"quote": "Listening, not imitation, may be the sincerest form of flattery.",
	"name": "Joyce Brothers"
}, {
	"quote": "To communicate through silence is a link between the thoughts of man.",
	"name": "Marcel Marceau"
}, {
	"quote": "Speak clearly, if you speak at all; carve every word before you let it fall.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "Photography is more than a medium for factual communication of ideas. It is a creative art.",
	"name": "Ansel Adams"
}, {
	"quote": "Write in recollection and amazement for yourself.",
	"name": "Jack Kerouac"
}, {
	"quote": "Whether you lead a nation, an enterprise, a community, or a family, we are all in the communication business.",
	"name": "Robin S. Sharma"
}, {
	"quote": "People make music to get a reaction. Music is communication.",
	"name": "Yoko Ono"
}, {
	"quote": "It is not the voice that commands the story; it is the ear.",
	"name": "Italo Calvino"
}, {
	"quote": "Today's gossip is tomorrow's headline.",
	"name": "Walter Winchell"
}, {
	"quote": "In the world of words, the imagination is one of the forces of nature.",
	"name": "Wallace Stevens"
}, {
	"quote": "If what is communicated is false, it can hardly be called communication.",
	"name": "Benjamin E. Mays"
}, {
	"quote": "Words are all we have.",
	"name": "Samuel Beckett"
}, {
	"quote": "Self-expression must pass into communication for its fulfillment.",
	"name": "Pearl S. Buck"
}, {
	"quote": "A word carries far, very far, deals destruction through time as the bullets go flying through space.",
	"name": "Joseph Conrad"
}, {
	"quote": "Technique is communication: the two words are synonymous in conductors.",
	"name": "Leonard Bernstein"
}, {
	"quote": "It sounds so trite but in relationships, you have to communicate.",
	"name": "Peter Krause"
}, {
	"quote": "Writing, to me, is simply thinking through my fingers.",
	"name": "Isaac Asimov"
}, {
	"quote": "Man is a creature who lives not upon bread alone, but primarily by catchwords.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "Writing and cookery are just two different means of communication.",
	"name": "Maya Angelou"
}, {
	"quote": "Quote me as saying I was mis-quoted.",
	"name": "Groucho Marx"
}, {
	"quote": "To say nothing, especially when speaking, is half the art of diplomacy.",
	"name": "Will Durant"
}, {
	"quote": "My generation was born to work with social media - it's a natural part of our communication with the world.",
	"name": "Anwar Hadid"
}, {
	"quote": "I am not a speed reader. I am a speed understander.",
	"name": "Isaac Asimov"
}, {
	"quote": "Every day I try to be in communication with the universe in an unconscious way.",
	"name": "Paulo Coelho"
}, {
	"quote": "It's communication - that's what theatre is all about.",
	"name": "Chita Rivera"
}, {
	"quote": "One's eyes are what one is, one's mouth is what one becomes.",
	"name": "John Galsworthy"
}, {
	"quote": "I believe more in the scissors than I do in the pencil.",
	"name": "Truman Capote"
}, {
	"quote": "Syllables govern the world.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Storytelling is about two things; it's about character and plot.",
	"name": "George Lucas"
}, {
	"quote": "I always find that there is a real communication between voice and violin.",
	"name": "Itzhak Perlman"
}, {
	"quote": "The press is the enemy.",
	"name": "Richard M. Nixon"
}, {
	"quote": "I do love email. Wherever possible I try to communicate asynchronously. I'm really good at email.",
	"name": "Elon Musk"
}, {
	"quote": "Communication is something we all take for granted.",
	"name": "Miriam Margolyes"
}, {
	"quote": "Language is a virus from outer space.",
	"name": "William S. Burroughs"
}, {
	"quote": "Blessed is the man, who having nothing to say, abstains from giving wordy evidence of the fact.",
	"name": "George Eliot"
}, {
	"quote": "I see dance being used as communication between body and soul, to express what it too deep to find for words.",
	"name": "Ruth St. Denis"
}, {
	"quote": "Good communication is as stimulating as black coffee, and just as hard.",
	"name": "Anne Spencer"
}, {
	"quote": "You can't compete globally unless you have appropriate communication skills.",
	"name": "James Wolfensohn"
}, {
	"quote": "The communication of the dead is tongued with fire beyond the language of the living.",
	"name": "T. S. Eliot"
}, {
	"quote": "The more we elaborate our means of communication, the less we communicate.",
	"name": "J. B. Priestley"
}, {
	"quote": "Words that are carefully framed and spoken are the most powerful means of communication there is.",
	"name": "Nancy Duarte"
}, {
	"quote": "In the last analysis, what we are communicates far more eloquently than anything we say or do.",
	"name": "Stephen Covey"
}, {
	"quote": "The desire to write grows with writing.",
	"name": "Desiderius Erasmus"
}, {
	"quote": "Conducting is about communication. You don't play any notes, but you communicate with the musicians.",
	"name": "Andris Nelsons"
}, {
	"quote": "I see so many activists... who are artists because they feel that they have the power of communication.",
	"name": "Yoko Ono"
}, {
	"quote": "I'm the biggest fan of face-to-face communication.",
	"name": "Mary Dillon"
}, {
	"quote": "What's the greatest advice I give? Develop excellent communication skills.",
	"name": "Julie Sweet"
}, {
	"quote": "A common language is a first step towards communication across cultural boundaries.",
	"name": "Ethan Zuckerman"
}, {
	"quote": "Communication is everyone's panacea for everything.",
	"name": "Tom Peters"
}, {
	"quote": "Ninety-eight per cent of all human communication is non-verbal.",
	"name": "Timothee Chalamet"
}, {
	"quote": "Words of comfort, skillfully administered, are the oldest therapy known to man.",
	"name": "Louis Nizer"
}, {
	"quote": "Good writing excites me, and makes life worth living.",
	"name": "Harold Pinter"
}, {
	"quote": "There is a world of communication which is not dependent on words.",
	"name": "Mary Martin"
}, {
	"quote": "No passion in the world is equal to the passion to alter someone else's draft.",
	"name": "H. G. Wells"
}, {
	"quote": "Literature flourishes best when it is half a trade and half an art.",
	"name": "William Inge"
}, {
	"quote": "Be not a slave of words.",
	"name": "Thomas Carlyle"
}, {
	"quote": "Communication is so key.",
	"name": "Ashley Tisdale"
}, {
	"quote": "I believe that writing is derivative. I think good writing comes from good reading.",
	"name": "Charles Kuralt"
}, {
	"quote": "The more articulate one is, the more dangerous words become.",
	"name": "May Sarton"
}, {
	"quote": "I believe in communication; books communicate ideas and make bridges between people.",
	"name": "Jeanette Winterson"
}, {
	"quote": "The thing that we are trying to do at facebook, is just help people connect and communicate more efficiently.",
	"name": "Mark Zuckerberg"
}, {
	"quote": "The break down for kids is communication. Music helps bring that bond.",
	"name": "Sheila E."
}, {
	"quote": "I don't tweet. I prefer face-to-face communication and sometimes Instagram.",
	"name": "Elizabeth Jagger"
}, {
	"quote": "Polite conversation is rarely either.",
	"name": "Fran Lebowitz"
}, {
	"quote": "No pleasure has any savor for me without communication.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Communication is about being effective, not always about being proper.",
	"name": "Bo Bennett"
}, {
	"quote": "Communication is so much better when people are vulnerable.",
	"name": "A. J. McLean"
}, {
	"quote": "The medium is the message.",
	"name": "Marshall McLuhan"
}, {
	"quote": "Extremists think 'communication' means agreeing with them.",
	"name": "Leo Rosten"
}, {
	"quote": "Why did God give me two ears and one mouth? So that I will hear more and talk less.",
	"name": "Leo Rosten"
}, {
	"quote": "I think honest communication, no matter where it comes from, is positive for a relationship.",
	"name": "Ron White"
}, {
	"quote": "Journalism is literature in a hurry.",
	"name": "Matthew Arnold"
}, {
	"quote": "One must be frank to be relevant.",
	"name": "Corazon Aquino"
}, {
	"quote": "In communications, familiarity breeds apathy.",
	"name": "William Bernbach"
}, {
	"quote": "The waste basket is the writer's best friend.",
	"name": "Isaac Bashevis Singer"
}, {
	"quote": "It seems a long time since the morning mail could be called correspondence.",
	"name": "Jacques Barzun"
}, {
	"quote": "Wise people say nothing in dangerous times.",
	"name": "John Selden"
}, {
	"quote": "No ideas and the ability to express them - that's a journalist.",
	"name": "Karl Kraus"
}, {
	"quote": "Bad human communication leaves us less room to grow.",
	"name": "Rowan Williams"
}, {
	"quote": "Metaphors have a way of holding the most truth in the least space.",
	"name": "Orson Scott Card"
}, {
	"quote": "The new artists coming through were very materialistic and Hollywood, not so engaged in communication.",
	"name": "Patti Smith"
}, {
	"quote": "Music is the social act of communication among people, a gesture of friendship, the strongest there is.",
	"name": "Malcolm Arnold"
}, {
	"quote": "History has demonstrated that efforts to censure and control communication will not succeed.",
	"name": "Ricardo Salinas Pliego"
}, {
	"quote": "I always felt it was necessary to keep up some kind of communication with other people.",
	"name": "Norman Lloyd"
}, {
	"quote": "The biggest lesson I've learned by living abroad for the last four years is the importance of communication.",
	"name": "Hidetoshi Nakata"
}, {
	"quote": "Oaths are but words, and words are but wind.",
	"name": "Samuel Butler"
}, {
	"quote": "He that communicates his secret to another makes himself that other's slave.",
	"name": "Baltasar Gracian"
}, {
	"quote": "I think that humor has become a principle means of communication among Americans about politics.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "There must be a reason why photographers are not very good at verbal communication. I think we get lazy.",
	"name": "Annie Leibovitz"
}, {
	"quote": "Writing is the supreme solace.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "Silence is only frightening to people who are compulsively verbalizing.",
	"name": "William S. Burroughs"
}, {
	"quote": "If you're like me, food is a medium for communication. It's an expression of love and affection.",
	"name": "Lidia Bastianich"
}, {
	"quote": "As a communication medium, social media is a critical tool for terror groups to exploit.",
	"name": "James Comey"
}, {
	"quote": "Strangely enough, I really think that shoes are a communication tool between people.",
	"name": "Christian Louboutin"
}, {
	"quote": "Pure truth cannot be assimilated by the crowd; it must be communicated by contagion.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "My wife and I have built trust with our children and have always had open communication.",
	"name": "Rick Springfield"
}, {
	"quote": "We have to teach girls communication skills.",
	"name": "Rachel Simmons"
}, {
	"quote": "I feel that the great challenge of our time is the communication of ideas.",
	"name": "Alain de Botton"
}, {
	"quote": "One has to grow up with good talk in order to form the habit of it.",
	"name": "Helen Hayes"
}, {
	"quote": "Humor is the affectionate communication of insight.",
	"name": "Leo Rosten"
}, {
	"quote": "Who speaks to the instincts speaks to the deepest in mankind, and finds the readiest response.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "I think the greatest challenge between child and parent is communication.",
	"name": "Sean Covey"
}, {
	"quote": "With my natural communication abilities, I could probably gather a crowd even without the Spirit.",
	"name": "Francis Chan"
}, {
	"quote": "Private communication systems have been around since the beginning of human culture.",
	"name": "John McAfee"
}, {
	"quote": "In my teaching, I enjoyed creating models to clearly communicate my thoughts.",
	"name": "Erno Rubik"
}, {
	"quote": "I grew up in an atmosphere where words were an integral part of culture.",
	"name": "Wole Soyinka"
}, {
	"quote": "Writing only leads to more writing.",
	"name": "Sidonie Gabrielle Colette"
}, {
	"quote": "What I think works for Fox News is we have a very direct form of communication.",
	"name": "Roger Ailes"
}, {
	"quote": "Berlusconi is a genius in communication. Otherwise, he would never have become so rich.",
	"name": "Umberto Eco"
}, {
	"quote": "Most people have to talk so they won't hear.",
	"name": "May Sarton"
}, {
	"quote": "For a writer only one form of patriotism exists: his attitude toward language.",
	"name": "Joseph Brodsky"
}, {
	"quote": "I like people who refuse to speak until they are ready to speak.",
	"name": "Lillian Hellman"
}, {
	"quote": "I have a very open line of communication with both my children.",
	"name": "Gloria Estefan"
}, {
	"quote": "As a company grows, communication becomes its biggest challenge.",
	"name": "Ben Horowitz"
}, {
	"quote": "The key to high-quality communication is trust, and it's hard to trust somebody that you don't know.",
	"name": "Ben Horowitz"
}, {
	"quote": "I hate the amount of communication, the obligation that you have just by owning a phone.",
	"name": "Lucas Till"
}, {
	"quote": "Scientology helps me in acting to focus on communication.",
	"name": "Erika Christensen"
}, {
	"quote": "The need to write comes from the need to make sense of one's life and discover one's usefulness.",
	"name": "John Cheever"
}, {
	"quote": "People seem to see no difference between an intimate conversation and a conversation at the water cooler.",
	"name": "Mike Farrell"
}, {
	"quote": "I enjoy very much communication. I think that scientists need to communicate.",
	"name": "Anthony Fauci"
}, {
	"quote": "For me, becoming a man had a lot to do with learning communication, and I learned about that by acting.",
	"name": "Adam Driver"
}, {
	"quote": "I slept for four years. I didn't study much of anything. I majored in something called communication arts.",
	"name": "Don DeLillo"
}, {
	"quote": "One thing I've learned to appreciate as I've gotten a little older is direct forms of communication.",
	"name": "Billy Corgan"
}, {
	"quote": "The level of communication you can achieve with an infant is really profound.",
	"name": "Mayim Bialik"
}, {
	"quote": "A good catchword can obscure analysis for fifty years.",
	"name": "Wendell Willkie"
}, {
	"quote": "Communication is an issue where we can improve, and if I can do anything to help, I am happy to.",
	"name": "Ellen Stofan"
}, {
	"quote": "There are certain words which are nearer and dearer to a man than any others.",
	"name": "Nikolai Gogol"
}, {
	"quote": "Language cares.",
	"name": "Howard Nemerov"
}, {
	"quote": "Teenagers try to hide what's really going on in their communication online.",
	"name": "Ethan Zuckerman"
}, {
	"quote": "Nearly every communication method we invent eventually conveys unwanted commercial messages.",
	"name": "Jamais Cascio"
}, {
	"quote": "I try to just communicate what I want done as clearly and simply as possible.",
	"name": "Dick Wolf"
}, {
	"quote": "Strange about parents. We have such easy access to them and such daunting problems of communication.",
	"name": "James Merrill"
}, {
	"quote": "What I like in a good author is not what he says but what he whispers.",
	"name": "Logan Pearsall Smith"
}, {
	"quote": "There's been nobody who stays in more communication and listens to veterans more than I do.",
	"name": "Rodney Frelinghuysen"
}, {
	"quote": "I'm a big believer in communication.",
	"name": "J. B. Bickerstaff"
}, {
	"quote": "Without a possibility of change in meanings human communication could not perform its present functions.",
	"name": "Kenneth L. Pike"
}, {
	"quote": "Language commonly stresses only one side of any interaction.",
	"name": "Gregory Bateson"
}, {
	"quote": "Communication is important.",
	"name": "Douglas Booth"
}, {
	"quote": "The way you communicate an idea is different than the way you communicate a product.",
	"name": "Frank Luntz"
}, {
	"quote": "Music is a very personal and emotional form of communication.",
	"name": "Trevor Dunn"
}, {
	"quote": "Fashion shows are really my way of communication.",
	"name": "Dries van Noten"
}, {
	"quote": "That was when I realised that music is the most profound, magical form of communication there is.",
	"name": "Lesley Garrett"
}, {
	"quote": "The communication is in the work and words are no substitute for this.",
	"name": "Mary Martin"
}, {
	"quote": "The thing I do, really, is a communication with audiences more than any achievement through records.",
	"name": "Richard Thompson"
}, {
	"quote": "What's clear - and exciting - is that communication for social change is growing.",
	"name": "Aaron Koblin"
}, {
	"quote": "Honest communication is a rare thing.",
	"name": "Taylor Sheridan"
}, {
	"quote": "Every improvement in communication makes the bore more terrible.",
	"name": "Frank Moore Colby"
}, {
	"quote": "Writing is learning to say nothing, more cleverly each day.",
	"name": "William Allingham"
}, {
	"quote": "Words and pictures can work together to communicate more powerfully than either alone.",
	"name": "William Albert Allard"
}, {
	"quote": "My two daughters live on Facebook, and social media is their mode of communication.",
	"name": "Tony Goldwyn"
}, {
	"quote": "Sometimes there is a greater lack of communication in facile talking than in silence.",
	"name": "Faith Baldwin"
}, {
	"quote": "Corporate communications will become a high-tech art, just as political communication is for Obama.",
	"name": "Tina Brown"
}, {
	"quote": "When you stop talking, you've lost your customer. When you turn your back, you've lost her.",
	"name": "Estee Lauder"
}, {
	"quote": "I was always writing. I've always been attracted to words and stories, communication.",
	"name": "Lucy Dacus"
}, {
	"quote": "What we are going to offer is not a one-way communication, but one-to-one communication.",
	"name": "Douglas Alexander"
}, {
	"quote": "There's a high level of communication between all of us at Marvel, and between Marvel and Lucasfilm.",
	"name": "Jason Aaron"
}, {
	"quote": "Everything I try to do wants to be able to push communication through the notion of the visual image.",
	"name": "Peter Greenaway"
}, {
	"quote": "Writing is a communication.",
	"name": "Theodore Sturgeon"
}, {
	"quote": "After all, it's the future of business communication that we're looking toward.",
	"name": "Jim Barksdale"
}, {
	"quote": "Walt put everything he knew about communication with images into the park, so it was very familiar.",
	"name": "John Hench"
}, {
	"quote": "I majored in political science and speech communication.",
	"name": "Marne Levine"
}, {
	"quote": "We don't communicate in full sentences anyway. We don't need all those words.",
	"name": "Shepard Smith"
}, {
	"quote": "The nations of the West hope that by means of steam communication all the world will become as one family.",
	"name": "Townsend Harris"
}, {
	"quote": "Power in America today is control of the means of communication.",
	"name": "Theodore White"
}, {
	"quote": "Loving your language means a command of its vocabulary beyond the level of the everyday.",
	"name": "John McWhorter"
}, {
	"quote": "Poetry is the communication through words of certain experiences that can be communicated in no other way.",
	"name": "John Drinkwater"
}, {
	"quote": "Why do we have to live with divides between different types of communication?",
	"name": "Lars Rasmussen"
}, {
	"quote": "The way communication works is changing.",
	"name": "Hubert Burda"
}, {
	"quote": "A communication highway without content is inconceivable.",
	"name": "Hubert Burda"
}, {
	"quote": "My mother and I always had full adult communication.",
	"name": "Erin Gray"
}, {
	"quote": "A lot of the music editing job is communication and working out what a director really wants the music to be.",
	"name": "Steven Price"
}, {
	"quote": "Communication is number one, and we have to communicate honestly and openly with each other.",
	"name": "IronE Singleton"
}, {
	"quote": "Illiteracy is rampant. People are out of communication.",
	"name": "Karen Black"
}, {
	"quote": "Every month I do a webcast for 55,000 people, and it's a great tool, great communication vehicle.",
	"name": "Terry J. Lundgren"
}, {
	"quote": "The goal of art-making in general is communication.",
	"name": "Will Cotton"
}, {
	"quote": "Just open, honest communication is the best thing in the world.",
	"name": "Brett Davern"
}, {
	"quote": "Language is memory and metaphor.",
	"name": "Storm Jameson"
}, {
	"quote": "If listeners aren't carried away to Heaven, I'm failing.",
	"name": "La Monte Young"
}, {
	"quote": "A Web site is the only medium of semipermanent communication where you can express yourself.",
	"name": "David Rusenko"
}, {
	"quote": "Communication is very important. And the arts do that, whether it's film or theater.",
	"name": "Anne Archer"
}, {
	"quote": "Tim and Fritz Lang I loved working with. Not Hitchcock so much. There was no communication.",
	"name": "Sylvia Sidney"
}, {
	"quote": "I've always thought of writing as sort of active communication.",
	"name": "Lily King"
}]