[{
	"quote": "Computers are like Old Testament gods; lots of rules and no mercy.",
	"name": "Joseph Campbell"
}, {
	"quote": "Man is still the most extraordinary computer of all.",
	"name": "John F. Kennedy"
}, {
	"quote": "A computer once beat me at chess, but it was no match for me at kick boxing.",
	"name": "Emo Philips"
}, {
	"quote": "Computer science is no more about computers than astronomy is about telescopes.",
	"name": "Edsger Dijkstra"
}, {
	"quote": "To err is human, but to really foul things up you need a computer.",
	"name": "Paul R. Ehrlich"
}, {
	"quote": "Computers are useless. They can only give you answers.",
	"name": "Pablo Picasso"
}, {
	"quote": "Computers themselves, and software yet to be developed, will revolutionize the way we learn.",
	"name": "Steve Jobs"
}, {
	"quote": "I do not fear computers. I fear the lack of them.",
	"name": "Isaac Asimov"
}, {
	"quote": "Access to computers and the Internet has become a basic need for education in our society.",
	"name": "Kent Conrad"
}, {
	"quote": "Never trust a computer you can't throw out a window.",
	"name": "Steve Wozniak"
}, {
	"quote": "We're entering a new world in which data may be more important than software.",
	"name": "Tim O'Reilly"
}, {
	"quote": "I look like a geeky hacker, but I don't know anything about computers.",
	"name": "Justin Long"
}, {
	"quote": "It's hardware that makes a machine fast. It's software that makes a fast machine slow.",
	"name": "Craig Bruce"
}, {
	"quote": "The Internet: transforming society and shaping the future through chat.",
	"name": "Dave Barry"
}, {
	"quote": "Computing is not about computers any more. It is about living.",
	"name": "Nicholas Negroponte"
}, {
	"quote": "The digital revolution is far more significant than the invention of writing or even of printing.",
	"name": "Douglas Engelbart"
}, {
	"quote": "Software comes from heaven when you have good hardware.",
	"name": "Ken Olsen"
}, {
	"quote": "Computers double their performance every month.",
	"name": "Stephen Hawking"
}, {
	"quote": "Computers are famous for being able to do complicated things starting from simple programs.",
	"name": "Seth Lloyd"
}, {
	"quote": "My goal wasn't to make a ton of money. It was to build good computers.",
	"name": "Steve Wozniak"
}, {
	"quote": "I am such a gearhead. In my recording studio, I personally engineer and edit everything on computers.",
	"name": "Tommy Lee"
}, {
	"quote": "Computers have cut-and-paste functions. So does right-wing historical memory.",
	"name": "Rick Perlstein"
}, {
	"quote": "Today, computers are almost second nature to most of us.",
	"name": "James Dyson"
}, {
	"quote": "We can be incredibly disconnected in this day and age with computers and cell phones.",
	"name": "Marcia Gay Harden"
}, {
	"quote": "Computers are great tools, but they need to be applied to the physical world.",
	"name": "Tony Fadell"
}, {
	"quote": "Video games and computers have become babysitters for kids.",
	"name": "Taylor Kitsch"
}, {
	"quote": "The computer is a moron.",
	"name": "Peter Drucker"
}, {
	"quote": "After a semester or so, my infatuation with computers burnt out as quickly as it had begun.",
	"name": "Eric Allin Cornell"
}, {
	"quote": "Go into the auto mechanic, you've got to know computers to be able to work on the cars.",
	"name": "Ann McLane Kuster"
}, {
	"quote": "I'm a Luddite with computers, and I'm slightly worried about being hacked as well.",
	"name": "Jo Brand"
}, {
	"quote": "People talk about computer programmers as if computers are our whole lives. That's simply not true.",
	"name": "Ellen Ullman"
}, {
	"quote": "Treat your password like your toothbrush. Don't let anybody else use it, and get a new one every six months.",
	"name": "Clifford Stoll"
}, {
	"quote": "Computers do the calculating to allow people to transform the world.",
	"name": "Conrad Wolfram"
}, {
	"quote": "Computers make me totally blank out.",
	"name": "Dalai Lama"
}, {
	"quote": "To err is human - and to blame it on a computer is even more so.",
	"name": "Robert Orben"
}, {
	"quote": "Computers and electronic music are not the opposite of the warm human music. It's exactly the same.",
	"name": "Bill Laswell"
}, {
	"quote": "One of the most feared expressions in modern times is 'The computer is down.'",
	"name": "Norman Ralph Augustine"
}, {
	"quote": "Computer science is one of the worst things that ever happened to either computers or to science.",
	"name": "Neil Gershenfeld"
}, {
	"quote": "Computers have proved to be formidable chess players. In fact, they've beaten our top human chess champions.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "Computers will understand sarcasm before Americans do.",
	"name": "Geoffrey Hinton"
}, {
	"quote": "Reading computer manuals without the hardware is as frustrating as reading sex manuals without the software.",
	"name": "Arthur C. Clarke"
}, {
	"quote": "I was afraid of the internet... because I couldn't type.",
	"name": "Jack Welch"
}, {
	"quote": "We think of computers as smart and powerful machines. But your goldfish is smarter.",
	"name": "Jason Fried"
}, {
	"quote": "I've always been at the intersection of computers and whatever they can revolutionize.",
	"name": "Jeff Bezos"
}, {
	"quote": "Don't try to be like Jackie. There is only one Jackie. Study computers instead.",
	"name": "Jackie Chan"
}, {
	"quote": "I don't care how big and fast computers are, they're not as big and fast as the world.",
	"name": "Herbert A. Simon"
}, {
	"quote": "I don't look at computers as opponents. For me it is much more interesting to beat humans.",
	"name": "Magnus Carlsen"
}, {
	"quote": "If you like overheads, you'll love PowerPoint.",
	"name": "Edward Tufte"
}, {
	"quote": "I'm not afraid of computers taking over the world.",
	"name": "Thom Yorke"
}, {
	"quote": "Computers and the Internet have made it really easy to rant. It's made everyone overly opinionated.",
	"name": "Scott Weiland"
}, {
	"quote": "I am interested in computers and technology, and art, photography, and design.",
	"name": "William Landay"
}, {
	"quote": "We demand privacy, yet we glorify those that break into computers.",
	"name": "Bill McCollum"
}, {
	"quote": "I wouldn't know how to find eBay on the computer if my life depended on it.",
	"name": "Marc Jacobs"
}, {
	"quote": "By 2029, computers will have emotional intelligence and be convincing as people.",
	"name": "Ray Kurzweil"
}, {
	"quote": "With all the abundance we have of computers and computing, what is scarce is human attention and time.",
	"name": "Satya Nadella"
}, {
	"quote": "I am not the only person who uses his computer mainly for the purpose of diddling with his computer.",
	"name": "Dave Barry"
}, {
	"quote": "Right now, computers, which are supposed to be our servant, are oppressing us.",
	"name": "Jef Raskin"
}, {
	"quote": "I hope that memes jump out of our computers in the future.",
	"name": "Colleen Ballinger"
}, {
	"quote": "Computers are to design as microwaves are to cooking.",
	"name": "Milton Glaser"
}, {
	"quote": "I'm too old-fashioned to use a computer. I'm too old-fashioned to use a quill.",
	"name": "Christopher Plummer"
}, {
	"quote": "Think? Why think! We have computers to do that for us.",
	"name": "Jean Rostand"
}, {
	"quote": "I grew up before computers. Computers are changing things, not all for the good.",
	"name": "Graham Hawkes"
}, {
	"quote": "The big question society will have to answer is whether it wants computers thinking like humans.",
	"name": "David Smith"
}, {
	"quote": "I'm a '70s mom, and my daughter is a '90s mom. I know a lot of women my age who are real computer freaks.",
	"name": "Florence Henderson"
}, {
	"quote": "I do two things. I design mobile computers and I study brains.",
	"name": "Jeff Hawkins"
}, {
	"quote": "The only legitimate use of a computer is to play games.",
	"name": "Eugene Jarvis"
}, {
	"quote": "Dad was very into electronics, robotics and computers, so I was interested in what he was doing.",
	"name": "Rhianna Pratchett"
}, {
	"quote": "Man, I don't want to have nothing to do with computers. I don't want the government in my business.",
	"name": "Erykah Badu"
}, {
	"quote": "I fix my grandchildren's computers.",
	"name": "Alan Alda"
}, {
	"quote": "If I wasn't a professional scientist, I'd be an amateur scientist. But plan B was to go into computers.",
	"name": "Michio Kaku"
}, {
	"quote": "Nobody expects that just because they've made computers better they're going to give them to you free.",
	"name": "Dean Kamen"
}, {
	"quote": "My dad used to work at IBM, so we used to get discounts on computers and stuff, and I did have a ThinkPad.",
	"name": "Jimmy Fallon"
}, {
	"quote": "Look at what Silicon Valley has done - the advance of computers.",
	"name": "Buzz Aldrin"
}, {
	"quote": "Your computer needn't be the first thing your see in the morning and the last thing you see at night.",
	"name": "Simon Mainwaring"
}, {
	"quote": "A wonderful thing about a book, in contrast to a computer screen, is that you can take it to bed with you.",
	"name": "Daniel J. Boorstin"
}, {
	"quote": "Pixar is not about computers, it's about people.",
	"name": "John Lasseter"
}, {
	"quote": "Shareware tends to combine the worst of commercial software with the worst of free software.",
	"name": "Linus Torvalds"
}, {
	"quote": "I am not great at computers. If I were to try shopping through Google, I'd end up with 33 vests.",
	"name": "Mary Berry"
}, {
	"quote": "I get hired to hack into computers now and sometimes it's actually easier than it was years ago.",
	"name": "Kevin Mitnick"
}, {
	"quote": "Juries are not computers. They are composed of human beings who evaluate evidence differently.",
	"name": "Alan Dershowitz"
}, {
	"quote": "In order to be truly intelligent, computers must understand - that is probably the critical word.",
	"name": "Paul Allen"
}, {
	"quote": "I first got interested in the brain through computers.",
	"name": "Paul Allen"
}, {
	"quote": "My whole life had been designing computers I could never build.",
	"name": "Steve Wozniak"
}, {
	"quote": "Even when I work with computers, with high technology, I always try to put in the touch of the hand.",
	"name": "Issey Miyake"
}, {
	"quote": "Computers intimidate me.",
	"name": "Dylan Lauren"
}, {
	"quote": "Machine learning is the science of getting computers to learn without being explicitly programmed.",
	"name": "Sebastian Thrun"
}, {
	"quote": "Humans are still much better than computers at recognizing speech.",
	"name": "Geoffrey Hinton"
}, {
	"quote": "My background was in graphic design, but when I was doing it, it was all hand-drawn stuff, not computers.",
	"name": "Jeffrey Dean Morgan"
}, {
	"quote": "The Internet is a powerful way to make lots of money... But we are not going to buy Yahoo!",
	"name": "Sumner Redstone"
}, {
	"quote": "We resemble computers intellectually and animals emotionally.",
	"name": "Mother Angelica"
}, {
	"quote": "Computers ought to help people find their own best path through lots of textual information.",
	"name": "Mitch Kapor"
}, {
	"quote": "Computers are very expensive and they need power, and that can be a problem in Africa.",
	"name": "Mo Ibrahim"
}, {
	"quote": "My mom was a biological illustrator for a time before computers replaced that job.",
	"name": "Jeff Vandermeer"
}, {
	"quote": "Something else has happened with computers.",
	"name": "Seth Lloyd"
}, {
	"quote": "I'm not very technically minded. I mean, I don't know how to do e-mail on computers.",
	"name": "Kate Winslet"
}, {
	"quote": "People are good at intuition, living our lives. What are computers good at? Memory.",
	"name": "Eric Schmidt"
}, {
	"quote": "I am very bad at computers. I don't really know how to write email.",
	"name": "Marjane Satrapi"
}, {
	"quote": "Computers in classrooms are the filmstrips of the 1990s.",
	"name": "Clifford Stoll"
}, {
	"quote": "In short, software is eating the world.",
	"name": "Marc Andreessen"
}, {
	"quote": "I don't like computers. I still like to do my drawings by hand.",
	"name": "Dieter Rams"
}, {
	"quote": "Nowadays shots are created in post-production, on computers. It's not really photography.",
	"name": "Mary Ellen Mark"
}, {
	"quote": "I don't know anything about computers.",
	"name": "Adam Carolla"
}, {
	"quote": "I'm a very simple person. I don't use computers.",
	"name": "Carrie-Anne Moss"
}, {
	"quote": "But computers have changed the world for everyone, so there will be some way of working it out.",
	"name": "Debbie Harry"
}, {
	"quote": "One thing that humans still do better than computers is recognize images.",
	"name": "Peter Diamandis"
}, {
	"quote": "Computers are hierarchical. We have a desktop and hierarchical files which have to mean everything.",
	"name": "Ted Nelson"
}, {
	"quote": "I'm encouraging kids to use computers at their own pace to build aspirations.",
	"name": "Sugata Mitra"
}, {
	"quote": "I honestly believe that people sit behind their computers and just get really brave.",
	"name": "Leslie Jones"
}, {
	"quote": "My first computers were a Timex Sinclair and an Apple II.",
	"name": "Walt Mossberg"
}, {
	"quote": "I think computers are the ultimate writing tool. I'm a very slow writer, so I appreciate it every day.",
	"name": "Sherry Turkle"
}, {
	"quote": "I went on to Harvard and got very interested in computers and studying the earth's landscape.",
	"name": "Jack Dangermond"
}, {
	"quote": "I think that what computers have done is just disastrous to the language.",
	"name": "Gary Paulsen"
}, {
	"quote": "I loathe computers more and more, so I have one I can shut down and shelve like a book.",
	"name": "Will Self"
}, {
	"quote": "I am cursed with computers; something always goes wrong.",
	"name": "Carla Bruni"
}, {
	"quote": "Most computers today have built in backup software.",
	"name": "Barton Gellman"
}, {
	"quote": "I favor pocket-sized hard drives that travel between home and office, syncing with computers on both ends.",
	"name": "Barton Gellman"
}, {
	"quote": "The future of filmmaking is to make the canvas bigger, something you can't enjoy on your phones or computers.",
	"name": "Sidharth Malhotra"
}, {
	"quote": "The technological revolution at home makes it much easier for computers to do our work.",
	"name": "Fareed Zakaria"
}, {
	"quote": "Computers have virtually replaced tape recorders.",
	"name": "Tony Visconti"
}, {
	"quote": "Computers get better faster than anything else ever.",
	"name": "Erik Brynjolfsson"
}, {
	"quote": "Computers, like automobiles and airplanes, do only what people tell them to do.",
	"name": "Bill James"
}, {
	"quote": "Companies are accustomed to dismissing employees for misuse of computers at work.",
	"name": "Bill Dedman"
}, {
	"quote": "If being the biggest company was a guarantee of success, we'd all be using IBM computers and driving GM cars.",
	"name": "James Surowiecki"
}, {
	"quote": "If your computer speaks English, it was probably made in Japan.",
	"name": "Alan Perlis"
}, {
	"quote": "In computing, turning the obvious into the useful is a living definition of the word 'frustration'.",
	"name": "Alan Perlis"
}, {
	"quote": "Our lives sometimes depend on computers performing as predicted.",
	"name": "Philip Emeagwali"
}, {
	"quote": "Every company that made computers when we started the Mac, they're all gone.",
	"name": "Phil Schiller"
}, {
	"quote": "Even in the developing parts of the world, kids take to computers like fish to water.",
	"name": "Nicholas Negroponte"
}, {
	"quote": "You couldn't have fed the '50s into a computer and come out with the '60s.",
	"name": "Paul Kantner"
}, {
	"quote": "Today, computers help us making the music. It's really a tool.",
	"name": "Yael Naim"
}, {
	"quote": "What do we want our kids to do? Sweep up around Japanese computers?",
	"name": "Walter F. Mondale"
}, {
	"quote": "No one ever said on their deathbed, 'Gee, I wish I had spent more time alone with my computer'.",
	"name": "Danielle Berry"
}, {
	"quote": "I'm pretty into computers. I used to be a lot more into it when I was younger.",
	"name": "Cameron Dallas"
}, {
	"quote": "I'm a very methodical writer. Before computers, I used reams of paper and stacks of index cards.",
	"name": "Frank Peretti"
}, {
	"quote": "There has never been an unexpectedly short debugging period in the history of computers.",
	"name": "Steven Levy"
}, {
	"quote": "Bill Gates is the pope of the personal computer industry. He decides who's going to build.",
	"name": "Larry Ellison"
}, {
	"quote": "Computers will be able to do all the mundane tasks in our daily lives.",
	"name": "Aaron Swartz"
}, {
	"quote": "I just think there's a general interest in the world of computers.",
	"name": "Irwin Winkler"
}, {
	"quote": "There is no reason for any individual to have a computer in his home.",
	"name": "Ken Olsen"
}, {
	"quote": "Comic books aren't nerdy. You'd have to be an idiot to think computers are nerdy.",
	"name": "Adam Brody"
}, {
	"quote": "I always loved computers - it's something inside you.",
	"name": "George M. Church"
}, {
	"quote": "I just became one with my browser software.",
	"name": "Bill Griffith"
}, {
	"quote": "I just grew up liking computers and stuff like that. Mainly cool stuff, like video games.",
	"name": "Thomas Middleditch"
}, {
	"quote": "I'm into computers and have been for a while.",
	"name": "Thomas Middleditch"
}, {
	"quote": "Growing up, I spent my time doing useless stuff looking at computers.",
	"name": "Tobias Lutke"
}, {
	"quote": "Computing is no more about work - it's all about making work happen with computers.",
	"name": "Pranav Mistry"
}, {
	"quote": "My life's goal is to get rid of computers and invent everything that removes its necessity.",
	"name": "Pranav Mistry"
}, {
	"quote": "When I write software, I know that it will fail, either due to my own mistake, or due to some other cause.",
	"name": "Wietse Venema"
}, {
	"quote": "If you could utilize the resources of the end users' computers, you could do things much more efficiently.",
	"name": "Niklas Zennstrom"
}, {
	"quote": "The power of the computer is starting to spread.",
	"name": "Bill Budge"
}, {
	"quote": "People need to get out and do some more exercise, especially children who are stuck inside with computers.",
	"name": "Katie Taylor"
}, {
	"quote": "Modern people are only willing to believe in their computers, while I believe in myself.",
	"name": "Alain Robert"
}, {
	"quote": "I like computers as a tool. I like them as an instrument. I think they're just pretty.",
	"name": "Dallas Roberts"
}, {
	"quote": "I've always been slightly embittered about computers because it was the only subject I failed at school.",
	"name": "Matt Frewer"
}, {
	"quote": "I've found that people who design computers don't know a lot about displays.",
	"name": "Mary Lou Jepsen"
}, {
	"quote": "Computers were programmed to swap out error-prone, inconsistent human calculation with digital perfection.",
	"name": "David Autor"
}, {
	"quote": "What we did not imagine was a Web of people, but a Web of documents.",
	"name": "Dale Dougherty"
}, {
	"quote": "When the first computers started to come in, we tried to digitalize the seismological equipment.",
	"name": "Frank Press"
}, {
	"quote": "I didn't know much about computers. I still worked on a manual Olivetti typewriter.",
	"name": "Mona Simpson"
}, {
	"quote": "I got interested in computers and how they could be enslaved to the megalomaniac impulses of a teenager.",
	"name": "Eugene Jarvis"
}, {
	"quote": "Computers can't find the unexpected, but people can when they eyeball the data.",
	"name": "Debra Fischer"
}, {
	"quote": "The future lies in designing and selling computers that people don't realize are computers at all.",
	"name": "Adam Osborne"
}, {
	"quote": "Every piece of software written today is likely going to infringe on someone else's patent.",
	"name": "Miguel de Icaza"
}, {
	"quote": "My e-mail address is actually my wife's e-mail address. I actually hate computers.",
	"name": "Joe Sakic"
}, {
	"quote": "I don't really love computers.",
	"name": "John Maeda"
}, {
	"quote": "Gee, I am a complete Luddite when it comes to computers, I can barely log on!",
	"name": "Jonathan Shapiro"
}, {
	"quote": "Doing a movie about computers between 1978 and 1982? You can't get much less sexy, less active than that.",
	"name": "Joshua Michael Stern"
}, {
	"quote": "You can't have thousands of cars without good computers on the electric grid.",
	"name": "Shai Agassi"
}, {
	"quote": "There were no PCs when I started programming on computers.",
	"name": "Dave Winer"
}, {
	"quote": "You can't trust the internet.",
	"name": "Nicollette Sheridan"
}, {
	"quote": "In 1983, before computers came along, it wasn't easy to do electronic basslines and rhythms.",
	"name": "Gillian Gilbert"
}, {
	"quote": "I just bought a Mac to help me design the next Cray.",
	"name": "Seymour Cray"
}, {
	"quote": "The internet is not for sissies.",
	"name": "Paul Vixie"
}, {
	"quote": "There's my education in computers, right there; this is the whole thing, everything I took out of a book.",
	"name": "Howard Aiken"
}, {
	"quote": "For computer communications, computers talk in little bursts. They're not continuous like speech.",
	"name": "Bob Kahn"
}, {
	"quote": "If net neutrality goes away, it will fundamentally change everything about the Internet.",
	"name": "James Hilton"
}, {
	"quote": "I've tried word processors, but I think I'm too old a dog to use one.",
	"name": "Dee Brown"
}, {
	"quote": "With my wife Camille's help, I took to social networking. I'm working with the computers.",
	"name": "Bill Cosby"
}]