[{
	"quote": "I'm not the kind of person who tries to be cool or trendy, I'm definitely an individual.",
	"name": "Leonardo DiCaprio"
}, {
	"quote": "My key to dealing with stress is simple: just stay cool and stay focused.",
	"name": "Ashton Eaton"
}, {
	"quote": "Nothing is cooler and more attractive than a big comeback, and that'll be me.",
	"name": "Steven Adler"
}, {
	"quote": "Good words cool more than cold water.",
	"name": "John Ray"
}, {
	"quote": "Being cool is being your own self, not doing something that someone else is telling you to do.",
	"name": "Vanessa Hudgens"
}, {
	"quote": "I don't think of myself as hot or cool or anything, just a dork.",
	"name": "Ashley Olsen"
}, {
	"quote": "Keep a cool head and maintain a low profile. Never take the lead - but aim to do something big.",
	"name": "Deng Xiaoping"
}, {
	"quote": "Like a welcome summer rain, humor may suddenly cleanse and cool the earth, the air and you.",
	"name": "Langston Hughes"
}, {
	"quote": "I think it's cool to be smart, and I think it's sexy to be smart.",
	"name": "Stacey Farber"
}, {
	"quote": "It's cool to be different and just be who you are and shock people in a good way.",
	"name": "Brendon Urie"
}, {
	"quote": "I am a bit of a bad boy. I have tattoos and I mess around. That's part of my image, so it's cool.",
	"name": "Zayn Malik"
}, {
	"quote": "Let your soul stand cool and composed before a million universes.",
	"name": "Walt Whitman"
}, {
	"quote": "Keep a cool head and a warm heart.",
	"name": "Mike Love"
}, {
	"quote": "I think when you are a cool guy but also a hot guy, that makes you even more sexy.",
	"name": "Tessanne Chin"
}, {
	"quote": "For me, the cool thing is doing things that could only be done in gaming.",
	"name": "Warren Spector"
}, {
	"quote": "My main focus is to always try to be myself first, and then, hey, if I wear a cool jacket, that's a bonus.",
	"name": "John Krasinski"
}, {
	"quote": "There's something cool about being a stealth classic.",
	"name": "John Cameron Mitchell"
}, {
	"quote": "I like to look cool and dress nice. Lil Uzi is a rock star. Just know that.",
	"name": "Lil Uzi Vert"
}, {
	"quote": "Obviously anything that accessorizes or enhances the iPhone is always pretty cool.",
	"name": "Harry Shum, Jr."
}, {
	"quote": "You don't have to carry a designer bag that costs more than a car to look cool.",
	"name": "Kesha"
}, {
	"quote": "Is a hippopotamus a hippopotamus, or just a really cool Opotamus?",
	"name": "Mitch Hedberg"
}, {
	"quote": "To create well I have to be in a good mood, happy and cool.",
	"name": "Marc Newson"
}, {
	"quote": "A full beard looks cool.",
	"name": "Richard C. Armitage"
}, {
	"quote": "I think I'm cool. That's all that matters.",
	"name": "Tyler, The Creator"
}, {
	"quote": "I'm cool with the way I look, I'm not an ugly dog, but I don't see myself as a stud or anything.",
	"name": "Seann William Scott"
}, {
	"quote": "On stage, we just want to generate hysteria. We don't care about looking cool or posing.",
	"name": "Adrian Edmondson"
}, {
	"quote": "Drake is an amazing person. Also, a magician. He's a big brother, super-talent; he's cool.",
	"name": "Travis Scott"
}, {
	"quote": "Rather be dead than cool.",
	"name": "Kurt Cobain"
}, {
	"quote": "The Internet made fame wack and anonymity cool.",
	"name": "Frank Ocean"
}, {
	"quote": "I want to be a vampire. They're the coolest monsters.",
	"name": "Gerard Way"
}, {
	"quote": "If you've got cool nails, you wake up and you're like, 'Oh, I'm happy now.'",
	"name": "Maisie Williams"
}, {
	"quote": "Sometimes it's okay to give yourself a pat on the back and say, 'That was cool. That made me feel good.'",
	"name": "Sebastian Stan"
}, {
	"quote": "There aren't many things that are universally cool, and it's cool not to litter. I'd never do it.",
	"name": "Matthew McConaughey"
}, {
	"quote": "Rockets are cool. There's no getting around that.",
	"name": "Elon Musk"
}, {
	"quote": "I can take it. The tougher it gets, the cooler I get.",
	"name": "Richard M. Nixon"
}, {
	"quote": "Whatever hysteria exists is inflamed by mystery, suspicion and secrecy. Hard and exact facts will cool it.",
	"name": "Elia Kazan"
}, {
	"quote": "My goal was never to make Facebook cool. I am not a cool person.",
	"name": "Mark Zuckerberg"
}, {
	"quote": "I'm not the biggest motorcycle fan - they're cool and a lot of fun, but they're scary as well!",
	"name": "Taylor Lautner"
}, {
	"quote": "My mother was so stylish, but she never pushed that on me. She always thought I looked cool.",
	"name": "Tig Notaro"
}, {
	"quote": "If people are cool, then they are not stressed. I pity the fool that don't be cool.",
	"name": "Mr. T"
}, {
	"quote": "As a young boy, I was taught in high school that hacking was cool.",
	"name": "Kevin Mitnick"
}, {
	"quote": "I'm keeping the pixie. I hope I inspire people... it's really cool to have short hair.",
	"name": "Millie Bobby Brown"
}, {
	"quote": "To me, Sid Vicious is cool. Super chill.",
	"name": "Tyler, The Creator"
}, {
	"quote": "I think you have to be cool to be a good flirt, and I don't think I'm very cool.",
	"name": "Harry Styles"
}, {
	"quote": "The ballplayer who loses his head, who can't keep his cool, is worse than no ballplayer at all.",
	"name": "Lou Gehrig"
}, {
	"quote": "The worst thing I could be thinking is how could I be a cool bass player.",
	"name": "Mike Gordon"
}, {
	"quote": "People will visit Mars, they will settle mars, and we should because it's cool.",
	"name": "Jeff Bezos"
}, {
	"quote": "I don't want to be too cool. You get so caught up with whether you're doing it right.",
	"name": "John Hughes"
}, {
	"quote": "Technology is cool, but you've got to use it as opposed to letting it use you.",
	"name": "Prince"
}, {
	"quote": "The idea of recognising your strengths and using them in as versatile a way as you can is cool to me.",
	"name": "Frank Ocean"
}, {
	"quote": "Be still and cool in thine own mind and spirit.",
	"name": "George Fox"
}, {
	"quote": "It's cool to meet your idols. It's a good opportunity to travel. Those kinds of things are good.",
	"name": "Meg White"
}, {
	"quote": "While it's cool to think ghosts exist, I don't want to see one.",
	"name": "Dean Ambrose"
}, {
	"quote": "I can see my competitors sweating, and I am cool as a cucumber.",
	"name": "Adam Rippon"
}, {
	"quote": "I went to a public school through sixth grade, and being good at tests wasn't cool.",
	"name": "Bill Gates"
}, {
	"quote": "I have to stay calm, cool, and collected.",
	"name": "Canelo Alvarez"
}, {
	"quote": "I'm glad to see that BMW is bringing an electric car to market. That's cool.",
	"name": "Elon Musk"
}, {
	"quote": "I wish I was a cool guy and could drink coffee black, but I put almond milk and raw cane sugar in it.",
	"name": "Nick Kroll"
}, {
	"quote": "Kicks to the legs, they're not very cool. They're brutal.",
	"name": "Michael Pena"
}, {
	"quote": "I look like an accountant. And no offense to accountants! There's some really cool accountants out there.",
	"name": "Jake Lacy"
}, {
	"quote": "Saturday morning, you knew what was cool by what was on 'Soul Train.'",
	"name": "Nick Cannon"
}, {
	"quote": "Being a sex symbol isn't cool unless you're in love with a girl, and she calls you a sex symbol.",
	"name": "Shawn Mendes"
}, {
	"quote": "I love to hear a cool ambient sound at runway shows. It creates a good energy.",
	"name": "Theophilus London"
}, {
	"quote": "Music is music, ultimately. If it makes you feel good, cool.",
	"name": "Prince"
}, {
	"quote": "If you meet a girl, you meet a girl. It's normal, so if you exchange numbers, whatevs, it's cool.",
	"name": "Zayn Malik"
}, {
	"quote": "I used to be a cool chick but I'm not anymore.",
	"name": "Britney Spears"
}, {
	"quote": "Competition is great. And as long as it's friendly and not a malicious thing, then I think it's cool.",
	"name": "Janet Jackson"
}, {
	"quote": "Superman is not as innately cool as Batman.",
	"name": "David S. Goyer"
}, {
	"quote": "I was not a good-lookin' girl. I was extremely skinny. I wasn't pretty. I wasn't cool.",
	"name": "Celine Dion"
}, {
	"quote": "There aren't many poster children for cool angst. Everybody thinks it's cool if you're the bad girl.",
	"name": "Fiona Apple"
}, {
	"quote": "For cool things to happen, you have to get out of your comfort zone.",
	"name": "Rony Abovitz"
}, {
	"quote": "Oh, my God, this amazing cool breeze is coming through my window and the sun is shining. I'm happy.",
	"name": "Liv Tyler"
}, {
	"quote": "Don't worry about what's cool and what's not cool. Authenticity is what's cool.",
	"name": "Zac Posen"
}, {
	"quote": "All of my favorite people - people I really trust - none of them were cool in their younger years.",
	"name": "Taylor Swift"
}, {
	"quote": "I love Poseidon. His trident - his weapon - is really cool.",
	"name": "Kellan Lutz"
}, {
	"quote": "Being a drummer, I'm always like, 'Oh, that's got a funky beat. That's cool,' and I like to dance.",
	"name": "Tommy Lee"
}, {
	"quote": "I'm a traditionalist, so for me, black coffee is cool.",
	"name": "Graham Elliot"
}, {
	"quote": "He who keeps his cool best wins.",
	"name": "Norman Cousins"
}, {
	"quote": "Sometimes just when I say hello the right way, I'm like, 'Whoa, I'm so cool.'",
	"name": "Robert Pattinson"
}, {
	"quote": "We were in recycling before recycling was cool.",
	"name": "Anthony Pratt"
}, {
	"quote": "I'm never quite cool, if you know what I mean. I'm basically the worst, best superhero.",
	"name": "Tom Holland"
}, {
	"quote": "I think when you're winning, your uniforms are cool.",
	"name": "Shaun Alexander"
}, {
	"quote": "I don't count on the boy who waits till October, when it's cool and fun, then decides he wants to play.",
	"name": "Darrell Royal"
}, {
	"quote": "I just like short hair on women; I think it's cool.",
	"name": "Evangeline Lilly"
}, {
	"quote": "I'm cool with failing so long as I know that there are people around me that love me unconditionally.",
	"name": "Dave Chappelle"
}, {
	"quote": "I'm a Muslim, but I think Jesus would have a drink with me. He would be cool. He would talk to me.",
	"name": "Mike Tyson"
}, {
	"quote": "The Internet is for haters. Everyone wants to knock somebody down, but it's cool.",
	"name": "Andy Cohen"
}, {
	"quote": "Placebo is music for outsiders, by outsiders and our gigs are like conventions of outcasts, which is cool.",
	"name": "Brian Molko"
}, {
	"quote": "In my personal life, I would just feel like, I will always be cool with everyone.",
	"name": "Zara Larsson"
}, {
	"quote": "I'm just a big old nerd. I'm not that cool guy at all.",
	"name": "Guillermo Diaz"
}, {
	"quote": "One cool judgment is worth a thousand hasty counsels. The thing to do is to supply light and not heat.",
	"name": "Woodrow Wilson"
}, {
	"quote": "My dad is a great writer. Naturally talented, naturally charming. He embodies that back-in-the-day cool.",
	"name": "Drake"
}, {
	"quote": "I've never done anything because I thought it would look cool.",
	"name": "John Mayer"
}, {
	"quote": "Smoking is definitely not cool anymore, and the folks who have worked against that have done a great job.",
	"name": "Tarana Burke"
}, {
	"quote": "Keep cool my babies.",
	"name": "Conan O'Brien"
}, {
	"quote": "Keep your cool, even when those around you can't.",
	"name": "William H. McRaven"
}, {
	"quote": "I'm cool with Jay-Z. Jay-Z is genuinely my friend.",
	"name": "Drake"
}, {
	"quote": "Vegetarians are cool. All I eat are vegetarians - except for the occasional mountain lion steak.",
	"name": "Ted Nugent"
}, {
	"quote": "No-one has ever called me a cool dude. I'm somewhere between geek and normal.",
	"name": "Linus Torvalds"
}, {
	"quote": "It's cool just because I've had this dream of changing the sport of swimming and it's finally happening.",
	"name": "Michael Phelps"
}, {
	"quote": "You just have to play it cool. You don't want everyone to know you're an amateur.",
	"name": "Shawn Mendes"
}, {
	"quote": "I've been called 'musically schizophrenic,' and some people think that's a cool thing.",
	"name": "Gary Clark, Jr."
}, {
	"quote": "I'm cool as a cucumber, baby.",
	"name": "Thomas Middleditch"
}, {
	"quote": "It feels quite cool, in a mad way, to be someone who skulks about in the shadows.",
	"name": "Peter Baynham"
}, {
	"quote": "Most Americans are very cool people.",
	"name": "Henry Rollins"
}, {
	"quote": "I get along with Australians really well. Everyone's usually really cool, and it's always a drag to leave.",
	"name": "Henry Rollins"
}, {
	"quote": "America was cool with Saddam Hussein when he was killing Iranians.",
	"name": "Henry Rollins"
}, {
	"quote": "Imagine a 15-year-old kid saying, 'I have two moms - it's cool.' I don't fear that at all.",
	"name": "Henry Rollins"
}, {
	"quote": "The cool thing about my profession is that I can do it until the day I die.",
	"name": "Candace Cameron Bure"
}, {
	"quote": "What inspires me about rap is that it's written in an almost poetic way. I just think it's so cool.",
	"name": "Billie Eilish"
}, {
	"quote": "Summer bachelors, like summer breezes, are never as cool as they pretend to be.",
	"name": "Nora Ephron"
}, {
	"quote": "It's cool to go places where working people are happy.",
	"name": "Neil Young"
}, {
	"quote": "It's cool to be healthy.",
	"name": "Dick Gregory"
}, {
	"quote": "If your stomach disputes you, lie down and pacify it with cool thoughts.",
	"name": "Satchel Paige"
}, {
	"quote": "It's cool when fans spend so much time making things for me. It means a lot.",
	"name": "Justin Bieber"
}, {
	"quote": "Morgan Freeman is so class. He's so cool. He's so scary.",
	"name": "Jim Carrey"
}, {
	"quote": "I just think it looks so cool when a woman has a dirty martini. She looks so powerful.",
	"name": "Banks"
}, {
	"quote": "The softest thing I've ever heard are the wind chimes in my backyard. They are soft and cool and mellow.",
	"name": "Ty Dolla Sign"
}, {
	"quote": "The one cool thing with getting older is that you can actively choose to just be an eccentric.",
	"name": "Greg Behrendt"
}, {
	"quote": "If someone has a really great boyfriend or career, I think, it's cool that happens.",
	"name": "Taylor Swift"
}, {
	"quote": "I think it's cool people love to hate me.",
	"name": "Carice van Houten"
}, {
	"quote": "It seems like once people grow up, they have no idea what's cool.",
	"name": "Bill Watterson"
}, {
	"quote": "I knew exactly what I wanted to do. I wanted to build some kind of lifestyle brand that was preppy and cool.",
	"name": "Tommy Hilfiger"
}, {
	"quote": "Just sharing music with each other - that's cool. It's the selling that becomes the problem.",
	"name": "Prince"
}, {
	"quote": "I met Bill Clinton; he's a very nice guy. Yeah, Bill Clinton's cool.",
	"name": "Ed Sheeran"
}, {
	"quote": "I think the cool thing about snowboarding is that everyone has their own style.",
	"name": "Chloe Kim"
}, {
	"quote": "Maybe the coolest people are the ones who don't care about being cool.",
	"name": "Steve Carell"
}, {
	"quote": "Being uncool is being pretty much the coolest you can be.",
	"name": "Rufus Wainwright"
}, {
	"quote": "My parents are so cool, so chill, super hip. They know what's up.",
	"name": "Becky G"
}, {
	"quote": "Keep cool; anger is not an argument.",
	"name": "Daniel Webster"
}, {
	"quote": "There are days when I want to feel cool, sexy, goofy, and at these times, fashion helps me define my mood.",
	"name": "Disha Patani"
}, {
	"quote": "Just be a cool grandpa who's creative, and hang out and tell stories and read a book in the library.",
	"name": "Angelina Jolie"
}, {
	"quote": "It's really cool to come from nothing and essentially be a nobody and make yourself somebody.",
	"name": "Logic"
}, {
	"quote": "'Yeezus,' I really love it. I think the sound of it is cool.",
	"name": "Trent Reznor"
}, {
	"quote": "I never saw music in terms of men and women or black and white. There was just cool and uncool.",
	"name": "Bonnie Raitt"
}, {
	"quote": "All you 'Twilight' fans, can't thank you really enough for being so supportive. You're real cool people.",
	"name": "Rami Malek"
}, {
	"quote": "This idea of 'cool capitalism' is still capitalism. It doesn't matter if Elon Musk quotes Nas.",
	"name": "Boots Riley"
}, {
	"quote": "He's as cool as a prized marrow!",
	"name": "Sid Waddell"
}, {
	"quote": "It's pretty cool to be able to hang out with the President and have the race-winning car on the South Lawn.",
	"name": "Buddy Rice"
}, {
	"quote": "I'm a geeky toy collector, and to have toys of your own characters is unbelievably cool.",
	"name": "Craig McCracken"
}, {
	"quote": "'Be Cool' was a defining movie for me.",
	"name": "Dwayne Johnson"
}, {
	"quote": "I feel like baggy pants are cool.",
	"name": "Khalid"
}, {
	"quote": "Horses and horsepower alike are about status and being cool.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Tweeting is like sending out cool telegrams to your friends once a week.",
	"name": "Tom Hanks"
}, {
	"quote": "I have a cycle that is not particularly cool, but it's a cycle: trash myself to reward myself.",
	"name": "Jeff Bridges"
}, {
	"quote": "For most of my life, I've thought of myself as pretty cool.",
	"name": "Nikki Giovanni"
}, {
	"quote": "Death is staring too long into the burning sun and the relief of entering a cool, dark room.",
	"name": "Elisabeth Kubler-Ross"
}, {
	"quote": "I just want to make cool art work that has some meaning.",
	"name": "Katya Zamolodchikova"
}, {
	"quote": "I'm from Iowa, we don't know what cool is!",
	"name": "Ashton Kutcher"
}, {
	"quote": "It's not cool to be an alcoholic.",
	"name": "Chester Bennington"
}, {
	"quote": "It's kinda cool to have friends that just do good.",
	"name": "Adrienne C. Moore"
}, {
	"quote": "It's cool to be recognised by your peers.",
	"name": "Frank Ocean"
}, {
	"quote": "I don't mind not being cool.",
	"name": "Chris Martin"
}, {
	"quote": "We aren't cool and never will be.",
	"name": "Chris Martin"
}, {
	"quote": "Just because it's been around for centuries, doesn't mean it's cool to be a creepy old man.",
	"name": "Hannah Gadsby"
}, {
	"quote": "I'm a flamboyant type of guy, a cooler version of Liberace.",
	"name": "Usher"
}, {
	"quote": "Parisians have this ability to be cool and chic without appearing to have made an effort.",
	"name": "Jeanne Damas"
}, {
	"quote": "I'm cool with my body, I love my body. I wouldn't trade it for no other body.",
	"name": "Marshawn Lynch"
}, {
	"quote": "I don't watch reality TV. I'm cool.",
	"name": "Dave Attell"
}, {
	"quote": "MAC always has the cool, funky products.",
	"name": "Justine Skye"
}, {
	"quote": "Let's have days and days of brilliant clarity, etched and limpid, cool and surgical.",
	"name": "Richard Burton"
}, {
	"quote": "I'd love to date somebody cool, fun, funny.",
	"name": "Rihanna"
}, {
	"quote": "I go from English to Spanish, and I feel I have some cool songs.",
	"name": "Enrique Iglesias"
}, {
	"quote": "So, it's cool that, yes, Hal Jordan is a superhero, but my character is a real-world hero in her own life.",
	"name": "Blake Lively"
}, {
	"quote": "It's nice to see different places and different parts of the world. It's pretty cool, though I hate flying!",
	"name": "Stipe Miocic"
}, {
	"quote": "It's a real challenge to complete a story arc and end up with a cool punchline in 120 characters.",
	"name": "Mark Hoppus"
}, {
	"quote": "It's cool to have instruments lying around because they give you different ideas.",
	"name": "Ezra Koenig"
}, {
	"quote": "Jail is definitely not cool. Education is.",
	"name": "Ja Rule"
}, {
	"quote": "One of the biggest challenges we have, folks, is making liberty and freedom cool.",
	"name": "Rush Limbaugh"
}, {
	"quote": "Being cool, having a 'cool' energy is just not attractive to me.",
	"name": "Selena Gomez"
}, {
	"quote": "My perfect guy wears converse, is totally laid back, and doesn't worry about being cool.",
	"name": "Selena Gomez"
}, {
	"quote": "I don't mind not being cool; I wear a cardigan.",
	"name": "Marcus Brigstocke"
}, {
	"quote": "I was trying to be this person who is cool, eternally rocking.",
	"name": "Billy Corgan"
}, {
	"quote": "I have five siblings, so my mom was always pregnant, and she would wear these dungarees that looked so cool.",
	"name": "Liberty Ross"
}, {
	"quote": "All actors are my brothers and my sisters. It ain't cool to compare or disparage them. It ain't polite.",
	"name": "Michael Keaton"
}, {
	"quote": "I love Doritos - the nacho flavor. The Cool Ranch is good; it's a good second.",
	"name": "Ally Brooke"
}, {
	"quote": "The thing that's cool about the recording booth is that it's so perfunctory, so cut-to-the-chase.",
	"name": "Ron Perlman"
}, {
	"quote": "Guys want to be cool without appearing to be bothered about trends.",
	"name": "John Rocha"
}, {
	"quote": "I really don't know that I'm iconic. I don't even know that people think I'm cool.",
	"name": "Laurence Fishburne"
}, {
	"quote": "My parents are very cool and wildly supportive - maybe almost too much. I want to tell them to chill out.",
	"name": "Adam DeVine"
}, {
	"quote": "Hong Kong has plenty of superlative hotels, amazing food, and cool shopping.",
	"name": "Hanya Yanagihara"
}, {
	"quote": "Electric cars are really very cool. Air-source heat pumps are great.",
	"name": "David J. C. MacKay"
}, {
	"quote": "I like Kauffman Stadium in Kansas City. With the waterfall and things like that, I think it's pretty cool.",
	"name": "CC Sabathia"
}, {
	"quote": "I admire cool renderings of hot topics.",
	"name": "Kathryn Harrison"
}, {
	"quote": "I am a huge fashion fan. It's a really cool way to express yourself.",
	"name": "Kiernan Shipka"
}, {
	"quote": "A lot of people are obsessed with looking cool. They feel they have to look after their image.",
	"name": "Adrian Edmondson"
}, {
	"quote": "Westerns are cool, man. I'm big on Westerns. I just love the grittiness.",
	"name": "Ramon Rodriguez"
}, {
	"quote": "People expect you to be doing something cool all the time. In a normal life, that's not happening!",
	"name": "Kaia Gerber"
}, {
	"quote": "I'm cool with where I'm at. It's certain things I wanna do to be better, but I'm good.",
	"name": "Jazmine Sullivan"
}, {
	"quote": "By the rules of debate, if you lose your cool, you've lost the game.",
	"name": "Morgan Neville"
}, {
	"quote": "One interviewer asked me: 'How do you feel that you've betrayed your father?' That wasn't really very cool.",
	"name": "Dhani Harrison"
}, {
	"quote": "In secondary school, I became aware of the idea of being cool, and that was a bit of a shell shock.",
	"name": "Ruth Bradley"
}, {
	"quote": "It's so cool to hear these DJs and younger artists that are coming around be like, 'Wow, we love your music.'",
	"name": "Howie Dorough"
}, {
	"quote": "Being on a lunchbox was awesome, and being on a thermos was pretty cool, too.",
	"name": "Zach Galligan"
}, {
	"quote": "Being a nerd is not always a bad thing. It's actually cool to be a nerd.",
	"name": "Grizz Chapman"
}, {
	"quote": "I think as - all in all, it's better to have a cool president than a not cool president.",
	"name": "Jonah Goldberg"
}, {
	"quote": "The secret was to just be cool, stay in God's graces, and work it out.",
	"name": "Solomon Burke"
}, {
	"quote": "It's cool seeing stuff, like, that come together really quickly and the reaction that it gets.",
	"name": "Joshua Ostrander"
}, {
	"quote": "Barcelona is one of my favourite cities in the world. The fashion and people are just so effortlessly cool.",
	"name": "Leigh Lezark"
}, {
	"quote": "I haven't took no punishment. There's nothing cool about taking punishment.",
	"name": "Floyd Mayweather, Jr."
}, {
	"quote": "You have this ability in hip hop to be invincibly cool, and that is a part of G-Eazy.",
	"name": "G-Eazy"
}, {
	"quote": "If I'm the biggest artist in the world, cool, but I want to just be me.",
	"name": "Future"
}, {
	"quote": "When you tour, it's so hard on the body. Being in one place is cool. It's a more stable environment.",
	"name": "Britney Spears"
}, {
	"quote": "That's one of the cool things about fame. You have an affect on society and where it goes.",
	"name": "Jeff Bridges"
}, {
	"quote": "So many models have cool boyfriends.",
	"name": "Chrissy Teigen"
}, {
	"quote": "Halsey's a really great artist - her voice is great, and she has a really cool message behind her songs.",
	"name": "Brendon Urie"
}, {
	"quote": "I used to study 'Hunky Dory' - and be mad that I hadn't figured out anything that cool!",
	"name": "Brendon Urie"
}, {
	"quote": "I want to go to college and go back to Georgetown. It's a really cool place.",
	"name": "Bobby Flay"
}, {
	"quote": "I'm cool with myself. If I can't have the body of Angie Bassett, so be it.",
	"name": "Queen Latifah"
}, {
	"quote": "When I was a child, it was cool to be a scientist.",
	"name": "Michio Kaku"
}, {
	"quote": "The cool thing about my show and me is that I'm a writer, and I'm a writer first if I don't have music.",
	"name": "Halsey"
}, {
	"quote": "'Vice News' is cool because they'll just send your local barista to go talk to the head of ISIS.",
	"name": "Hasan Minhaj"
}, {
	"quote": "It's cool now to play golf.",
	"name": "Tiger Woods"
}, {
	"quote": "I'm not geeky but I have my geeky, corky moments, and then I've got some aspects of cool in me, I guess.",
	"name": "Nick Cannon"
}, {
	"quote": "When I don't look cool enough or when I cannot make good music anymore, I will retire.",
	"name": "G-Dragon"
}, {
	"quote": "You get a timeless cool card in New York.",
	"name": "Vin Diesel"
}, {
	"quote": "I don't know who came up with this idea that it's cool to hate on other girls, 'cause it's not.",
	"name": "Lilly Singh"
}, {
	"quote": "I relate my life a lot to 'Cool Runnings,' the movie.",
	"name": "Lewis Hamilton"
}, {
	"quote": "Manners are love in a cool climate.",
	"name": "Quentin Crisp"
}, {
	"quote": "I'd rather be the cool aunt than the authoritative aunt.",
	"name": "Solange Knowles"
}, {
	"quote": "Let's be honest. Canada wasn't ever cool.",
	"name": "The Weeknd"
}, {
	"quote": "I want to make pop cool again, and the only way I can do that is by being ambitious and grand.",
	"name": "The Weeknd"
}, {
	"quote": "Growing up, I didn't feel cool; I didn't fit into any crowd.",
	"name": "Madonna Ciccone"
}, {
	"quote": "Comic-Con is really cool. It's different. I like to people-watch. I like to see the costumes.",
	"name": "Carli Lloyd"
}, {
	"quote": "Tracy Morgan is subdued. I'm cool. I'm chilled out.",
	"name": "Tracy Morgan"
}, {
	"quote": "Cool is the enemy of funny. You can't be cool and be funny at the same time. Only Eddie Murphy could do that.",
	"name": "Tracy Morgan"
}, {
	"quote": "That would be pretty cool being the first one to do the quint.",
	"name": "Nathan Chen"
}, {
	"quote": "If you feel comfortable and cool in particular clothes, then that is fashion according to me.",
	"name": "Disha Patani"
}, {
	"quote": "I'm not quite as cool as I would like to be, really.",
	"name": "Ian Mckellen"
}, {
	"quote": "I love 'Maxim,' actually. It's very cool.",
	"name": "Pierce Brosnan"
}, {
	"quote": "It's a trend to insult Wale, like that makes you cool on the Internet, and a part of it is because I respond.",
	"name": "Wale"
}, {
	"quote": "I like to always do my best to make music catchy, so I think a very catchy melody is cool.",
	"name": "Logic"
}, {
	"quote": "I'm not the rapper that's too cool to tweet and talk to fans.",
	"name": "Logic"
}, {
	"quote": "The nerds are the ones that make the films and do loads of other really cool stuff in their life.",
	"name": "Daniel Radcliffe"
}, {
	"quote": "Beyonce is cool, and she can really sing.",
	"name": "Aaron Neville"
}, {
	"quote": "Being cool is when you win, you don't get too happy; and when you lose, you don't get too mad.",
	"name": "Ice T"
}, {
	"quote": "That's how I grew up - it wasn't cool to not have a good system.",
	"name": "Jimmy Iovine"
}, {
	"quote": "I always wanted to be where the cool was because I didn't think I was cool. But music was cool.",
	"name": "Jimmy Iovine"
}, {
	"quote": "I can't learn in school, but I can learn from somebody who I think is cool and great.",
	"name": "Jimmy Iovine"
}, {
	"quote": "I knew in my heart that I wasn't cool, but I figured I could at least be cool by association.",
	"name": "Jimmy Iovine"
}, {
	"quote": "I follow cool. When I went up to see Steve Jobs, I said, 'The party's at this guy's house.'",
	"name": "Jimmy Iovine"
}, {
	"quote": "I've never been cool - and I don't care.",
	"name": "Celine Dion"
}, {
	"quote": "Long intros are cool because there's a little bit of anticipation, you know?",
	"name": "Miranda Lambert"
}, {
	"quote": "People connect with me just as a cool, around-the-way type of guy.",
	"name": "Wiz Khalifa"
}, {
	"quote": "The problem to me is violence. It's not cool to kill somebody or hurt people.",
	"name": "Mark Ruffalo"
}, {
	"quote": "Once Johnny Cash and Waylon Jennings are not cool on country radio, it's time for a new format.",
	"name": "Steven Van Zandt"
}, {
	"quote": "Jose Mourinho is a big star... he's cool.",
	"name": "Zlatan Ibrahimovic"
}, {
	"quote": "I always had good friends, but I did not feel like a cool girl, ever.",
	"name": "Nicole Holofcener"
}, {
	"quote": "I'm just a cool type of guy who's all about positives.",
	"name": "Big Boi"
}, {
	"quote": "I did fine in school. School was cool until I started personally rebelling.",
	"name": "Musiq Soulchild"
}, {
	"quote": "You can't not look cool with a crossbow.",
	"name": "Norman Reedus"
}, {
	"quote": "I think it's interesting to have a cool character not look so cool, you know?",
	"name": "Norman Reedus"
}, {
	"quote": "It's always cool to meet people who can do things that you have no capacity to do.",
	"name": "Kevin James"
}, {
	"quote": "I'm a massive fan of Drake, and we walked right past him. He's too cool to be clapping One Direction though.",
	"name": "Zayn Malik"
}, {
	"quote": "I just tried to keep my cool and continue with my race plan: to win.",
	"name": "Mark Spitz"
}, {
	"quote": "Getting a grey beard's not cool.",
	"name": "Ian Brown"
}, {
	"quote": "It's really cool when, in every genre of music, you can listen to a song and know what era it was from.",
	"name": "Kelsea Ballerini"
}, {
	"quote": "I'm really a cool, mellow guy. I'm not as crazy as everybody thinks.",
	"name": "Tommy Lee"
}, {
	"quote": "We want metal to be dangerous again. How cool would that be?",
	"name": "M. Shadows"
}, {
	"quote": "For me, a band like Gojira brings something really cool and new to the table.",
	"name": "M. Shadows"
}, {
	"quote": "This wired generation is kind of cool.",
	"name": "LeVar Burton"
}, {
	"quote": "Country's hip; it's cool music.",
	"name": "Ricky Skaggs"
}, {
	"quote": "I don't believe you can buy or sell 'cool.'",
	"name": "Carolyn See"
}, {
	"quote": "Heroes don't wear diapers. It's just not cool.",
	"name": "Felix Baumgartner"
}, {
	"quote": "There's nothing less funny than someone who looks cool. There's nothing more unappealing.",
	"name": "Eric Wareheim"
}, {
	"quote": "It's really cool I get to be part of this 'Jurassic Park' universe.",
	"name": "Ty Simpkins"
}, {
	"quote": "We're always bombarded with images from magazines of what looks cool and sexy.",
	"name": "Marilu Henner"
}, {
	"quote": "Yeah, I get to fight in 'Eclipse.' My trainer is teaching me MMA right now. So. Cool.",
	"name": "Ashley Greene"
}, {
	"quote": "If I could work with any actor it would have to be Johnny Depp. He is cool.",
	"name": "Ben Nicholas"
}, {
	"quote": "I don't need to hang out in a posse and try to act cool.",
	"name": "Jeremy London"
}, {
	"quote": "I am always looking for a cool tee shirt; maybe one with a rock band or an old advertisement.",
	"name": "Bridget Hall"
}, {
	"quote": "I guess I would use my son's word: cool. It was cool to work in the White House.",
	"name": "Alberto Gonzales"
}, {
	"quote": "I could never dream of being cool.",
	"name": "Andrea Corr"
}, {
	"quote": "Every collection that I work on, I always think, Is this cool enough to wear to a concert?",
	"name": "Anna Sui"
}, {
	"quote": "I'm involved in so many cool and interesting and redeeming things. I'm enjoying every day.",
	"name": "Chris Borland"
}, {
	"quote": "I have, I admit, a low tolerance for detached chronicling and cool analysis.",
	"name": "Leslie Fiedler"
}, {
	"quote": "It's cool to have a well run, comfortable and inviting home.",
	"name": "Anthea Turner"
}, {
	"quote": "Apparently it's cool to watch The Daily Show.",
	"name": "Rob Corddry"
}, {
	"quote": "I think you create your own hipness.",
	"name": "Peabo Bryson"
}, {
	"quote": "Spiderman can climb walls and he's got a cool outfit.",
	"name": "Rhona Mitra"
}]