[{
	"quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
	"name": "Lao Tzu"
}, {
	"quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
	"name": "Winston Churchill"
}, {
	"quote": "Courage is found in unlikely places.",
	"name": "J. R. R. Tolkien"
}, {
	"quote": "All our dreams can come true, if we have the courage to pursue them.",
	"name": "Walt Disney"
}, {
	"quote": "All you need is the plan, the road map, and the courage to press on to your destination.",
	"name": "Earl Nightingale"
}, {
	"quote": "The secret to happiness is freedom... And the secret to freedom is courage.",
	"name": "Thucydides"
}, {
	"quote": "Mistakes are always forgivable, if one has the courage to admit them.",
	"name": "Bruce Lee"
}, {
	"quote": "Courage is resistance to fear, mastery of fear, not absence of fear.",
	"name": "Mark Twain"
}, {
	"quote": "Never bend your head. Always hold it high. Look the world straight in the eye.",
	"name": "Helen Keller"
}, {
	"quote": "Courage is fire, and bullying is smoke.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Wisdom, compassion, and courage are the three universally recognized moral qualities of men.",
	"name": "Confucius"
}, {
	"quote": "If you have no confidence in self, you are twice defeated in the race of life.",
	"name": "Marcus Garvey"
}, {
	"quote": "Courage is like love; it must have hope for nourishment.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "He who is not courageous enough to take risks will accomplish nothing in life.",
	"name": "Muhammad Ali"
}, {
	"quote": "Courage is knowing what not to fear.",
	"name": "Plato"
}, {
	"quote": "Jump, and you will find out how to unfold your wings as you fall.",
	"name": "Ray Bradbury"
}, {
	"quote": "Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen.",
	"name": "Winston Churchill"
}, {
	"quote": "It takes courage to grow up and become who you really are.",
	"name": "e. e. cummings"
}, {
	"quote": "The eagle has no fear of adversity. We need to be like the eagle and have a fearless spirit of a conqueror!",
	"name": "Joyce Meyer"
}, {
	"quote": "Efforts and courage are not enough without purpose and direction.",
	"name": "John F. Kennedy"
}, {
	"quote": "Only those who will risk going too far can possibly find out how far one can go.",
	"name": "T. S. Eliot"
}, {
	"quote": "Courage is grace under pressure.",
	"name": "Ernest Hemingway"
}, {
	"quote": "We must build dikes of courage to hold back the flood of fear.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "The greatest test of courage on earth is to bear defeat without losing heart.",
	"name": "Robert Green Ingersoll"
}, {
	"quote": "I think we all have empathy. We may not have enough courage to display it.",
	"name": "Maya Angelou"
}, {
	"quote": "Courtesy is as much a mark of a gentleman as courage.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "Courage is contagious. When a brave man takes a stand, the spines of others are often stiffened.",
	"name": "Billy Graham"
}, {
	"quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
	"name": "J. K. Rowling"
}, {
	"quote": "From caring comes courage.",
	"name": "Lao Tzu"
}, {
	"quote": "Honest conviction is my courage; the Constitution is my guide.",
	"name": "Andrew Johnson"
}, {
	"quote": "Let us not pray to be sheltered from dangers but to be fearless when facing them.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "In the Soviet army it takes more courage to retreat than advance.",
	"name": "Joseph Stalin"
}, {
	"quote": "What would life be if we had no courage to attempt anything?",
	"name": "Vincent Van Gogh"
}, {
	"quote": "Man cannot discover new oceans unless he has the courage to lose sight of the shore.",
	"name": "Andre Gide"
}, {
	"quote": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.",
	"name": "Jonas Salk"
}, {
	"quote": "Courage is being scared to death... and saddling up anyway.",
	"name": "John Wayne"
}, {
	"quote": "The best protection any woman can have... is courage.",
	"name": "Elizabeth Cady Stanton"
}, {
	"quote": "The opposite for courage is not cowardice, it is conformity. Even a dead fish can go with the flow.",
	"name": "Jim Hightower"
}, {
	"quote": "Success is never final, failure is never fatal. It's courage that counts.",
	"name": "John Wooden"
}, {
	"quote": "Courage is not simply one of the virtues, but the form of every virtue at the testing point.",
	"name": "C. S. Lewis"
}, {
	"quote": "I'm grateful to God for His bountiful gifts... He gave me courage and faith in myself.",
	"name": "Loretta Young"
}, {
	"quote": "It is curious that physical courage should be so common in the world and moral courage so rare.",
	"name": "Mark Twain"
}, {
	"quote": "Either you decide to stay in the shallow end of the pool or you go out in the ocean.",
	"name": "Christopher Reeve"
}, {
	"quote": "To see the right and not to do it is cowardice.",
	"name": "Confucius"
}, {
	"quote": "Courage is the first of human qualities because it is the quality which guarantees the others.",
	"name": "Aristotle"
}, {
	"quote": "Courageous people do not fear forgiving, for the sake of peace.",
	"name": "Nelson Mandela"
}, {
	"quote": "Bravery is the capacity to perform properly even when scared half to death.",
	"name": "Omar N. Bradley"
}, {
	"quote": "Courage, above all things, is the first quality of a warrior.",
	"name": "Carl von Clausewitz"
}, {
	"quote": "Courage is the price that life exacts for granting peace.",
	"name": "Amelia Earhart"
}, {
	"quote": "Valor is stability, not of legs and arms, but of courage and the soul.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Change takes courage.",
	"name": "Alexandria Ocasio-Cortez"
}, {
	"quote": "Those who lack the courage will always find a philosophy to justify it.",
	"name": "Albert Camus"
}, {
	"quote": "Creativity takes courage.",
	"name": "Henri Matisse"
}, {
	"quote": "The first virtue in a soldier is endurance of fatigue; courage is only the second virtue.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "To create one's world in any of the arts takes courage.",
	"name": "Georgia O'Keeffe"
}, {
	"quote": "Courage, my friends; 'tis not too late to build a better world.",
	"name": "Tommy Douglas"
}, {
	"quote": "Failure is unimportant. It takes courage to make a fool of yourself.",
	"name": "Charlie Chaplin"
}, {
	"quote": "God grant me the courage not to give up what I think is right even though I think it is hopeless.",
	"name": "Chester W. Nimitz"
}, {
	"quote": "Healing takes courage, and we all have courage, even if we have to dig a little to find it.",
	"name": "Tori Amos"
}, {
	"quote": "We want deeper sincerity of motive, a greater courage in speech and earnestness in action.",
	"name": "Sarojini Naidu"
}, {
	"quote": "He who is brave is free.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Courage is fear holding on a minute longer.",
	"name": "George S. Patton"
}, {
	"quote": "He is a man of courage who does not run away, but remains at his post and fights against the enemy.",
	"name": "Socrates"
}, {
	"quote": "Faced with what is right, to leave it undone shows a lack of courage.",
	"name": "Confucius"
}, {
	"quote": "You must study to be frank with the world: Frankness is the child of honesty and courage.",
	"name": "Robert E. Lee"
}, {
	"quote": "True courage is like a kite; a contrary wind raises it higher.",
	"name": "John Petit-Senn"
}, {
	"quote": "Genius is talent set on fire by courage.",
	"name": "Henry Van Dyke"
}, {
	"quote": "The most courageous act is still to think for yourself. Aloud.",
	"name": "Coco Chanel"
}, {
	"quote": "To see what is right and not to do it is want of courage, or of principle.",
	"name": "Confucius"
}, {
	"quote": "How few there are who have courage enough to own their faults, or resolution enough to mend them.",
	"name": "Benjamin Franklin"
}, {
	"quote": "To have courage for whatever comes in life - everything lies in that.",
	"name": "Saint Teresa of Avila"
}, {
	"quote": "Fearlessness is not only possible, it is the ultimate joy. When you touch nonfear, you are free.",
	"name": "Thich Nhat Hanh"
}, {
	"quote": "It takes a lot of courage to show your dreams to someone else.",
	"name": "Erma Bombeck"
}, {
	"quote": "Part of courage is simple consistency.",
	"name": "Peggy Noonan"
}, {
	"quote": "If you could get up the courage to begin, you have the courage to succeed.",
	"name": "David Viscott"
}, {
	"quote": "Optimism is essential to achievement and it is also the foundation of courage and true progress.",
	"name": "Nicholas M. Butler"
}, {
	"quote": "He who has courage and faith will never perish in misery!",
	"name": "Anne Frank"
}, {
	"quote": "Courage - a perfect sensibility of the measure of danger, and a mental willingness to endure it.",
	"name": "William Tecumseh Sherman"
}, {
	"quote": "Courage is a kind of salvation.",
	"name": "Plato"
}, {
	"quote": "I know of no higher fortitude than stubborness in the face of overwhelming odds.",
	"name": "Louis Nizer"
}, {
	"quote": "I beg you take courage; the brave soul can mend even disaster.",
	"name": "Catherine the Great"
}, {
	"quote": "True courage is being afraid, and going ahead and doing your job anyhow, that's what courage is.",
	"name": "Norman Schwarzkopf"
}, {
	"quote": "The weak in courage is strong in cunning.",
	"name": "William Blake"
}, {
	"quote": "Courage, not compromise, brings the smile of God's approval.",
	"name": "Thomas S. Monson"
}, {
	"quote": "The enchanting charms of this sublime science reveal only to those who have the courage to go deeply into it.",
	"name": "Carl Friedrich Gauss"
}, {
	"quote": "I tend to think you're fearless when you recognize why you should be scared of things, but do them anyway.",
	"name": "Christian Bale"
}, {
	"quote": "Boldness be my friend.",
	"name": "William Shakespeare"
}, {
	"quote": "One man with courage is a majority.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Fate loves the fearless.",
	"name": "James Russell Lowell"
}, {
	"quote": "A team is where a boy can prove his courage on his own. A gang is where a coward goes to hide.",
	"name": "Mickey Mantle"
}, {
	"quote": "Courage! I have shown it for years; think you I shall lose it at the moment when my sufferings are to end?",
	"name": "Marie Antoinette"
}, {
	"quote": "If one suffers we all suffer. Togetherness is strength. Courage.",
	"name": "Jean-Bertrand Aristide"
}, {
	"quote": "Always be courageous and strong, and don't fear.",
	"name": "Gabby Douglas"
}, {
	"quote": "Bravery is being the only one who knows you're afraid.",
	"name": "Franklin P. Jones"
}, {
	"quote": "There is nothing in the world so much admired as a man who knows how to bear unhappiness with courage.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "To be a Bond girl you need courage, charm, determination and feistiness.",
	"name": "Olga Kurylenko"
}, {
	"quote": "It takes vision and courage to create - it takes faith and courage to prove.",
	"name": "Owen D. Young"
}, {
	"quote": "Courage is very important. Like a muscle, it is strengthened by use.",
	"name": "Ruth Gordon"
}, {
	"quote": "Courage without conscience is a wild beast.",
	"name": "Robert Green Ingersoll"
}, {
	"quote": "No man in the world has more courage than the man who can stop after eating one peanut.",
	"name": "Channing Pollock"
}, {
	"quote": "Way down deep, we're all motivated by the same urges. Cats have the courage to live by them.",
	"name": "Jim Davis"
}, {
	"quote": "To live we must conquer incessantly, we must have the courage to be happy.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "Work on something that matters. Have courage.",
	"name": "Ginni Rometty"
}, {
	"quote": "To me, there is no greater act of courage than being the one who kisses first.",
	"name": "Janeane Garofalo"
}, {
	"quote": "I admire the courage and self-reliance it takes to start your own business and make it succeed.",
	"name": "Martha Stewart"
}, {
	"quote": "Peace is a fragile thing. It takes courage to secure it. It takes wisdom to maintain it.",
	"name": "Jenny Shipley"
}, {
	"quote": "History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.",
	"name": "Maya Angelou"
}, {
	"quote": "Untutored courage is useless in the face of educated bullets.",
	"name": "George S. Patton"
}, {
	"quote": "Freedom is the sure possession of those alone who have the courage to defend it.",
	"name": "Pericles"
}, {
	"quote": "Life shrinks or expands in proportion to one's courage.",
	"name": "Anais Nin"
}, {
	"quote": "There is in true beauty, as in courage, something which narrow souls cannot dare to admire.",
	"name": "William Congreve"
}, {
	"quote": "Sometimes even to live is an act of courage.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "The kind of beauty I want most is the hard-to-get kind that comes from within - strength, courage, dignity.",
	"name": "Ruby Dee"
}, {
	"quote": "There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality.",
	"name": "Jonas Salk"
}, {
	"quote": "The principal act of courage is to endure and withstand dangers doggedly rather than to attack them.",
	"name": "Thomas Aquinas"
}, {
	"quote": "Change will never happen when people lack the ability and courage to see themselves for who they are.",
	"name": "Bryant H. McGill"
}, {
	"quote": "The courage to be is the courage to accept oneself, in spite of being unacceptable.",
	"name": "Paul Tillich"
}, {
	"quote": "Curiosity, rationalization, and laziness are no match against courage, self-control, and mental toughness.",
	"name": "John Bytheway"
}, {
	"quote": "Optimism is the foundation of courage.",
	"name": "Nicholas M. Butler"
}, {
	"quote": "Most of us have far more courage than we ever dreamed we possessed.",
	"name": "Dale Carnegie"
}, {
	"quote": "Unless a reviewer has the courage to give you unqualified praise, I say ignore the bastard.",
	"name": "John Steinbeck"
}, {
	"quote": "Despair gives courage to a coward.",
	"name": "Thomas Fuller"
}, {
	"quote": "Courage is doing what you are afraid to do. There can be no courage unless you are scared.",
	"name": "Eddie Rickenbacker"
}, {
	"quote": "Discouragement is not the absence of adequacy but the absence of courage.",
	"name": "Neal A. Maxwell"
}, {
	"quote": "A leader must have the courage to act against an expert's advice.",
	"name": "James Callaghan"
}, {
	"quote": "Men create real miracles when they use their God-given courage and intelligence.",
	"name": "Jean Anouilh"
}, {
	"quote": "Men was formed for society, and is neither capable of living alone, nor has the courage to do it.",
	"name": "William Blackstone"
}, {
	"quote": "When God speaks, oftentimes His voice will call for an act of courage on our part.",
	"name": "Charles Stanley"
}, {
	"quote": "You have to have courage to be obedient to God.",
	"name": "Charles Stanley"
}, {
	"quote": "The paradox of courage is that a man must be a little careless of his life even in order to keep it.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Is he alone who has courage on his right hand and faith on his left hand?",
	"name": "Charles Lindbergh"
}, {
	"quote": "Individual courage is the only interesting thing in life.",
	"name": "Simone Signoret"
}, {
	"quote": "It takes courage to be an entrepreneur.",
	"name": "Adam Neumann"
}, {
	"quote": "More firm and sure the hand of courage strikes, when it obeys the watchful eye of caution.",
	"name": "James Thomson"
}, {
	"quote": "I have always had the courage for the new things that life sometimes offers.",
	"name": "Wallis Simpson"
}, {
	"quote": "I feel quite fearless protecting the people I love.",
	"name": "Paloma Faith"
}, {
	"quote": "It often takes more courage to change one's opinion than to keep it.",
	"name": "Willy Brandt"
}, {
	"quote": "I try to be a truthful artist and I try to show a level of courage. I enjoy that. I'm a messenger.",
	"name": "Jeff Koons"
}, {
	"quote": "It takes a certain courage and a certain greatness to be truly base.",
	"name": "Jean Anouilh"
}, {
	"quote": "Cold and fire has a way of creeping into the tiniest crack in your courage and finding that coward.",
	"name": "Tim Kennedy"
}, {
	"quote": "Good courage in a bad affair is half of the evil overcome.",
	"name": "Plautus"
}, {
	"quote": "The only courage that matters is the kind that gets you from one moment to the next.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "If human beings had genuine courage, they'd wear their costumes every day of the year, not just on Halloween.",
	"name": "Douglas Coupland"
}, {
	"quote": "Who could refrain that had a heart to love and in that heart courage to make love known?",
	"name": "William Shakespeare"
}, {
	"quote": "Creativity requires the courage to let go of certainties.",
	"name": "Erich Fromm"
}, {
	"quote": "Courage in danger is half the battle.",
	"name": "Plautus"
}, {
	"quote": "Courage is a mean with regard to fear and confidence.",
	"name": "Aristotle"
}, {
	"quote": "Every man has his own courage, and is betrayed because he seeks in himself the courage of other persons.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Physical bravery is an animal instinct; moral bravery is much higher and truer courage.",
	"name": "Wendell Phillips"
}, {
	"quote": "A great part of courage is the courage of having done the thing before.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "You will always be fond of me. I represent to you all the sins you have never had the courage to commit.",
	"name": "Oscar Wilde"
}, {
	"quote": "The opposite of courage in our society is not cowardice, it is conformity.",
	"name": "Rollo May"
}, {
	"quote": "Courage doesn't come by doing what everybody else says. Courage does by what you know is right.",
	"name": "Nikki Haley"
}, {
	"quote": "Real nobility is based on scorn, courage, and profound indifference.",
	"name": "Albert Camus"
}, {
	"quote": "If you are lucky enough to find a way of life you love, you have to find the courage to live it.",
	"name": "John Irving"
}, {
	"quote": "Courage means standing next to someone you don't always agree with for the betterment of the country.",
	"name": "Amy Klobuchar"
}, {
	"quote": "I never thought much of the courage of a lion tamer. Inside the cage he is at least safe from people.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Australia is a nation of compassion. Courage and compassion. And the third of these great values: resilience.",
	"name": "Kevin Rudd"
}, {
	"quote": "Time is neutral and does not change things. With courage and initiative, leaders change things.",
	"name": "Jesse Jackson"
}, {
	"quote": "A lot of people do not muster the courage to live their dreams because they are afraid to die.",
	"name": "Les Brown"
}, {
	"quote": "Just as courage imperils life, fear protects it.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Courage is on display every day, and only the courageous wring the most out of life.",
	"name": "Zig Ziglar"
}, {
	"quote": "It is only necessary to have courage, for strength without self-confidence is useless.",
	"name": "Giacomo Casanova"
}, {
	"quote": "Let us go forth with fear and courage and rage to save the world.",
	"name": "Grace Paley"
}, {
	"quote": "It requires more courage to suffer than to die.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "I have a lot of things to prove to myself. One is that I can live my life fearlessly.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Do not lose courage in considering your own imperfections.",
	"name": "Saint Francis de Sales"
}, {
	"quote": "Just as courage is the danger of life, so is fear its safeguard.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Keep your fears to yourself, but share your courage with others.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "A man of courage is also full of faith.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Everyone has talent. What is rare is the courage to follow the talent to the dark place where it leads.",
	"name": "Erica Jong"
}, {
	"quote": "I want to grow old without facelifts. I want to have the courage to be loyal to the face I have made.",
	"name": "Marilyn Monroe"
}, {
	"quote": "Have the courage to act instead of react.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "Believers, look up - take courage. The angels are nearer than you think.",
	"name": "Billy Graham"
}, {
	"quote": "It is a wise man who knows where courage ends and stupidity begins.",
	"name": "Jerome Cady"
}, {
	"quote": "It takes as much courage to have tried and failed as it does to have tried and succeeded.",
	"name": "Anne Morrow Lindbergh"
}, {
	"quote": "The only reason I'm in Hollywood is that I don't have the moral courage to refuse the money.",
	"name": "Marlon Brando"
}, {
	"quote": "Well, I think that - I think leadership's always been about two main things: imagination and courage.",
	"name": "Paul Keating"
}, {
	"quote": "Have the courage to face a difficulty lest it kick you harder than you bargain for.",
	"name": "Stanislaus I"
}, {
	"quote": "Courage is being afraid but going on anyhow.",
	"name": "Dan Rather"
}, {
	"quote": "Courage is the ladder on which all the other virtues mount.",
	"name": "Clare Boothe Luce"
}, {
	"quote": "Decision is a risk rooted in the courage of being free.",
	"name": "Paul Tillich"
}, {
	"quote": "Religion in its humility restores man to his only dignity, the courage to live by grace.",
	"name": "George Santayana"
}, {
	"quote": "The courage to imagine the otherwise is our greatest resource, adding color and suspense to all our life.",
	"name": "Daniel J. Boorstin"
}, {
	"quote": "I've always been independent. I've always had courage. But I didn't always own my diabetes.",
	"name": "Mary Tyler Moore"
}, {
	"quote": "Life is to be entered upon with courage.",
	"name": "Alexis de Tocqueville"
}, {
	"quote": "To persevere, trusting in what hopes he has, is courage in a man.",
	"name": "Euripides"
}, {
	"quote": "People with courage and character always seem sinister to the rest.",
	"name": "Hermann Hesse"
}, {
	"quote": "Valor grows by daring, fear by holding back.",
	"name": "Publilius Syrus"
}, {
	"quote": "Valor lies just halfway between rashness and cowardice.",
	"name": "Miguel de Cervantes"
}, {
	"quote": "It takes a lot of courage to face up to things you can't do because we feed ourselves so much denial.",
	"name": "Zoe Saldana"
}, {
	"quote": "True courage is a result of reasoning. A brave mind is always impregnable.",
	"name": "Jeremy Collier"
}, {
	"quote": "Political courage is not political suicide.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "Women have to summon up courage to fulfill dormant dreams.",
	"name": "Alice Walker"
}, {
	"quote": "If we survive danger it steels our courage more than anything else.",
	"name": "Reinhold Niebuhr"
}, {
	"quote": "Courage and grace are a formidable mixture. The only place to see it is in the bullring.",
	"name": "Marlene Dietrich"
}, {
	"quote": "Courage can't see around corners but goes around them anyway.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "Keep courage. Whatever you do, do not feel sorry for yourself. You will win in a great age of opportunity.",
	"name": "Richard L. Evans"
}, {
	"quote": "He who loses wealth loses much; he who loses a friend loses more; but he that loses his courage loses all.",
	"name": "Miguel de Cervantes"
}, {
	"quote": "A man of courage never needs weapons, but he may need bail.",
	"name": "Lewis Mumford"
}, {
	"quote": "Success is that old ABC - ability, breaks, and courage.",
	"name": "Charles Luckman"
}, {
	"quote": "With enough courage, you can do without a reputation.",
	"name": "Margaret Mitchell"
}, {
	"quote": "Without courage, wisdom bears no fruit.",
	"name": "Baltasar Gracian"
}, {
	"quote": "So the brother in black offers to these United States the source of courage that endures, and laughter.",
	"name": "Zora Neale Hurston"
}, {
	"quote": "Courage is not the absence of despair; it is, rather, the capacity to move ahead in spite of despair.",
	"name": "Rollo May"
}, {
	"quote": "You will find as you grow older that courage is the rarest of all qualities to be found in public life.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "I learned that moral courage is harder than physical courage.",
	"name": "Tim O'Brien"
}, {
	"quote": "Every man of courage is a man of his word.",
	"name": "Pierre Corneille"
}, {
	"quote": "He that fails in his endeavors after wealth or power will not long retain either honesty or courage.",
	"name": "Samuel Johnson"
}, {
	"quote": "I'm sick of not having the courage to be an absolute nobody.",
	"name": "J. D. Salinger"
}, {
	"quote": "A timid person is frightened before a danger, a coward during the time, and a courageous person afterward.",
	"name": "Jean Paul"
}, {
	"quote": "Whatever enlarges hope will also exalt courage.",
	"name": "William Samuel Johnson"
}, {
	"quote": "Falsehood is cowardice, the truth courage.",
	"name": "Hosea Ballou"
}, {
	"quote": "The man who has the courage of his platitudes is always a successful man.",
	"name": "Van Wyck Brooks"
}, {
	"quote": "The strangest, most generous, and proudest of all virtues is true courage.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Patience, that blending of moral courage with physical timidity.",
	"name": "Thomas Hardy"
}, {
	"quote": "What we want from modern dance is courage and audacity.",
	"name": "Twyla Tharp"
}, {
	"quote": "Courage breeds leadership.",
	"name": "Nikki Haley"
}, {
	"quote": "Courage is the art of being the only one who knows you're scared to death.",
	"name": "Earl Wilson"
}, {
	"quote": "You can't test courage cautiously.",
	"name": "Annie Dillard"
}, {
	"quote": "Audacity augments courage; hesitation, fear.",
	"name": "Publilius Syrus"
}, {
	"quote": "'White Material' is about courage and craziness.",
	"name": "Claire Denis"
}, {
	"quote": "The courage we desire and prize is not the courage to die decently, but to live manfully.",
	"name": "Thomas Carlyle"
}, {
	"quote": "War is fear cloaked in courage.",
	"name": "William Westmoreland"
}, {
	"quote": "Nothing gives a fearful man more courage than another's fear.",
	"name": "Umberto Eco"
}, {
	"quote": "The trials on the road to world harmony are no greater than the courage of those who accept the challenge.",
	"name": "Carl Lewis"
}, {
	"quote": "Courage to be is the key to revelatory power of the feminist revolution.",
	"name": "Mary Daly"
}, {
	"quote": "Conscience is the root of all true courage; if a man would be brave let him obey his conscience.",
	"name": "James Freeman Clarke"
}, {
	"quote": "The courage of very ordinary people is all that stands between us and the dark.",
	"name": "Pam Brown"
}, {
	"quote": "People don't follow titles, they follow courage.",
	"name": "William Wells Brown"
}, {
	"quote": "What is more mortifying than to feel that you have missed the plum for want of courage to shake the tree?",
	"name": "Logan Pearsall Smith"
}, {
	"quote": "Real courage is knowing what faces you and knowing how to face it.",
	"name": "Timothy Dalton"
}, {
	"quote": "Courage is the birthplace of confidence.",
	"name": "Debbie Millman"
}, {
	"quote": "It takes a great deal of courage to follow another person's lead.",
	"name": "Bill Hybels"
}, {
	"quote": "When you love someone deeply, you give strength, and when you are loved deeply, you gain courage.",
	"name": "Scott Cook"
}, {
	"quote": "My talent is such that no undertaking, however vast in size... has ever surpassed my courage.",
	"name": "Peter Paul Rubens"
}, {
	"quote": "War paralyzes your courage and deadens the spirit of true manhood.",
	"name": "Alexander Berkman"
}, {
	"quote": "Limit to courage? There is no limit to courage.",
	"name": "Gabriele D'Annunzio"
}, {
	"quote": "The courage to be is rooted in the God who appears when God has disappeared in the anxiety of doubt.",
	"name": "Paul Tillich"
}, {
	"quote": "Who asks whether the enemy was defeated by strategy or valor?",
	"name": "Virgil"
}, {
	"quote": "It is right to endure with resignation what the gods send, and to face one's enemies with courage.",
	"name": "Pericles"
}, {
	"quote": "Believe in individual initiatives, in courage, in risk.",
	"name": "Emmanuel Macron"
}, {
	"quote": "The courage of the poet is to keep ajar the door that leads into madness.",
	"name": "Christopher Morley"
}, {
	"quote": "Hope, like faith, is nothing if it is not courageous; it is nothing if it is not ridiculous.",
	"name": "Thornton Wilder"
}, {
	"quote": "True courage is not the brutal force of vulgar heroes, but the firm resolve of virtue and reason.",
	"name": "Alfred North Whitehead"
}, {
	"quote": "The more wit the less courage.",
	"name": "Thomas Fuller"
}, {
	"quote": "Courage consists not in blindly overlooking danger, but in seeing it, and conquering it.",
	"name": "Jean Paul"
}, {
	"quote": "Courage is often lack of insight, whereas cowardice in many cases is based on good information.",
	"name": "Peter Ustinov"
}, {
	"quote": "Never undertake anything for which you wouldn't have the courage to ask the blessings of heaven.",
	"name": "Georg C. Lichtenberg"
}, {
	"quote": "Courage is the capacity to confront what can be imagined.",
	"name": "Leo Rosten"
}, {
	"quote": "Courage is simply the willingness to be afraid and act anyway.",
	"name": "Robert Anthony"
}, {
	"quote": "We are telling the American people to have patience, courage, resolve and determination.",
	"name": "Muammar al-Gaddafi"
}, {
	"quote": "Perfect courage is to do without witnesses what one would be capable of doing with the world looking on.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "Until the day of his death, no man can be sure of his courage.",
	"name": "Jean Anouilh"
}, {
	"quote": "Acting is really about having the courage to fail in front of people.",
	"name": "Adam Driver"
}, {
	"quote": "Courage is soldiers fighting on the front line, or people living on the bread line.",
	"name": "Hugh Grant"
}, {
	"quote": "Farrah Fawcett had courage, she had strength, and she had faith.",
	"name": "Jaclyn Smith"
}, {
	"quote": "What you learn from studying acting is that you have to have the courage to just make strong choices.",
	"name": "Sarah Rafferty"
}, {
	"quote": "Freedom is a system based on courage.",
	"name": "Charles Peguy"
}, {
	"quote": "Your determination, selflessness and courage have brought the freedom struggle towards its fulfilment.",
	"name": "Gerry Adams"
}, {
	"quote": "Creating art is painful. It takes time, practice, and the courage to stand alone.",
	"name": "Maria Semple"
}, {
	"quote": "I can muster up the courage in the difficult situations to get me through.",
	"name": "Megyn Kelly"
}, {
	"quote": "A wise woman knows how to summon her courage and do what is right, rather than what is easy.",
	"name": "Suze Orman"
}, {
	"quote": "Morality may consist solely in the courage of making a choice.",
	"name": "Leon Blum"
}, {
	"quote": "I'll know how to die with courage; that is easier than living.",
	"name": "Georg Buchner"
}, {
	"quote": "The courage in journalism is sticking up for the unpopular, not the popular.",
	"name": "Geraldo Rivera"
}, {
	"quote": "Leadership requires the courage to make decisions that will benefit the next generation.",
	"name": "Alan Autry"
}, {
	"quote": "Ingenuity, plus courage, plus work, equals miracles.",
	"name": "Bob Richards"
}, {
	"quote": "One has to have the courage of one's pessimism.",
	"name": "Ian Mcewan"
}, {
	"quote": "It would be sad if we lost our instinct and our courage to love and protect.",
	"name": "Emeli Sande"
}, {
	"quote": "Design is the courage and brilliance to cover an original and make it different.",
	"name": "John Hockenberry"
}, {
	"quote": "Happy are those who dare courageously to defend what they love.",
	"name": "Ovid"
}, {
	"quote": "Courage conquers all things: it even gives strength to the body.",
	"name": "Ovid"
}, {
	"quote": "Either life entails courage, or it ceases to be life.",
	"name": "E. M. Forster"
}, {
	"quote": "There are pretenders to piety as well as to courage.",
	"name": "Moliere"
}, {
	"quote": "In strife who inquires whether stratagem or courage was used?",
	"name": "Virgil"
}, {
	"quote": "Lily Tomlin was one of the early comedy greats who influenced my courage to be the person I am.",
	"name": "Tracee Ellis Ross"
}, {
	"quote": "I've been through it all, baby, I'm mother courage.",
	"name": "Elizabeth Taylor"
}, {
	"quote": "Let us answer the terrorists by living our values with courage.",
	"name": "Angela Merkel"
}, {
	"quote": "Clear thinking requires courage rather than intelligence.",
	"name": "Thomas Szasz"
}, {
	"quote": "Every day begins with an act of courage and hope: getting out of bed.",
	"name": "Mason Cooley"
}, {
	"quote": "Courage consists not in hazarding without fear; but being resolutely minded in a just cause.",
	"name": "Plutarch"
}, {
	"quote": "Enthusiasm is a form of social courage.",
	"name": "Gretchen Rubin"
}, {
	"quote": "I had to find the courage to turn my life around.",
	"name": "Nikki Sixx"
}, {
	"quote": "I love Joan Collins. She's a wonderful lady. She has such courage. She's such a good actress.",
	"name": "Robert Wagner"
}, {
	"quote": "What separated Ed Murrow from the rest of the pack was courage.",
	"name": "Dan Rather"
}, {
	"quote": "The courage of a soldier is found to be the cheapest and most common quality of human nature.",
	"name": "Edward Gibbon"
}, {
	"quote": "Fashion should not be expected to serve in the stead of courage or character.",
	"name": "Loretta Young"
}, {
	"quote": "The only reason courage exists is because sometimes it is required.",
	"name": "Andy Dunn"
}, {
	"quote": "I don't understand why people say that I am full of courage. I feel terribly nervous.",
	"name": "Aung San Suu Kyi"
}, {
	"quote": "Poetry gives us courage and sets us straight with the world. Poems are great companions and friends.",
	"name": "David Whyte"
}, {
	"quote": "You cannot build character and courage by taking away a man's initiative and independence.",
	"name": "William J. H. Boetcker"
}, {
	"quote": "You cannot build character and courage by destroying men's initiative and independence.",
	"name": "William J. H. Boetcker"
}, {
	"quote": "Courage easily finds its own eloquence.",
	"name": "Plautus"
}, {
	"quote": "Courage is heartworth making itself felt in deeds. It never waits for chances; it makes chances.",
	"name": "George Matthew Adams"
}, {
	"quote": "It takes courage to know when you ought to be afraid.",
	"name": "James A. Michener"
}, {
	"quote": "Deep Throat's information, and in my view, courage, allowed the newspaper to use what he knew and suspected.",
	"name": "Bob Woodward"
}, {
	"quote": "I would kiss you, had I the courage.",
	"name": "Edouard Manet"
}, {
	"quote": "Courage is just fear, plus prayers, plus understanding.",
	"name": "Edward Albert"
}, {
	"quote": "It's a courageous thing to do something that doesn't have rules or limits.",
	"name": "Vanessa Paradis"
}, {
	"quote": "Courage is action, not talk.",
	"name": "Jeff Rich"
}, {
	"quote": "At the same time, I would add that the American people have a lot of courage.",
	"name": "Tadao Ando"
}, {
	"quote": "What I like most about Bolano is his courage.",
	"name": "Sam Shepard"
}, {
	"quote": "I have the courage of my convictions.",
	"name": "Brigitte Bardot"
}, {
	"quote": "We live in a world in which courage is in less supply than genius.",
	"name": "Peter Thiel"
}, {
	"quote": "I want to thank the Academy for its courage and generosity.",
	"name": "Elia Kazan"
}, {
	"quote": "Most men, I think, wonder about their courage. How would they act in combat? Under torture?",
	"name": "Richard Cohen"
}, {
	"quote": "It takes a lot of courage in that cage no matter who you are.",
	"name": "Rose Namajunas"
}, {
	"quote": "Living authentically isn't an act of courage as much as an act of survival.",
	"name": "Sarah McBride"
}, {
	"quote": "Pugnacity is a form of courage, but a very bad form.",
	"name": "Sinclair Lewis"
}, {
	"quote": "I saw a complete lack of courage in Washington to tackle some of our biggest challenges.",
	"name": "Valerie Jarrett"
}, {
	"quote": "It is the mainspring of life, courage. And courage has many faces.",
	"name": "Oriana Fallaci"
}, {
	"quote": "To find the courage to do what I want to do for myself has been hard.",
	"name": "Brie Larson"
}, {
	"quote": "Necessity does the work of courage.",
	"name": "Nicholas M. Butler"
}, {
	"quote": "Smart growth is having the courage to say yes and having the courage to say no.",
	"name": "Tom Perez"
}, {
	"quote": "You can always find a reason to say no. It's the easiest vote. It's also not exactly a red badge of courage.",
	"name": "John Cornyn"
}, {
	"quote": "Grave was the man in years, in looks, in word, his locks were grey, yet was his courage green.",
	"name": "Torquato Tasso"
}, {
	"quote": "It takes great courage to be vulnerable. It takes enormous strength to be a real woman.",
	"name": "John Eldredge"
}, {
	"quote": "Where a man's strength and courage is tested most is in the way that he treats women - the way that he loves.",
	"name": "John Eldredge"
}, {
	"quote": "One of the marks of a gift is to have the courage of it.",
	"name": "Katherine Anne Porter"
}, {
	"quote": "You have to do what you need to do as an artist. You have to have that courage.",
	"name": "Liz Phair"
}, {
	"quote": "It shows more courage to leave the house as a trans person than Trump has ever had to show.",
	"name": "Gus Kenworthy"
}, {
	"quote": "Courage is never to let your actions be influenced by your fears.",
	"name": "Arthur Koestler"
}, {
	"quote": "In all the writers I admire, the common detonator is their courage to walk naked.",
	"name": "Richard Flanagan"
}, {
	"quote": "Courage is the fear of being thought a coward.",
	"name": "Horace Smith"
}, {
	"quote": "I regained my courage because of the fans who showed their support, asking me to keep singing.",
	"name": "Jessica Jung"
}, {
	"quote": "I tell people that we must have the courage to share what we feel, but no one follows me.",
	"name": "Tadashi Yanai"
}, {
	"quote": "If one girl with courage is a revolution, imagine what feats we can achieve together.",
	"name": "Queen Rania of Jordan"
}, {
	"quote": "I challenge us all to have the courage of our convictions to fight for a fair, justice and inclusive society.",
	"name": "Opal Tometi"
}, {
	"quote": "We don't talk about courage much in our everyday conversations, but I am comfortable with it now.",
	"name": "Victoria Pendleton"
}, {
	"quote": "Nothing gives us courage more readily than the desire to avoid looking like a damn fool.",
	"name": "Dean Koontz"
}, {
	"quote": "Have the courage of your desire.",
	"name": "George Gissing"
}, {
	"quote": "A man of courage flees forward, in the midst of new things.",
	"name": "Jacques Maritain"
}, {
	"quote": "I always disliked dogs, those protectors of cowards who lack the courage to fight an assailant themselves.",
	"name": "August Strindberg"
}, {
	"quote": "Speaking up for the truth isn't always easy. It takes courage, but it's necessary.",
	"name": "Amber Valletta"
}, {
	"quote": "Courage is always rewarded.",
	"name": "Kenny Loggins"
}, {
	"quote": "I like to go see films that give me courage and hope.",
	"name": "Isabelle Adjani"
}, {
	"quote": "Yes, you must have the courage of being free.",
	"name": "Jose Carreras"
}, {
	"quote": "Moral courage is higher and a rarer virtue than physical courage.",
	"name": "William Slim"
}, {
	"quote": "I have a lot of courage. I'm a realist.",
	"name": "Elisabeth Rohm"
}, {
	"quote": "So many times I wanted to go to Auschwitz, but I couldn't take up the courage to go there.",
	"name": "Frank Lowy"
}, {
	"quote": "It takes some courage to say you were wrong.",
	"name": "Carl Hart"
}, {
	"quote": "Poetry takes courage because you have to face things and you try to articulate how you feel.",
	"name": "Edward Hirsch"
}, {
	"quote": "It takes a great deal of courage to give me a public shout out, that's for sure.",
	"name": "Mike Cernovich"
}, {
	"quote": "Often the test of courage is not to die but to live.",
	"name": "Vittorio Alfieri"
}, {
	"quote": "Ofttimes the test of courage becomes rather to live than to die.",
	"name": "Vittorio Alfieri"
}, {
	"quote": "Courage doesn't grow overnight. It can be a long process.",
	"name": "Greta Gerwig"
}, {
	"quote": "Being gifted needs courage.",
	"name": "Georg Brandes"
}, {
	"quote": "Our film examines the heroism, courage and prowess of the Soviet submarine force in ways never seen before.",
	"name": "Kathryn Bigelow"
}, {
	"quote": "I would love to be a Franciscan brother. I'm just not sure I have the courage to do it.",
	"name": "Rich Mullins"
}, {
	"quote": "Courage ought to have eyes as well as arms.",
	"name": "Henry George Bohn"
}, {
	"quote": "Any real piece of writing is an act of courage.",
	"name": "Amitava Kumar"
}, {
	"quote": "I know what real courage is, and I understand true compassion.",
	"name": "Mo Yan"
}, {
	"quote": "The world will step aside for nearly anyone who has the courage of his of her opinions.",
	"name": "George Weinberg"
}]