[{
	"quote": "A father is a man who expects his son to be as good a man as he meant to be.",
	"name": "Frank A. Clark"
}, {
	"quote": "My father was my teacher. But most importantly he was a great dad.",
	"name": "Beau Bridges"
}, {
	"quote": "The most important influence in my childhood was my father.",
	"name": "DeForest Kelley"
}, {
	"quote": "I hope I can be as good of a father to my son as my dad was to me.",
	"name": "Calvin Johnson"
}, {
	"quote": "But the love of adventure was in father's blood.",
	"name": "Buffalo Bill"
}, {
	"quote": "My brother Bob doesn't want to be in government - he promised Dad he'd go straight.",
	"name": "John F. Kennedy"
}, {
	"quote": "My dad has given me the best gift anyone has ever given me. He gave me wings to fly.",
	"name": "Adria Arjona"
}, {
	"quote": "Dad, wherever you are, you are gone but you will never be forgotten.",
	"name": "Conrad Hall"
}, {
	"quote": "Dad is and always will be my living, breathing superhero.",
	"name": "Bindi Irwin"
}, {
	"quote": "I just wish I could understand my father.",
	"name": "Michael Jackson"
}, {
	"quote": "Whoever does not have a good father should procure one.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "My Father had a profound influence on me. He was a lunatic.",
	"name": "Spike Milligan"
}, {
	"quote": "When one has not had a good father, one must create one.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "I love my dad, and I'm proud to be his daughter.",
	"name": "Paris Jackson"
}, {
	"quote": "The child is father of the man.",
	"name": "William Wordsworth"
}, {
	"quote": "It's an ongoing joy being a dad.",
	"name": "Liam Neeson"
}, {
	"quote": "My dad's my best mate, and he always will be.",
	"name": "Cher Lloyd"
}, {
	"quote": "Without my dad, I wouldn't be here.",
	"name": "Maria Sharapova"
}, {
	"quote": "I want my kids to see me as Dad, for God's sake, not a television personality.",
	"name": "Gordon Ramsay"
}, {
	"quote": "Fathers are biological necessities, but social accidents.",
	"name": "Margaret Mead"
}, {
	"quote": "My dad wouldn't buy me tight pants. I had to get my own money to buy them.",
	"name": "Young Thug"
}, {
	"quote": "I'm dying to be a great dad one day, whenever that day comes.",
	"name": "Drake"
}, {
	"quote": "I hope I am remembered by my children as a good father.",
	"name": "Orson Scott Card"
}, {
	"quote": "I have great genes. Thank you to my mom and dad for that one.",
	"name": "Gloria Estefan"
}, {
	"quote": "My dad was such a great story-teller, a good teacher.",
	"name": "Grace Poe"
}, {
	"quote": "It is easier for a father to have children than for children to have a real father.",
	"name": "Pope John XXIII"
}, {
	"quote": "I grew up with a truck. My dad had one, so I like trucks.",
	"name": "Lucas Till"
}, {
	"quote": "My dad always said that hard work beats talent when talent doesn't work hard enough.",
	"name": "Katee Sackhoff"
}, {
	"quote": "When I was three years old, my dad bought me my first drum set.",
	"name": "Travis Scott"
}, {
	"quote": "My mom used to get arrested for being with my dad. She would get fined. She would spend weekends in jail.",
	"name": "Trevor Noah"
}, {
	"quote": "The place of the father in the modern suburban family is a very small one, particularly if he plays golf.",
	"name": "Bertrand Russell"
}, {
	"quote": "I have never been jealous. Not even when my dad finished fifth grade a year before I did.",
	"name": "Jeff Foxworthy"
}, {
	"quote": "When your dad's a cop, calling 911 is really just like calling Dad at work.",
	"name": "Ryan Reynolds"
}, {
	"quote": "My dad was the town drunk. Most of the time that's not so bad; but New York City?",
	"name": "Henny Youngman"
}, {
	"quote": "As Daddy said, life is 95 percent anticipation.",
	"name": "Gloria Swanson"
}, {
	"quote": "If my father had hugged me even once, I'd be an accountant right now.",
	"name": "Ray Romano"
}, {
	"quote": "My dad worked two jobs his whole life, and so I told him he's the reason I have 20 jobs.",
	"name": "Magic Johnson"
}, {
	"quote": "I have great faith that Heaven's there and I'll see my brothers and my mom and dad when I get there.",
	"name": "Ernie Harwell"
}, {
	"quote": "My dad's not here, but he's watching in heaven.",
	"name": "Bubba Watson"
}, {
	"quote": "I'm not going anywhere. My dad lived to be 102. And we've got Super Bowls to win.",
	"name": "Bob McNair"
}, {
	"quote": "My dad was a movie star. Having that name was good and bad. People think it's a silver spoon. It's not.",
	"name": "Michael Douglas"
}, {
	"quote": "I have always thought of Walt Disney as my second father.",
	"name": "Annette Funicello"
}, {
	"quote": "My dad thinks I have a photographic memory.",
	"name": "Baker Mayfield"
}, {
	"quote": "Love and fear. Everything the father of a family says must inspire one or the other.",
	"name": "Joseph Joubert"
}, {
	"quote": "I wasn't born to a wealthy or powerful family - mother from Puerto Rico, dad from the South Bronx.",
	"name": "Alexandria Ocasio-Cortez"
}, {
	"quote": "I love my dad; I'm a daddy's girl, all the way.",
	"name": "Molly Quinn"
}, {
	"quote": "My father? I never knew him. Never even seen a picture of him.",
	"name": "Eminem"
}, {
	"quote": "I grew up on the back of a motorcycle - my dad didn't have a car until I was a teenager.",
	"name": "Aisha Tyler"
}, {
	"quote": "My dad farmed, my granddad was a farmer. I wanted to be a farmer.",
	"name": "Sam Brownback"
}, {
	"quote": "My mother was very funny. My dad had a great sense of humor. My grandmother, too.",
	"name": "Carol Burnett"
}, {
	"quote": "My father was not a failure. After all, he was the father of a president of the United States.",
	"name": "Harry S Truman"
}, {
	"quote": "I'm compared to my dad all the time, and I've learned to take it positively by working hard.",
	"name": "Ram Charan"
}, {
	"quote": "I know my dad always wanted to heal the world, and so I think it would be great to follow in his footsteps.",
	"name": "Paris Jackson"
}, {
	"quote": "My dad used to say, 'Just because you dress up in a coat and tie, it doesn't influence your intelligence.'",
	"name": "Tiger Woods"
}, {
	"quote": "I was built up from my dad more than anyone else.",
	"name": "John Wooden"
}, {
	"quote": "My dad was an entrepreneurial businessman, and maybe I got some of his ability.",
	"name": "Thomas Jane"
}, {
	"quote": "My dad had a church of 90 people when I was born. It was just, over the years it continued to grow.",
	"name": "Joel Osteen"
}, {
	"quote": "I didn't try to copy my dad or fit into the pressure or the mold that everybody tried to make me fit into.",
	"name": "Joel Osteen"
}, {
	"quote": "Me and my dad are the biggest promoters of an estate tax in the US. It's not a popular position.",
	"name": "Bill Gates"
}, {
	"quote": "My mom and my dad were both very sociable, meeting lots of interesting people.",
	"name": "Bill Gates"
}, {
	"quote": "I stopped loving my father a long time ago. What remained was the slavery to a pattern.",
	"name": "Anais Nin"
}, {
	"quote": "My mom worked for Apple, and my dad owned his own business.",
	"name": "Travis Scott"
}, {
	"quote": "My dad is a great writer. Naturally talented, naturally charming. He embodies that back-in-the-day cool.",
	"name": "Drake"
}, {
	"quote": "I never saw any of my dad's stories. My mother said he had piles and piles of manuscripts.",
	"name": "Stephen King"
}, {
	"quote": "It is impossible to please all the world and one's father.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "I'm a dad, I'm a husband, I'm an activist, I'm a writer and I'm just a student of the world.",
	"name": "Michael J. Fox"
}, {
	"quote": "I am blessed to have Mom and Dad.",
	"name": "Kevin Eubanks"
}, {
	"quote": "My dad was always playing music. Not, like, playing music but listening to music.",
	"name": "Post Malone"
}, {
	"quote": "My dad never missed a day of work, and he was always smiling when he came home.",
	"name": "Patty Loveless"
}, {
	"quote": "My dad was a big admirer of Sergeant York stories from the First World War.",
	"name": "Clint Eastwood"
}, {
	"quote": "My dad only ever talked about two things: bicycles and Mercedes.",
	"name": "Raf Simons"
}, {
	"quote": "I want to be a young dad. By 25 or 26 I want to see myself, like, married or start looking for a family.",
	"name": "Justin Bieber"
}, {
	"quote": "I always wanted what Mom and Dad had.",
	"name": "Kim Kardashian"
}, {
	"quote": "I love my daddy. My daddy's everything. I hope I can find a man that will treat me as good as my dad.",
	"name": "Lady Gaga"
}, {
	"quote": "My dad being a salesman taught me you can sell anybody anything if you've got the ability to believe.",
	"name": "Marilyn Manson"
}, {
	"quote": "My daughter doesn't even get my humor. She's like, 'Um, no. I don't get it, Dad. Mmm, no, not that one, Dad.'",
	"name": "Kevin Hart"
}, {
	"quote": "My dad says he likes to bask in my glow.",
	"name": "Robert Pattinson"
}, {
	"quote": "I don't think my dad ever raised his voice to my mother or to me, ever.",
	"name": "Bobby Knight"
}, {
	"quote": "My father and I have a very good relationship. We always got along. But I always scold him.",
	"name": "Amy Sedaris"
}, {
	"quote": "My mother and dad played the fiddle and the guitar.",
	"name": "Gordie Howe"
}, {
	"quote": "God and my dad gave me the gift of gab. I know how to finagle.",
	"name": "Chance The Rapper"
}, {
	"quote": "Sons have always a rebellious wish to be disillusioned by that which charmed their fathers.",
	"name": "Aldous Huxley"
}, {
	"quote": "My dad is a motorcycle guy, not some Hollywood dude.",
	"name": "Shia LaBeouf"
}, {
	"quote": "When my first semester grades came out, my mom and dad told me I wouldn't be playing football.",
	"name": "Joe Biden"
}, {
	"quote": "Shortly after my dad died, my mom figured that if I could do a few commercials, I'd get a college fund.",
	"name": "Liam Aiken"
}, {
	"quote": "It was my dream playing for the Montreal Canadiens - it was my dad's team.",
	"name": "Guy Lafleur"
}, {
	"quote": "I recruited my dad to be my bass player and fired him on several occasions. He stayed on as a bus driver.",
	"name": "Chely Wright"
}, {
	"quote": "Everybody wanna be a super dad and the best dad ever, but sometimes, I'm just realizing that I'm not perfect.",
	"name": "Future"
}, {
	"quote": "Making your dad happy is - especially for an Italian Catholic girl, I'll tell you - it feels really good.",
	"name": "Lady Gaga"
}, {
	"quote": "My father... had sharper eyes than the rest of our people.",
	"name": "Chief Joseph"
}, {
	"quote": "Undeservedly you will atone for the sins of your fathers.",
	"name": "Horace"
}, {
	"quote": "An angry father is most cruel towards himself.",
	"name": "Publilius Syrus"
}, {
	"quote": "When I was young, I was the kid who would call my dad from a slumber party to beg him to come pick me up.",
	"name": "Kendall Jenner"
}, {
	"quote": "My dad gave me the gene to enjoy cooking, and to enjoy consuming good food and wine.",
	"name": "Danny Meyer"
}, {
	"quote": "I'm absolutely my dad's biggest fan, and anything he wanted to do, I wanted to be a part of.",
	"name": "Sarah Huckabee Sanders"
}, {
	"quote": "My dad believes in God, I think. I'm not sure if my mom does. I don't.",
	"name": "Daniel Radcliffe"
}, {
	"quote": "When I was about 12 years old back in Houston, my Dad used to take us to the driving range.",
	"name": "Ron White"
}, {
	"quote": "All the learnin' my father paid for was a bit o' birch at one end and an alphabet at the other.",
	"name": "George Eliot"
}, {
	"quote": "My dad was like a stage mother he always pushed me to do what I wanted.",
	"name": "Jim Carrey"
}, {
	"quote": "I like all the angels around because they protect me and my daughter. I mean, her Dad's an angel.",
	"name": "Courtney Love"
}, {
	"quote": "My dad always taught me to never be satisfied, to want more and know that what is done is done.",
	"name": "Thierry Henry"
}, {
	"quote": "I love being a dad. I just love it.",
	"name": "Jerry Seinfeld"
}, {
	"quote": "My dad had been born in Mexico and his family had to leave during the Mexican revolution.",
	"name": "Mitt Romney"
}, {
	"quote": "I wanted to be a police officer for a long time so I could be just like my dad!",
	"name": "Doreen Cronin"
}, {
	"quote": "My dad's an architect and my mom owned a French bakery for twelve years.",
	"name": "Alison Lohman"
}, {
	"quote": "I'm a lot like my dad: a little bit of a daredevil. I like an adrenaline rush.",
	"name": "Lynsi Torres"
}, {
	"quote": "My dad just wanted me to find something to do to keep me out of trouble. Boxing was the great escape.",
	"name": "Diego Corrales"
}, {
	"quote": "My coaches were great. My mom and dad. My dad never missed a wrestling meet.",
	"name": "Dan Gable"
}, {
	"quote": "People said, 'How could you walk away from music?' But being a dad - there's nothing that can touch that.",
	"name": "Garth Brooks"
}, {
	"quote": "Whenever I fail as a father or husband... a toy and a diamond always works.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "I went and worked for my dad after school. I'd show up late and stuff like that.",
	"name": "Chris Farley"
}, {
	"quote": "The whole thought of being a dad was scary to me.",
	"name": "Paul Walker"
}, {
	"quote": "My dad gave up his job; he stopped working - for me. Without that, I definitely wouldn't be as successful.",
	"name": "Chloe Kim"
}, {
	"quote": "My dad was a particularly polite kind of guy, very courteous.",
	"name": "Paul McCartney"
}, {
	"quote": "My dad, bless him, was a musician. And his dad had thought that his music was rubbish.",
	"name": "Paul McCartney"
}, {
	"quote": "Looking back, I think I was always musical. My dad was very musical, and I think my mom was musical.",
	"name": "Paul McCartney"
}, {
	"quote": "My dad was a terrible businessman.",
	"name": "Al Franken"
}, {
	"quote": "My dad was the first man I ever loved.",
	"name": "Adrienne C. Moore"
}, {
	"quote": "My dad passed away when I was 10.",
	"name": "Sterling K. Brown"
}, {
	"quote": "My dad was actually a college boxer at L.S.U. and a good one, too. He was the captain of the boxing team.",
	"name": "James Carville"
}, {
	"quote": "My dad is very down to earth, and I view him as a creative genius, and I am very proud of that.",
	"name": "Dylan Lauren"
}, {
	"quote": "Attraction doesn't stop when a child is born. It's the opposite. Being a mum and dad makes you even sexier.",
	"name": "Orlando Bloom"
}, {
	"quote": "It is much easier to become a father than to be one.",
	"name": "Kent Nerburn"
}, {
	"quote": "My dad was a janitor for U.S. Radium Corporation, and he stayed there for 37 years. So he didn't read.",
	"name": "Walter Dean Myers"
}, {
	"quote": "I promised my dad before he passed away that I would take care of the family.",
	"name": "Luis Coronel"
}, {
	"quote": "I have never been a material girl. My father always told me never to love anything that cannot love you back.",
	"name": "Imelda Marcos"
}, {
	"quote": "My dad was a crazy person, but some of the best qualities about me came from him.",
	"name": "Jillian Michaels"
}, {
	"quote": "My dad was always supportive of me and my skating, and he loved me as best that he could, and he worked hard.",
	"name": "Tonya Harding"
}, {
	"quote": "My role model is my dad.",
	"name": "Seann William Scott"
}, {
	"quote": "My mom and my dad are ebullient people, and I think I carry that with me.",
	"name": "Michael Stuhlbarg"
}, {
	"quote": "I didn't always want to be a dad.",
	"name": "Liam Gallagher"
}, {
	"quote": "Dressing up used to be more of a thing. My dad wore a suit always. Now you think, why bother?",
	"name": "Geena Davis"
}, {
	"quote": "My mum and dad used to make me stand up at dinner parties and sing to their friends.",
	"name": "Sam Smith"
}, {
	"quote": "My Dad was from Liverpool, and he picked it up in the army. He'd often come out with this stuff.",
	"name": "Mike Myers"
}, {
	"quote": "Humor is always based on a modicum of truth. Have you ever heard a joke about a father-in-law?",
	"name": "Dick Clark"
}, {
	"quote": "A dramatic thing, the first time you stand up to your dad.",
	"name": "Lenny Kravitz"
}, {
	"quote": "My mum was quite poor, and my dad was rich. She didn't dig that, so she left him.",
	"name": "Kevin Parker"
}, {
	"quote": "My dad didn't drive - the only dad I knew who didn't.",
	"name": "Julie Burchill"
}, {
	"quote": "My dad was traveling a lot, but when he would come home and cook, he'd cook pizza.",
	"name": "Hilary Knight"
}, {
	"quote": "They have had such a crazy life living with me as their dad. Not crazy but different from their friends.",
	"name": "Sebastian Bach"
}, {
	"quote": "I pop gum. My parents get so annoyed with me. I know my dad wishes he never taught me how to do that.",
	"name": "Hilary Duff"
}, {
	"quote": "I respect my dad, and he's amazing. He's my hero. He's the Beatles, man - or one of them.",
	"name": "James McCartney"
}, {
	"quote": "My dad left when I was 3 1/2, and he left my mom and I.",
	"name": "David Cassidy"
}, {
	"quote": "My dad was a very strong man, very stubborn as well.",
	"name": "Paul Pogba"
}, {
	"quote": "Becoming a dad means you have to be a role model for your son and be someone he can look up to.",
	"name": "Wayne Rooney"
}, {
	"quote": "As a family, we were always active. Lots of walking, lots of running as well as riding bikes with dad.",
	"name": "Alistair Brownlee"
}, {
	"quote": "I've got my dad's height and smoking habit. But I think I've got my mum's looks and sensibilities.",
	"name": "Max Irons"
}, {
	"quote": "My dad is a builder, and my mum's a nurse. They're just very normal people.",
	"name": "Greg Rutherford"
}, {
	"quote": "My mom works in funerals, and my dad works at Burger King.",
	"name": "Kelly Marie Tran"
}, {
	"quote": "My dad is afraid of my laugh.",
	"name": "Halston Sage"
}, {
	"quote": "I want to stay healthy, keep fit, eat well, keep a low profile and be a good dad.",
	"name": "Frank Bruno"
}, {
	"quote": "My dad is a great manager. He's not just competent - he's very clever.",
	"name": "Nico Rosberg"
}, {
	"quote": "My dad was born with no money.",
	"name": "Courtney A. Kemp"
}, {
	"quote": "My dad used to say, 'Just be yourself and you'll be fine,' but it's really, really true.",
	"name": "Bellamy Young"
}, {
	"quote": "Truthfully, I'm still Corey Hart, Dad, first.",
	"name": "Corey Hart"
}, {
	"quote": "I was punished for blowing the whistle on my father's lifestyle.",
	"name": "Tatum O'Neal"
}, {
	"quote": "My dad has been playing guitar basically all his life. He's sort of who got me into rock music.",
	"name": "Dylan Minnette"
}, {
	"quote": "I'm a hands-on dad.",
	"name": "Eric Dane"
}, {
	"quote": "I only started singing at about 15, and it came as quite a surprise to my dad.",
	"name": "Romy Madley Croft"
}, {
	"quote": "Dad was very into electronics, robotics and computers, so I was interested in what he was doing.",
	"name": "Rhianna Pratchett"
}, {
	"quote": "My Dad was so open creatively that I was off in search of black turtleneck bathing suits with long sleeves.",
	"name": "Moon Unit Zappa"
}, {
	"quote": "My dad was an inventor, and I think I've always had a rosy view of technology, or at least its potential.",
	"name": "Scott McCloud"
}, {
	"quote": "Some musicians I know are incredible fathers. Like Keith Richards. A fantastic dad.",
	"name": "Jack Bruce"
}, {
	"quote": "I come from good stock. Both of my parents are big - my dad is a big guy; my mom is a big lady.",
	"name": "Frank Thomas"
}, {
	"quote": "My dad always said, 'Don't worry what people think, because you can't change it.'",
	"name": "Daisy Donovan"
}, {
	"quote": "Being a father to my family and a husband is to me much more important than what I did in the business.",
	"name": "Tom Bosley"
}, {
	"quote": "My dad never gave me pats on the back or congratulations. There was always more to give and more to get done.",
	"name": "Stefon Diggs"
}, {
	"quote": "I just wasn't cut out to be a Chinese Tiger Mom. I'm more of an Irish Setter Dad.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "My dad is the nicest guy you'll ever meet, and the easiest going.",
	"name": "Serena Williams"
}, {
	"quote": "My dad is a marketing mastermind.",
	"name": "Serena Williams"
}, {
	"quote": "I think my dad is a lot cooler than other dads. He still acts like he's still 17.",
	"name": "Miley Cyrus"
}, {
	"quote": "My dad says I could sing before I could talk, if that's possible. I was always humming and things like that.",
	"name": "Miley Cyrus"
}, {
	"quote": "My dad, like, he's the most trusting human in the world.",
	"name": "Miley Cyrus"
}, {
	"quote": "What I do now is all my dad's fault, because he bought me a guitar as a boy, for no apparent reason.",
	"name": "Rod Stewart"
}, {
	"quote": "I can definitely say the older I've got the better I've become at being a dad and a husband.",
	"name": "Rod Stewart"
}, {
	"quote": "My dad bought me a guitar and people would ask me to play.",
	"name": "Rod Stewart"
}, {
	"quote": "My father was grounded, a very meat-and-potatoes man. He was a baker.",
	"name": "Anthony Hopkins"
}, {
	"quote": "There is too much fathering going on just now and there is no doubt about it fathers are depressing.",
	"name": "Gertrude Stein"
}, {
	"quote": "My father wouldn't get us a TV, he wouldn't allow a TV in the house.",
	"name": "Janis Joplin"
}, {
	"quote": "I have my dad's shape. No booty.",
	"name": "Queen Latifah"
}, {
	"quote": "I love the comic opportunities that come up in the context of a father-son relationship.",
	"name": "Harrison Ford"
}, {
	"quote": "The time not to become a father is eighteen years before a war.",
	"name": "E. B. White"
}, {
	"quote": "My father never raised his hand to any one of his children, except in self-defense.",
	"name": "Fred Allen"
}, {
	"quote": "Watching your husband become a father is really sexy and wonderful.",
	"name": "Cindy Crawford"
}, {
	"quote": "Nobody ever asks a father how he manages to combine marriage and a career.",
	"name": "Sam Ewing"
}, {
	"quote": "Father told me that if I ever met a lady in a dress like yours, I must look her straight in the eyes.",
	"name": "Prince Charles"
}, {
	"quote": "I wanted to take up music, so my father bought me a blunt instrument. He told me to knock myself out.",
	"name": "Jay London"
}, {
	"quote": "My father was never anti-anything in our house.",
	"name": "Errol Flynn"
}, {
	"quote": "I was raised by free-spirited people, though my father gave me a very strong work ethic.",
	"name": "Diane Lane"
}, {
	"quote": "The surprising thing about fatherhood was finding my inner mush. Now I want to share it with the world.",
	"name": "Christopher Meloni"
}, {
	"quote": "Employee fathers need to step up to the plate and put their family needs on the table.",
	"name": "James Levine"
}, {
	"quote": "I'm a soccer dad at heart. I want five kids, and I want to get married. I want to coach Little League.",
	"name": "Mekhi Phifer"
}, {
	"quote": "Growing up, I saw my dad do charity work for children with health issues. That had a profound effect on me.",
	"name": "David Boreanaz"
}, {
	"quote": "I grew up not liking my father very much. I never saw him cry. But he must have. Everybody cries.",
	"name": "Charley Pride"
}, {
	"quote": "My father, he was like the rock, the guy you went to with every problem.",
	"name": "Gwyneth Paltrow"
}, {
	"quote": "One Christmas my father kept our tree up till March. He hated to see it go. I loved that.",
	"name": "Mo Rocca"
}, {
	"quote": "My father wants me to be like my brother, but I can't be.",
	"name": "Robert Mapplethorpe"
}, {
	"quote": "I would never have done what I'd done if I'd considered my father as somebody I wanted to please.",
	"name": "Robert Mapplethorpe"
}, {
	"quote": "Being a father, being a friend, those are the things that make me feel successful.",
	"name": "William Hurt"
}, {
	"quote": "My father was something of a rainbow-chaser.",
	"name": "Marc Davis"
}, {
	"quote": "Thirteen, 13 children, and I love - I love them all. And I think I've been a good father to all of them.",
	"name": "Anthony Quinn"
}, {
	"quote": "What harsh judges fathers are to all young men!",
	"name": "Terence"
}, {
	"quote": "My father loved people, children and pets.",
	"name": "Tony Visconti"
}, {
	"quote": "That is the thankless position of the father in the family - the provider for all, and the enemy of all.",
	"name": "August Strindberg"
}, {
	"quote": "Babies don't need fathers, but mothers do. Someone who is taking care of a baby needs to be taken care of.",
	"name": "Amy Heckerling"
}, {
	"quote": "My father was the guy on the block who said hi to everyone.",
	"name": "Damon Wayans"
}, {
	"quote": "Rich men's sons are seldom rich men's fathers.",
	"name": "Herbert Kaufman"
}, {
	"quote": "It will be amazing to collaborate with my dad. It will be special.",
	"name": "Armaan Malik"
}, {
	"quote": "My father was an Episcopalian minister, and I've always been comforted by the power of prayer.",
	"name": "Anna Lee"
}, {
	"quote": "Child-rearing is my main interest now. I'm a hands-on father.",
	"name": "Sean Penn"
}, {
	"quote": "A father is always making his baby into a little woman. And when she is a woman he turns her back again.",
	"name": "Enid Bagnold"
}, {
	"quote": "I'm a fun father, but not a good father. The hard decisions always went to my wife.",
	"name": "John Lithgow"
}, {
	"quote": "Dad was the only adult male I ever trusted.",
	"name": "Michael Reagan"
}, {
	"quote": "Because of my father, we are that Shining City on a Hill.",
	"name": "Michael Reagan"
}, {
	"quote": "One of my earliest memories is of my father carrying me in one arm with a picket sign in the other.",
	"name": "Camryn Manheim"
}, {
	"quote": "My dad taught me true words you have to use in every relationship. Yes, baby.",
	"name": "Star Jones"
}, {
	"quote": "My father taught me how to substitute realities.",
	"name": "Mira Sorvino"
}, {
	"quote": "My dad loved black singers. So listening to New Orleans music, eventually I wanted to play an instrument.",
	"name": "Bill Kreutzmann"
}, {
	"quote": "My father was the most rational and the most dispassionate of men.",
	"name": "Simon Newcomb"
}, {
	"quote": "No, I never thought about my father's money as my money.",
	"name": "Christie Hefner"
}, {
	"quote": "As a little girl I used to daydream about my real father coming on a white horse to rescue me.",
	"name": "Christine Keeler"
}, {
	"quote": "I caught the acting bug from my dad.",
	"name": "Finn Wittrock"
}, {
	"quote": "A father's disappointment can be a very powerful tool.",
	"name": "Michael Bergin"
}, {
	"quote": "My father was always telling himself no one was perfect, not even my mother.",
	"name": "Broderick Crawford"
}, {
	"quote": "Father or stepfather - those are just titles to me. They don't mean anything.",
	"name": "Oliver Hudson"
}, {
	"quote": "Fathers in today's modern families can be so many things.",
	"name": "Oliver Hudson"
}, {
	"quote": "No man is responsible for his father. That was entirely his mother's affair.",
	"name": "Margaret Turnbull"
}]