[{
	"quote": "Happiness is not something you postpone for the future; it is something you design for the present.",
	"name": "Jim Rohn"
}, {
	"quote": "Fashion fades, only style remains the same.",
	"name": "Coco Chanel"
}, {
	"quote": "Good design doesn't date.",
	"name": "Harry Seidler"
}, {
	"quote": "Design is not just what it looks like and feels like. Design is how it works.",
	"name": "Steve Jobs"
}, {
	"quote": "Space is the breath of art.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Fashion is architecture: it is a matter of proportions.",
	"name": "Coco Chanel"
}, {
	"quote": "The details are not the details. They make the design.",
	"name": "Charles Eames"
}, {
	"quote": "Good buildings come from good people, and all problems are solved by good design.",
	"name": "Stephen Gardiner"
}, {
	"quote": "Architecture is basically the design of interiors, the art of organizing interior space.",
	"name": "Philip Johnson"
}, {
	"quote": "Trying to design the perfect plan is the perfect recipe for disappointment.",
	"name": "Patrick Lencioni"
}, {
	"quote": "Any product that needs a manual to work is broken.",
	"name": "Elon Musk"
}, {
	"quote": "Interior design is a business of trust.",
	"name": "Venus Williams"
}, {
	"quote": "My inspiration for interior design is more historical than traditional.",
	"name": "Patrick Cox"
}, {
	"quote": "Design helps shape our everyday interactions through products, furniture, objects, or experiences.",
	"name": "Joe Gebbia"
}, {
	"quote": "I think there is always a need for pure design. With pure design, you don't need so much decoration.",
	"name": "Jil Sander"
}, {
	"quote": "Art is to be free. Design is to fix.",
	"name": "Kanye West"
}, {
	"quote": "Graphic design is the paradise of individuality, eccentricity, heresy, abnormality, hobbies and humors.",
	"name": "George Santayana"
}, {
	"quote": "Design our world so that we have positive social and environmental side effects.",
	"name": "Bjarke Ingels"
}, {
	"quote": "A camel is a horse designed by committee.",
	"name": "Alec Issigonis"
}, {
	"quote": "Good design doesn't date. Bad design does.",
	"name": "Paul Rand"
}, {
	"quote": "Design is not making beauty, beauty emerges from selection, affinities, integration, love.",
	"name": "Louis Kahn"
}, {
	"quote": "Programming is the art of algorithm design and the craft of debugging errant code.",
	"name": "Ellen Ullman"
}, {
	"quote": "Recognizing the need is the primary condition for design.",
	"name": "Charles Eames"
}, {
	"quote": "The space within becomes the reality of the building.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "A chair is a very difficult object. A skyscraper is almost easier. That is why Chippendale is famous.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "Luck is the residue of design.",
	"name": "Branch Rickey"
}, {
	"quote": "Books are better than movies because you design the set the way you want it to look.",
	"name": "Trent Reznor"
}, {
	"quote": "Be intentional with your space. Don't be afraid to step on a limb and design your home the way you love it.",
	"name": "Joanna Gaines"
}, {
	"quote": "Any design, whether it's for a ship or an airplane, must be done in anticipation of potential failures.",
	"name": "Henry Petroski"
}, {
	"quote": "I don't design clothes, I design dreams.",
	"name": "Ralph Lauren"
}, {
	"quote": "Design is a plan for arranging elements in such a way as best to accomplish a particular purpose.",
	"name": "Charles Eames"
}, {
	"quote": "The very design of neoliberal principles is a direct attack on democracy.",
	"name": "Noam Chomsky"
}, {
	"quote": "Decisions are the frequent fabric of our daily design.",
	"name": "Don Yaeger"
}, {
	"quote": "Fashion and interior design are one and the same.",
	"name": "Iris Apfel"
}, {
	"quote": "I design things to help people to hopefully express their personality.",
	"name": "Vivienne Westwood"
}, {
	"quote": "Leopard is an animal design, and my designs come from nature.",
	"name": "Roberto Cavalli"
}, {
	"quote": "The dreaded phrase in design circles is 'show and tell.'",
	"name": "David Carson"
}, {
	"quote": "I didn't think that personal style had much value in graphic design.",
	"name": "Stefan Sagmeister"
}, {
	"quote": "Good design is good business.",
	"name": "Thomas J. Watson"
}, {
	"quote": "Design is how you make your first impression with your consumers. Make sure it is a lasting one.",
	"name": "Jay Samit"
}, {
	"quote": "I've been fascinated with interior design for as long as I can remember.",
	"name": "Matthew Williamson"
}, {
	"quote": "It's all in how you arrange the thing... the careful balance of the design is the motion.",
	"name": "Andrew Wyeth"
}, {
	"quote": "You cannot design shoes if you only think about fashion; it's too realistic. When I design, I dream.",
	"name": "Giuseppe Zanotti"
}, {
	"quote": "It's not enough to have a hacker culture anymore. You have to have a design culture, too.",
	"name": "Robert Scoble"
}, {
	"quote": "People say I design architectural icons. If I design a building and it becomes an icon, that's ok.",
	"name": "Zaha Hadid"
}, {
	"quote": "To design something really new and innovative you have to reject reason.",
	"name": "Jonathan Ive"
}, {
	"quote": "I'm a fashion designer, not a shoe designer. I like to design clothes.",
	"name": "Dries van Noten"
}, {
	"quote": "Design is a constant challenge to balance comfort with luxe, the practical with the desirable.",
	"name": "Donna Karan"
}, {
	"quote": "It takes a real designer to design for real women.",
	"name": "Leslie Jones"
}, {
	"quote": "If you only design menus that are essentially junk or fast food, the whole infrastructure supports junk.",
	"name": "Jamie Oliver"
}, {
	"quote": "Design should not dominate things, should not dominate people. It should help people. That's its role.",
	"name": "Dieter Rams"
}, {
	"quote": "Chandeliers are marvels of drop-dead showiness, the jewellery of architecture.",
	"name": "Peter York"
}, {
	"quote": "When I am true to my inspiration, even fight for my design, the project always turns out well.",
	"name": "Christian de Portzamparc"
}, {
	"quote": "I was very interested in theatre, mostly in stage design. I did a little bit of acting.",
	"name": "Jim Henson"
}, {
	"quote": "I spearhead interior design for all Trump projects.",
	"name": "Ivanka Trump"
}, {
	"quote": "The primary factor is proportions.",
	"name": "Arne Jacobsen"
}, {
	"quote": "In order to design a future of positive change, we must first become expert at changing our minds.",
	"name": "Jacque Fresco"
}, {
	"quote": "I'm not into fashion, but I like design. I wear the same shoes every day.",
	"name": "Tyler, The Creator"
}, {
	"quote": "The artist in me cries out for design.",
	"name": "Robert Frost"
}, {
	"quote": "I design music; I don't produce it.",
	"name": "Travis Scott"
}, {
	"quote": "In nature, there is no separation between design, engineering, and fabrication; the bone does it all.",
	"name": "Neri Oxman"
}, {
	"quote": "The only important thing about design is how it relates to people.",
	"name": "Victor Papanek"
}, {
	"quote": "Color does not add a pleasant quality to design - it reinforces it.",
	"name": "Pierre Bonnard"
}, {
	"quote": "I'm into designing houses and interior design. I like change. I like creating things out of nothing.",
	"name": "Chris Kirkpatrick"
}, {
	"quote": "Good design should be honest.",
	"name": "Ferdinand Porsche"
}, {
	"quote": "Gucci has always represented great design and contemporary lifestyle.",
	"name": "Marco Bizzarri"
}, {
	"quote": "Design shouldn't have to take a backseat to sustainability and making things responsibly.",
	"name": "Amber Valletta"
}, {
	"quote": "Design my own line? No, I just like the culture.",
	"name": "ASAP Rocky"
}, {
	"quote": "The key to making things affordable is design and technology improvements, as well as scale.",
	"name": "Elon Musk"
}, {
	"quote": "Design has long gone from tinkering and sketching of auteurs in isolation to a powerful catalyzer of growth.",
	"name": "Jens Martin Skibsted"
}, {
	"quote": "A purpose, an intention, a design, strikes everywhere even the careless, the most stupid thinker.",
	"name": "David Hume"
}, {
	"quote": "Many things difficult to design prove easy to performance.",
	"name": "Samuel Johnson"
}, {
	"quote": "Everything we design is a response to the specific climate and culture of a particular place.",
	"name": "Norman Foster"
}, {
	"quote": "Architects design houses. I live in a home.",
	"name": "Peter Eisenman"
}, {
	"quote": "I really see myself continuing to design clothes, fragrances.",
	"name": "Kim Kardashian"
}, {
	"quote": "Sometimes I can't figure designers out. It's as if they flunked human anatomy.",
	"name": "Erma Bombeck"
}, {
	"quote": "You can be a mason and build 50 buildings, but it doesn't mean you can design one.",
	"name": "John Malkovich"
}, {
	"quote": "I love to design things that people can actually buy. I'm staggered by what a boot costs today.",
	"name": "Vera Wang"
}, {
	"quote": "A business woman needs a successful mix of design and practicality.",
	"name": "Donatella Versace"
}, {
	"quote": "I wanted to design a museum in which everything would seem clear.",
	"name": "Mario Botta"
}, {
	"quote": "To design is to communicate clearly by whatever means you can control or master.",
	"name": "Milton Glaser"
}, {
	"quote": "Design is a tool that either allows us to create new markets or disrupt existing ones.",
	"name": "Yves Behar"
}, {
	"quote": "There are professions more harmful than industrial design, but only a few.",
	"name": "Victor Papanek"
}, {
	"quote": "Designers are very fickle. I never wanted to be a victim of that. You're in one minute, out the next.",
	"name": "Tyra Banks"
}, {
	"quote": "I design for the woman who loves being a woman.",
	"name": "Diane von Furstenberg"
}, {
	"quote": "People believe the only alternative to randomness is intelligent design.",
	"name": "Richard Dawkins"
}, {
	"quote": "The dynamics of film directing and fashion design - in the ways that I've done it - were not dissimilar.",
	"name": "Tom Ford"
}, {
	"quote": "How can you look at the Texas legislature and still believe in intelligent design?",
	"name": "Kinky Friedman"
}, {
	"quote": "Longhorns are unique - each and every one of them is a different color with a different design.",
	"name": "Janine Turner"
}, {
	"quote": "Everyone designs who devises courses of action aimed at changing existing situations into preferred ones.",
	"name": "Herbert A. Simon"
}, {
	"quote": "I studied Computer Science when I was in my undergrad and minored in Digital Art &amp; Design.",
	"name": "Jenova Chen"
}, {
	"quote": "The garden, by design, is concerned with both the interior and the land beyond the garden.",
	"name": "Stephen Gardiner"
}, {
	"quote": "In the end, I hope there's a little note somewhere that says I designed a good computer.",
	"name": "Steve Wozniak"
}, {
	"quote": "Design is everything. Everything!",
	"name": "Paul Rand"
}, {
	"quote": "We don't want to be a design line. Ultimately, we want to be a platform that houses many design aesthetics.",
	"name": "Alexa Hirschfeld"
}, {
	"quote": "Delay always breeds danger; and to protract a great design is often to ruin it.",
	"name": "Miguel de Cervantes"
}, {
	"quote": "My mom modeled and made clothes, so I always had such an appreciation for design.",
	"name": "Blake Lively"
}, {
	"quote": "Beautiful Evidence is about the theory and practice of analytical design.",
	"name": "Edward Tufte"
}, {
	"quote": "Design is an iterative process. One idea often builds on another.",
	"name": "Mark Parker"
}, {
	"quote": "I wanted to be a decorator. I wanted to interior design homes and do everything myself.",
	"name": "Ursula Andress"
}, {
	"quote": "I don't design houses with the nuclear family idea because I don't believe in it as a concept.",
	"name": "Peter Eisenman"
}, {
	"quote": "I believe consistency and orthogonality are tools of design, not the primary goal in design.",
	"name": "Yukihiro Matsumoto"
}, {
	"quote": "Designs of purely arbitrary nature cannot be expected to last long.",
	"name": "Kenzo Tange"
}, {
	"quote": "Apart from photography and music videos, I also do graphic design.",
	"name": "Anton Corbijn"
}, {
	"quote": "I think it's really important to design things with a kind of personality.",
	"name": "Marc Newson"
}, {
	"quote": "I am interested in computers and technology, and art, photography, and design.",
	"name": "William Landay"
}, {
	"quote": "So, to really execute design in its highest form and making people feel joy, that's a great reward.",
	"name": "Genevieve Gorder"
}, {
	"quote": "The design of each element should be thought out in order to be easy to make and easy to repair.",
	"name": "Leo Fender"
}, {
	"quote": "I'm drawn to furniture design as complete architecture on a minor scale.",
	"name": "Brad Pitt"
}, {
	"quote": "It would have been difficult to design a path out of communism worse than the one that has been followed.",
	"name": "Aleksandr Solzhenitsyn"
}, {
	"quote": "'Design' is a word that's come to mean so much that it's also a word that has come to mean nothing.",
	"name": "Jonathan Ive"
}, {
	"quote": "Apple's goal isn't to make money. Our goal is to design and develop and bring to market good products.",
	"name": "Jonathan Ive"
}, {
	"quote": "In architecture the idea degenerated. Design allows a more direct and pleasurable route.",
	"name": "Charles Eames"
}, {
	"quote": "Unfortunately, some women want to remake their husbands after their own design.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "In just six weeks from the time the design was started, we had the motor on the block testing its power.",
	"name": "Orville Wright"
}, {
	"quote": "Design is so critical it should be on the agenda of every meeting in every single department.",
	"name": "Tom Peters"
}, {
	"quote": "Design is nothing if not decision making.",
	"name": "Henry Petroski"
}, {
	"quote": "British innovation in design, in the creative arts, in engineering and manufacturing is world class.",
	"name": "Margaret Heffernan"
}, {
	"quote": "I don't act, I don't direct, I don't design.",
	"name": "Tom Stoppard"
}, {
	"quote": "Art has to move you and design does not, unless it's a good design for a bus.",
	"name": "David Hockney"
}, {
	"quote": "The proper study of mankind is the science of design.",
	"name": "Herbert A. Simon"
}, {
	"quote": "It's aggravating that Hollywood has never gotten credit for the role it played in promoting modern design.",
	"name": "Camille Paglia"
}, {
	"quote": "I'm an artist, so I love the graphic design of Instagram.",
	"name": "Pierce Brosnan"
}, {
	"quote": "For me, the sound design and the musical score is a big part of what makes scary movies work.",
	"name": "James Wan"
}, {
	"quote": "Design is not for philosophy it's for life.",
	"name": "Issey Miyake"
}, {
	"quote": "With imagination and personal creativity, people who sew can design the way they look to suit themselves.",
	"name": "Issey Miyake"
}, {
	"quote": "Design can overcome our most deeply rooted stranger-danger bias.",
	"name": "Joe Gebbia"
}, {
	"quote": "I'd love to design bridal dresses.",
	"name": "Lauren Conrad"
}, {
	"quote": "But, alas! what poor Woman is ever taught that she should have a higher Design than to get her a Husband?",
	"name": "Mary Astell"
}, {
	"quote": "Species go extinct because there are historical contraints built into a given body or a given design.",
	"name": "Kevin Kelly"
}, {
	"quote": "At some point in your life, if you're lucky, you get to design the way in which things evolve.",
	"name": "Daniel Day-Lewis"
}, {
	"quote": "I believe well-designed places and objects can actually improve healing, while poor design can inhibit it.",
	"name": "Michael Graves"
}, {
	"quote": "Everyday people are not very good designers.",
	"name": "Donald Norman"
}, {
	"quote": "User-centered design means working with your users all throughout the project.",
	"name": "Donald Norman"
}, {
	"quote": "In software design, it's all about making a guess, trying it, and then learning from the experience.",
	"name": "Stewart Butterfield"
}, {
	"quote": "Rule of law, access to justice, and financial transparency happen by design, not accident.",
	"name": "Winnie Byanyima"
}, {
	"quote": "My home is in West Vancouver, B.C. My husband built it from drawings to design and colour.",
	"name": "Erica Durance"
}, {
	"quote": "Computers are to design as microwaves are to cooking.",
	"name": "Milton Glaser"
}, {
	"quote": "Design is inherently optimistic. That is its power.",
	"name": "William McDonough"
}, {
	"quote": "If you don't have an emotionally engaging design for a device, no one will care about it.",
	"name": "Tony Fadell"
}, {
	"quote": "After all, C++ isn't a perfect match for Java's design aims either.",
	"name": "Bjarne Stroustrup"
}, {
	"quote": "Dubstep has everything for me. Rhythm, sound design, heartfelt emotion - all in one place.",
	"name": "James Blake"
}, {
	"quote": "So if I design it and then go away, it's still living somewhere and it still exists by itself without me.",
	"name": "Marc Newson"
}, {
	"quote": "I'm fascinated by furniture design and interiors, and I want to try designing all that stuff.",
	"name": "Prabal Gurung"
}, {
	"quote": "I do two things. I design mobile computers and I study brains.",
	"name": "Jeff Hawkins"
}, {
	"quote": "It isn't obvious and it took us a while to demonstrate that we could actually design a machine that bends.",
	"name": "Barry Barish"
}, {
	"quote": "I love designing bridal. I do not follow trends - I design dresses that are relevant to the times.",
	"name": "Naeem Khan"
}, {
	"quote": "Design can have such a positive impact on the way people live and on their relationships and moods.",
	"name": "Genevieve Gorder"
}, {
	"quote": "Ultimately we may still ask, why can't humans design a perfect society?",
	"name": "Robert Shea"
}, {
	"quote": "I design my start-up ventures around my own personal beliefs and values.",
	"name": "Cindy Gallop"
}, {
	"quote": "My overall artistic goal is to marry graphic design with comic books and traditional storytelling.",
	"name": "Jonathan Hickman"
}, {
	"quote": "If you write your own tools, you can sort of see new things, design new things.",
	"name": "Saul Griffith"
}, {
	"quote": "Design is the courage and brilliance to cover an original and make it different.",
	"name": "John Hockenberry"
}, {
	"quote": "The urge for good design is the same as the urge to go on living.",
	"name": "Harry Bertoia"
}, {
	"quote": "To be able to design for the plus-sized consumer, for me, that's just beyond. It's a dream.",
	"name": "Khloe Kardashian"
}, {
	"quote": "I don't think there is anything wrong with white space. I don't think it's a problem to have a blank wall.",
	"name": "Annie Leibovitz"
}, {
	"quote": "Now I design what I want to wear, and it works that way.",
	"name": "Alexander McQueen"
}, {
	"quote": "I discovered at an early age that all I've ever wanted to do is design.",
	"name": "Jonathan Ive"
}, {
	"quote": "Perhaps I'd like to design cars, but I don't think I'd be much good at it.",
	"name": "Jonathan Ive"
}, {
	"quote": "A small change at the beginning of the design process defines an entirely different product at the end.",
	"name": "Jonathan Ive"
}, {
	"quote": "I like to work in a small team. There is only 18 of us on the design team. Nobody has ever left.",
	"name": "Jonathan Ive"
}, {
	"quote": "All I've ever wanted to do is design and make; it's what I love doing.",
	"name": "Jonathan Ive"
}, {
	"quote": "My focus is incredibly narrow. I can't talk with any authority other than design and development of product.",
	"name": "Jonathan Ive"
}, {
	"quote": "I find that when I write, I need things to be quiet, but when I design, I can't bear it if it's quiet.",
	"name": "Jonathan Ive"
}, {
	"quote": "I love design.",
	"name": "Venus Williams"
}, {
	"quote": "I've gone to school for business, for design, for architecture.",
	"name": "Venus Williams"
}, {
	"quote": "Is there a way to design a room in my house where I float around? I would quite enjoy that. It's nuts.",
	"name": "Karl Lagerfeld"
}, {
	"quote": "I design therefore I become.",
	"name": "Jason Silva"
}, {
	"quote": "I like design, I like details, to me it is just another form of self-expression.",
	"name": "John Malkovich"
}, {
	"quote": "I am very happy to design haute couture. It's a love story between couture and me.",
	"name": "Yves Saint Laurent"
}, {
	"quote": "I was at Emily Carr College of Art and Design in Vancouver for four years, and I loved it.",
	"name": "Douglas Coupland"
}, {
	"quote": "I'm a designer, and I think if you work in fashion, you have to give people fantasy.",
	"name": "Christian Louboutin"
}, {
	"quote": "At age 12 or 13, I wanted to design for showgirls - for the theater!",
	"name": "Christian Louboutin"
}, {
	"quote": "Great design... you won't have a business today without great design.",
	"name": "Angela Ahrendts"
}, {
	"quote": "Great design alone isn't going to yield the results investors are expecting.",
	"name": "Angela Ahrendts"
}, {
	"quote": "Uber has to design for the global platform.",
	"name": "Masayoshi Son"
}, {
	"quote": "Design is important, it's an important dimension in the car. It's not the only one.",
	"name": "Carlos Ghosn"
}, {
	"quote": "When I come to a design decision, people know that is that.",
	"name": "Carlos Ghosn"
}, {
	"quote": "I'm a total control freak and love to participate in the design of every single aspect of life.",
	"name": "Drew Barrymore"
}, {
	"quote": "I help design my own tennis clothes.",
	"name": "Maria Sharapova"
}, {
	"quote": "Ever since I was young I loved making things and being part of the design process.",
	"name": "Maria Sharapova"
}, {
	"quote": "Western design houses have been exploring China in terms of investment for well over a decade.",
	"name": "Anna Wintour"
}, {
	"quote": "I wish someone would ask me to design a cathedral.",
	"name": "Philip Johnson"
}, {
	"quote": "Britain's great strength is its innovative, design and engineering natural ability and we're not using it.",
	"name": "James Dyson"
}, {
	"quote": "I don't design down to a price.",
	"name": "James Dyson"
}, {
	"quote": "Eighteenth century American furniture and the design of the architects Greene and Greene are my special love.",
	"name": "Barbra Streisand"
}, {
	"quote": "I like the body. I like to design everything to do with the body.",
	"name": "Gianni Versace"
}, {
	"quote": "A designer is only as good as the star who wears her clothes.",
	"name": "Edith Head"
}, {
	"quote": "I always design the hat with the wearer in mind; otherwise, it's an inanimate object.",
	"name": "Philip Treacy"
}, {
	"quote": "I'm representative of 21st century Irish design, so I promote Irishness all over the world wherever I go.",
	"name": "Philip Treacy"
}, {
	"quote": "I definitely want to design clothes at one point.",
	"name": "Kendall Jenner"
}, {
	"quote": "I weirdly love interior design and real estate and all of that. I really do. I get chills from it.",
	"name": "Kendall Jenner"
}, {
	"quote": "I'm getting into interior design.",
	"name": "Playboi Carti"
}, {
	"quote": "I like the gritty parts of fashion, the design, the studio, the pictures.",
	"name": "Vera Wang"
}, {
	"quote": "We have the largest digital design studio in the world.",
	"name": "Pierre Nanterme"
}, {
	"quote": "I'm a very visual person, and I love opening beautiful books on art or design and looking through them.",
	"name": "Aerin Lauder"
}, {
	"quote": "My actual first summer internship was in the design department of Clinique.",
	"name": "Aerin Lauder"
}, {
	"quote": "My design is no design.",
	"name": "Issey Miyake"
}, {
	"quote": "People who run a ready-to-wear company are businessmen rather than production or design people.",
	"name": "Calvin Klein"
}, {
	"quote": "Watching my dad, Ralph Lauren, design clothes when I was young, I was always inspired.",
	"name": "Dylan Lauren"
}, {
	"quote": "I love Janet Jackson and her creative set design.",
	"name": "Dylan Lauren"
}, {
	"quote": "Everything that I design I would wear myself.",
	"name": "Victoria Beckham"
}, {
	"quote": "I believe in empty spaces; they're the most wonderful thing.",
	"name": "Anselm Kiefer"
}, {
	"quote": "If I weren't involved with food, I'd be working in architecture. Design is that critical to me.",
	"name": "Alice Waters"
}, {
	"quote": "Great French design is often about unexpected touches.",
	"name": "Candice Olson"
}, {
	"quote": "My background was in graphic design, but when I was doing it, it was all hand-drawn stuff, not computers.",
	"name": "Jeffrey Dean Morgan"
}, {
	"quote": "I've always loved fashion design. I love drawing and creating looks and styling.",
	"name": "Lily Collins"
}, {
	"quote": "Sacred spaces can be created in any environment.",
	"name": "Christy Turlington"
}, {
	"quote": "Building design isn't trendy.",
	"name": "Kevin McCloud"
}, {
	"quote": "I was actually a communications major and had never done design.",
	"name": "Joanna Gaines"
}, {
	"quote": "Complexity is one of the great problems in environmental design.",
	"name": "Christopher Alexander"
}, {
	"quote": "Design has always been a driving force in my life: it's the lens through which I experience the world.",
	"name": "Joe Gebbia"
}, {
	"quote": "Design is an expression of one's most deeply rooted internal values.",
	"name": "Joe Gebbia"
}, {
	"quote": "I have always loved clothes, and the opportunity to design my own line could not be missed. It's a dream job.",
	"name": "Jasmine Guinness"
}, {
	"quote": "God is His own Design and End, and that there is no other Worthy of Him.",
	"name": "Mary Astell"
}, {
	"quote": "With the clothes I design, I think about my friends, how I'd want them to dress, what I'd want them to wear.",
	"name": "Jeremy Scott"
}, {
	"quote": "I try to look at design from a more conceptual standpoint.",
	"name": "Cynthia Rowley"
}, {
	"quote": "Art has definitely influenced how I think of design, both as individual items and as a body of work.",
	"name": "Cynthia Rowley"
}, {
	"quote": "Success isn't something you achieve by accident, but rather by design.",
	"name": "David H. Murdock"
}, {
	"quote": "What's skateable is limitless by design.",
	"name": "Rob Dyrdek"
}, {
	"quote": "Accessible design is good design.",
	"name": "Steve Ballmer"
}, {
	"quote": "There is no reason we can't design a car to last for 35 years instead of six or seven.",
	"name": "Vaclav Smil"
}, {
	"quote": "If I have a style, I am not aware of it.",
	"name": "Michael Graves"
}, {
	"quote": "If a course needs to be in great condition to be played effectively, then the design strategy is flawed.",
	"name": "Tom Watson"
}, {
	"quote": "Bottom line: government shouldn't be a bottleneck for entrepreneurs looking to design a better mousetrap.",
	"name": "Ajit Pai"
}, {
	"quote": "I design all of the costumes for my movies, actually.",
	"name": "Xavier Dolan"
}, {
	"quote": "In my opinion, no single design is apt to be optimal for everyone.",
	"name": "Donald Norman"
}, {
	"quote": "I might want to open a hotel and design all the rooms. Or maybe a museum that lets me curate all the events.",
	"name": "Theophilus London"
}, {
	"quote": "Design, art, and science are all a melange.",
	"name": "Kiran Mazumdar-Shaw"
}, {
	"quote": "After working with clothes for so long, it seemed right to design them.",
	"name": "L'Wren Scott"
}, {
	"quote": "I am extremely involved in the design process of both my brands, Winter Kate and House of Harlow 1960.",
	"name": "Nicole Richie"
}, {
	"quote": "It's very difficult to design something for someone if you have no empathy.",
	"name": "Stewart Butterfield"
}, {
	"quote": "I studied literature design and fashion design.",
	"name": "Danielle Steel"
}, {
	"quote": "I used to do design before I was actually rapping. I went to art and design high school.",
	"name": "ASAP Ferg"
}, {
	"quote": "My homes are similar in style because the same design principles run through all areas of my work.",
	"name": "John Rocha"
}, {
	"quote": "I like to find areas where design has not yet gone.",
	"name": "Marcel Wanders"
}, {
	"quote": "I think design is the expression of its time and culture.",
	"name": "Marcel Wanders"
}, {
	"quote": "How can we reinterpret 3-D printing in a way that suggests a new design language?",
	"name": "Neri Oxman"
}, {
	"quote": "The world of design has been subjugated by the rigors of manufacturing and mass production.",
	"name": "Neri Oxman"
}, {
	"quote": "Perhaps believing in good design is like believing in God, it makes you an optimist.",
	"name": "Terence"
}, {
	"quote": "I wanted to design clothes to help build confidence.",
	"name": "Jessie James Decker"
}, {
	"quote": "I would think twice about designing stuff for which there was no need and which didn't endure.",
	"name": "Robin Day"
}, {
	"quote": "In the design process, there's a need to be culturally comprehensive.",
	"name": "Dries van Noten"
}, {
	"quote": "I don't design for myself. I design something keeping in mind that it has to please a lot of women.",
	"name": "Dries van Noten"
}, {
	"quote": "It may sound ambitious, but I really hope that modern design will spread all around the globe.",
	"name": "Jil Sander"
}, {
	"quote": "I find, in merchandising and design and creative, a business school degree isn't particularly helpful.",
	"name": "Mickey Drexler"
}, {
	"quote": "Design is people.",
	"name": "Jane Jacobs"
}, {
	"quote": "I don't design my own clothes. It's so not what I think about.",
	"name": "Colleen Atwood"
}, {
	"quote": "My own style is pretty classic; I much prefer to design for others.",
	"name": "Colleen Atwood"
}, {
	"quote": "I think fan fiction is the way most writers start, and the same goes for music and design.",
	"name": "Malorie Blackman"
}, {
	"quote": "This is what I like about being a designer: You can't really get it until you see it.",
	"name": "Isaac Mizrahi"
}, {
	"quote": "Science can improve lives in ways that are elegant in design and moving in practice.",
	"name": "Harold E. Varmus"
}, {
	"quote": "Intelligent design, unlike creationism, is a science in its own right and can stand on its own feet.",
	"name": "William A. Dembski"
}, {
	"quote": "Design needs a new relationship with the world, one that is more focused on our planet's needs.",
	"name": "Yves Behar"
}, {
	"quote": "My mantra is: 'Good design accelerates the adoption of new ideas.'",
	"name": "Yves Behar"
}, {
	"quote": "I design to make women feel confident and beautiful.",
	"name": "Tadashi Shoji"
}, {
	"quote": "If we want users to like our software, we should design it to behave like a likeable person.",
	"name": "Alan Cooper"
}, {
	"quote": "I love to see technology from a design perspective and vice versa. I am a 'Desigineer.'",
	"name": "Pranav Mistry"
}, {
	"quote": "What we strive for is how we can provide the best performance and best design, whatever the customers want.",
	"name": "Pranav Mistry"
}, {
	"quote": "Always beware an unsigned architectural design.",
	"name": "Martin Filler"
}, {
	"quote": "Often the most important moment in the design process is figuring out what the right question is.",
	"name": "Thomas Heatherwick"
}, {
	"quote": "I never studied fashion design.",
	"name": "Betsey Johnson"
}, {
	"quote": "Socialcam shares Autodesk's mission of helping everybody imagine, design, and create a better world.",
	"name": "Michael Seibel"
}, {
	"quote": "It is so important to be really true to yourself in design, and I am.",
	"name": "Thom Browne"
}, {
	"quote": "You think about the beauty and what you want to transmit. If I think about designing, I can't design.",
	"name": "Elsa Peretti"
}, {
	"quote": "I design for the working girl.",
	"name": "Elsa Peretti"
}, {
	"quote": "Design is an unknown.",
	"name": "Geoffrey Beene"
}, {
	"quote": "The interesting thing about Android's design is how little we modified the kernel.",
	"name": "Robert Love"
}, {
	"quote": "The sky is a free asset in design, and nothing unnecessary should be planted that takes away the sky.",
	"name": "Rachel Lambert Mellon"
}, {
	"quote": "Good design is good business.",
	"name": "Ian Schrager"
}, {
	"quote": "A person should design the way he makes a living around how he wishes to make a life.",
	"name": "Charlie Byrd"
}, {
	"quote": "Design, if it is to be ecologically responsible and socially responsive, must be revolutionary and radical.",
	"name": "Victor Papanek"
}, {
	"quote": "The design of a dress, furniture, a house, a room, a street and a city are all the same process.",
	"name": "Gianfranco Ferre"
}, {
	"quote": "We design our world, while our world acts back on us and designs us.",
	"name": "Anne-Marie Willis"
}]