[{
	"quote": "Your diet is a bank account. Good food choices are good investments.",
	"name": "Bethenny Frankel"
}, {
	"quote": "Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.",
	"name": "Jim Davis"
}, {
	"quote": "An optimist is a person who starts a new diet on Thanksgiving Day.",
	"name": "Irv Kupcinet"
}, {
	"quote": "Pasta doesn't make you fat. How much pasta you eat makes you fat.",
	"name": "Giada De Laurentiis"
}, {
	"quote": "I think of dieting, then I eat pizza.",
	"name": "Lara Stone"
}, {
	"quote": "I don't go long without eating. I never starve myself: I grab a healthy snack.",
	"name": "Vanessa Hudgens"
}, {
	"quote": "I naturally favour a clean, healthy diet. A salad sandwich is one of my favourite meals!",
	"name": "Victoria Pendleton"
}, {
	"quote": "People have got to learn: if they don't have cookies in the cookie jar, they can't eat cookies.",
	"name": "Suze Orman"
}, {
	"quote": "I never worry about diets. The only carrots that interest me are the number you get in a diamond.",
	"name": "Mae West"
}, {
	"quote": "The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits.",
	"name": "Misty May-Treanor"
}, {
	"quote": "A healthy diet is a solution to many of our health-care problems. It's the most important solution.",
	"name": "John Mackey"
}, {
	"quote": "No disease that can be treated by diet should be treated with any other means.",
	"name": "Maimonides"
}, {
	"quote": "Pizza is no longer on my diet.",
	"name": "John Catsimatidis"
}, {
	"quote": "Cereal eating is almost a marker for a healthy lifestyle. It sets you up for the day, so you don't overeat.",
	"name": "Bruce Barton"
}, {
	"quote": "The second day of a diet is always easier than the first. By the second day you're off it.",
	"name": "Jackie Gleason"
}, {
	"quote": "The diet, to be healthy, has to be mostly fruits, vegetables, beans, nuts and seeds.",
	"name": "Joel Fuhrman"
}, {
	"quote": "I try to cook more now so I can control my diet and what I ingest.",
	"name": "Sara Sampaio"
}, {
	"quote": "The best doctors in the world are Doctor Diet, Doctor Quiet, and Doctor Merryman.",
	"name": "Jonathan Swift"
}, {
	"quote": "You can't exercise your way out of a bad diet.",
	"name": "Mark Hyman"
}, {
	"quote": "Every single diet I ever fell off of was because of potatoes and gravy of some sort.",
	"name": "Dolly Parton"
}, {
	"quote": "I don't stop eating when I'm full. The meal isn't over when I'm full. It's over when I hate myself.",
	"name": "Louis C. K."
}, {
	"quote": "I keep my diet low in carbohydrates and high in protein.",
	"name": "Sullivan Stapleton"
}, {
	"quote": "I like food too much to go on some crazy diet. French fries are my favorite downfall.",
	"name": "Holly Madison"
}, {
	"quote": "I never diet. I smoke. I drink now and then. I never work out.",
	"name": "Naomi Campbell"
}, {
	"quote": "Nothing burns more calories than dancing in 5-inch heels... try it!",
	"name": "Ariana Grande"
}, {
	"quote": "I can't be on the cheeseburger diet all the time.",
	"name": "Bobby Flay"
}, {
	"quote": "Diets, like clothes, should be tailored to you.",
	"name": "Joan Rivers"
}, {
	"quote": "A plant-based diet is like a one-stop shop against chronic diseases.",
	"name": "Michael Greger"
}, {
	"quote": "I consider fitness, diet, and beauty to be essential to a balanced self.",
	"name": "Hannah Bronfman"
}, {
	"quote": "French fries. I love them. Some people are chocolate and sweets people. I love French fries. That and caviar.",
	"name": "Cameron Diaz"
}, {
	"quote": "I'm naturally a muscular gal with some curves, so eating a Mediterranean diet makes my body happy.",
	"name": "Debi Mazar"
}, {
	"quote": "Weight Watchers is not intimidating. It's not a diet. It's a lifestyle.",
	"name": "Jessica Simpson"
}, {
	"quote": "Push-ups, sit-ups, and a strict diet of raisins. That's my plan.",
	"name": "Jack Black"
}, {
	"quote": "My soul is dark with stormy riot: directly traced over to diet.",
	"name": "Samuel Hoffenstein"
}, {
	"quote": "The vegan diet is obviously lacking whatever essential nutrient it is that makes people likeable.",
	"name": "Jim Goad"
}, {
	"quote": "We never repent of having eaten too little.",
	"name": "Thomas Jefferson"
}, {
	"quote": "In general, mankind, since the improvement of cookery, eats twice as much as nature requires.",
	"name": "Benjamin Franklin"
}, {
	"quote": "I've done everything every fat person ever has. I've tried every diet.",
	"name": "Dolly Parton"
}, {
	"quote": "My interesting diet tips are eat early and don't nosh between meals. I mean, I can pack it away.",
	"name": "Carol Burnett"
}, {
	"quote": "Fruit is definitely on the maintenance diet. It's on the lifestyle diet.",
	"name": "Robert Atkins"
}, {
	"quote": "What some call health, if purchased by perpetual anxiety about diet, isn't much better than tedious disease.",
	"name": "Alexander Pope"
}, {
	"quote": "Everyone's been on a ramen noodle diet once or twice.",
	"name": "Kim Shaw"
}, {
	"quote": "Food is an important part of a balanced diet.",
	"name": "Fran Lebowitz"
}, {
	"quote": "Want to learn to eat a lot? Here it is: Eat a little. That way, you will be around long enough to eat a lot.",
	"name": "Tony Robbins"
}, {
	"quote": "I drink Diet Coke from the minute I get up to the minute I go to bed.",
	"name": "Karl Lagerfeld"
}, {
	"quote": "I'm an emotional eater. When I get upset, my diet goes out the window.",
	"name": "Kelly Osbourne"
}, {
	"quote": "The only way you get that fat off is to eat less and exercise more.",
	"name": "Jack LaLanne"
}, {
	"quote": "You should never go on diet and must follow a healthy lifestyle.",
	"name": "Nargis Fakhri"
}, {
	"quote": "My doctor told me to stop having intimate dinners for four. Unless there are three other people.",
	"name": "Orson Welles"
}, {
	"quote": "The heart, like the stomach, wants a varied diet.",
	"name": "Gustave Flaubert"
}, {
	"quote": "When we get in late and the only thing open is fast food, it can be tough to maintain a healthy diet.",
	"name": "Mike Trout"
}, {
	"quote": "A friend doesn't go on a diet because you are fat.",
	"name": "Erma Bombeck"
}, {
	"quote": "I don't care how pumped up or psyched you are to start a new diet or a new program - that emotion will fade.",
	"name": "Phil McGraw"
}, {
	"quote": "You don't want to make a steady diet of just lettuce. You don't want to make a steady diet of fried chicken.",
	"name": "Paula Deen"
}, {
	"quote": "The first couple of days on the detox diet aren't pleasant.",
	"name": "Carol Vorderman"
}, {
	"quote": "The dieting wars have got to stop.",
	"name": "Lady Gaga"
}, {
	"quote": "I have to be on such a strict diet constantly.",
	"name": "Lady Gaga"
}, {
	"quote": "In New York I pretty much live in diners - I order French Fries, Diet Coke floats and lots of coffee.",
	"name": "Lana Del Rey"
}, {
	"quote": "Once you have to start counting calories, it takes away from the joy of eating.",
	"name": "Mireille Guiliano"
}, {
	"quote": "Of capital importance is to have a good diet and exercise a lot.",
	"name": "Evelyn Lauder"
}, {
	"quote": "I used to drink tons of caffeine. Now I make smoothies with frozen berries and Green Vibrance health powder.",
	"name": "Leighton Meester"
}, {
	"quote": "You need a nutritional love diet. Don't put the junk stuff in your body - it's not going to do you any good.",
	"name": "Joanna Coles"
}, {
	"quote": "Life is too short to be on a diet.",
	"name": "Taylor Jenkins Reid"
}, {
	"quote": "I don't find it a struggle to maintain a healthy diet now as my palate has changed. I don't crave rich food.",
	"name": "Jennifer Ellison"
}, {
	"quote": "When followed correctly, the Dukan Diet is both a safe and effective method of weight loss.",
	"name": "Pierre Dukan"
}, {
	"quote": "Dieting is murder on the road. Show me a man who travels and I'll show you one who eats.",
	"name": "Bruce Froemming"
}, {
	"quote": "I love food - I am never on a diet - I swear to God!",
	"name": "Irina Shayk"
}, {
	"quote": "Frankly, I don't trust any diet that doesn't allow sugar.",
	"name": "Bethenny Frankel"
}, {
	"quote": "The fact is, I diet every day of my life. I have to work at it. But I diet so I can pig out.",
	"name": "Jack Nicklaus"
}, {
	"quote": "A diet should be named after what you do eat, not what you don't eat.",
	"name": "Robert Atkins"
}, {
	"quote": "Include ample fruits and vegetables in your diet and no fried or oily food.",
	"name": "Sridevi"
}, {
	"quote": "People who shop in health food stores never look healthy.",
	"name": "Amy Sedaris"
}, {
	"quote": "When I feel stressed, I turn to food for comfort, but I don't like to diet and I'm not good at it.",
	"name": "Salma Hayek"
}, {
	"quote": "I follow a dairy-free and gluten-free diet, which can be challenging in some places.",
	"name": "Brandon Boyd"
}, {
	"quote": "I really don't follow a strict diet; I just watch my fat intake and stay away from fried foods.",
	"name": "Justice Smith"
}, {
	"quote": "The comedian sticks as religiously to her theme as a dancer sticks to a diet.",
	"name": "Jo Brand"
}, {
	"quote": "Diet is really important, and I think vitamins are really important, also.",
	"name": "Glenn Danzig"
}, {
	"quote": "My biggest regret is putting my body through fad diets - Atkins, cleanses, the hCG diet.",
	"name": "Jennie Garth"
}, {
	"quote": "Many cows are fed a high-protein diet, which creates a more liquid manure that is easier to spray on fields.",
	"name": "Charles Duhigg"
}, {
	"quote": "I don't need a diet pill. I need something that gives you an electric shock when you reach for food.",
	"name": "Joy Behar"
}, {
	"quote": "I am a pure vegetarian, and I'm much healthier compared to those who live on a non-veg diet.",
	"name": "Sangram Singh"
}, {
	"quote": "As I mentioned previously, the tools that allow for optimum health are diet and exercise.",
	"name": "Bill Toomey"
}, {
	"quote": "Breastfeeding is the very best diet I've been on.",
	"name": "Rebecca Romijn"
}, {
	"quote": "Fat is your friend. The brain thrives on a fat-rich, low-carbohydrate diet.",
	"name": "David Perlmutter"
}, {
	"quote": "The unforgivable political sin is vanity; the killer diet is sour grapes.",
	"name": "Neil Kinnock"
}, {
	"quote": "Leave the table while you still feel you could eat a little more.",
	"name": "Helena Rubinstein"
}, {
	"quote": "I'm not perfect, but what's wonderful about eating a plant-based diet is, I don't have to be.",
	"name": "Victoria Moran"
}, {
	"quote": "The majority of my diet is probably vegetables, but I'm not a vegetarian or vegan.",
	"name": "Abigail Spencer"
}, {
	"quote": "I don't believe in depriving myself of any food or being imprisoned by a diet.",
	"name": "Joely Fisher"
}, {
	"quote": "Since having the babies, I realize that 90 percent of losing weight is my diet.",
	"name": "Mariah Carey"
}, {
	"quote": "I keep a fairly strict diet. My job depends on it.",
	"name": "Candace Cameron Bure"
}, {
	"quote": "I don't eat junk foods and I don't think junk thoughts.",
	"name": "Peace Pilgrim"
}, {
	"quote": "High-quality food is better for your health.",
	"name": "Michael Pollan"
}, {
	"quote": "An athlete's diet is a complicated thing.",
	"name": "Chuck Norris"
}, {
	"quote": "If you're going to choose to do something like the Paleo Diet, then you choose not to enjoy your nights out.",
	"name": "Chrissy Teigen"
}, {
	"quote": "Start your diet during a period of optimism and happiness.",
	"name": "Karl Lagerfeld"
}, {
	"quote": "My diet is high on protein, which keeps me energised and fresh.",
	"name": "Karan Patel"
}, {
	"quote": "I try to not be too hard on myself regarding my diet. I've always been a workout-to-eat kind of a girl.",
	"name": "Jennie Finch"
}, {
	"quote": "My mom was always really healthy and cautious about her diet, so I'm not a big sugar guy.",
	"name": "Paul Walker"
}, {
	"quote": "My diet works for me because I can be very flexible about what I eat in a day.",
	"name": "Madelaine Petsch"
}, {
	"quote": "I've never been one that was on a diet, because I always ate well.",
	"name": "Donovan Bailey"
}, {
	"quote": "As a coach you can influence the diet of your players. You can point out what is wrong.",
	"name": "Arsene Wenger"
}, {
	"quote": "Any woman who diets all the time can't help but be grouchy. Nobody can be amusing or entertaining on a diet.",
	"name": "Zsa Zsa Gabor"
}, {
	"quote": "My diet is very kale-heavy. It's so nutrient-dense. I stay away from fake processed stuff.",
	"name": "Daniel Bryan"
}, {
	"quote": "I'd much rather eat exactly what I want, and then burn it off, than diet.",
	"name": "Ricky Gervais"
}, {
	"quote": "As for those grapefruit and buttermilk diets, I'll take roast chicken and dumplings.",
	"name": "Hattie McDaniel"
}, {
	"quote": "I don't diet. I just don't eat as much as I'd like to.",
	"name": "Linda Evangelista"
}, {
	"quote": "You cannot out-exercise a bad diet.",
	"name": "Harley Pasternak"
}, {
	"quote": "I have had cardiomyopathy, which is a non-coronary condition and is in no way related to diet.",
	"name": "Robert Atkins"
}, {
	"quote": "Health food makes me sick.",
	"name": "Calvin Trillin"
}, {
	"quote": "I've never been on a diet and never will.",
	"name": "Paul Hollywood"
}, {
	"quote": "I will never, ever go on a carb-free diet.",
	"name": "Paul Hollywood"
}, {
	"quote": "My mother always wants me to put me on a diet.",
	"name": "Twinkle Khanna"
}, {
	"quote": "If I go on a diet and work out, I'm always in a bad mood. I'd rather be a little heavier but nice.",
	"name": "Salma Hayek"
}, {
	"quote": "Most of my diet is low on carbohydrates and fats.",
	"name": "Gautam Gambhir"
}, {
	"quote": "For me, juicing isn't about binging and cleansing; I try to incorporate it into a balanced diet.",
	"name": "Eddie Huang"
}, {
	"quote": "I'm trying to do the paleo diet. No carbs.",
	"name": "Robin Wright"
}, {
	"quote": "I have tried every diet to lose weight. When you restrict yourself, you're setting yourself up for failure.",
	"name": "Octavia Spencer"
}, {
	"quote": "Yeah, I'm kind of fit. And I'm quite careful about my diet.",
	"name": "Orlando Bloom"
}, {
	"quote": "Diet is weird. It's elusive. I just try to listen to my body.",
	"name": "Laura Dern"
}, {
	"quote": "Your future health can be predicted by the nutrient density of your diet.",
	"name": "Joel Fuhrman"
}, {
	"quote": "To provide optimal levels of protective micronutrients, a diet must be vegetable-based, not grain-based.",
	"name": "Joel Fuhrman"
}, {
	"quote": "If you want ideal health, you need to overcompensate and eat an excellent diet.",
	"name": "Joel Fuhrman"
}, {
	"quote": "I pay attention to my diet to be a healthier gymnast, but I'm not obsessive over it.",
	"name": "Shawn Johnson"
}, {
	"quote": "I need protein from food rather than just protein supplements. I changed my diet.",
	"name": "Travis Barker"
}, {
	"quote": "Cutting meat out of your diet is the best thing you can do for animals and your own health.",
	"name": "Joan Jett"
}, {
	"quote": "You can't be fat and fast, too; so lift, run, diet and work.",
	"name": "Hank Stram"
}, {
	"quote": "I do practice what I preach when it comes to nutrition.",
	"name": "Mehmet Oz"
}, {
	"quote": "I don't believe in diets. I don't believe any diet ever works.",
	"name": "Sinbad"
}, {
	"quote": "I've never been on a fad diet.",
	"name": "Denise Van Outen"
}, {
	"quote": "Feeding is a very important ritual for me. I don't trust people who don't like to eat.",
	"name": "Gina Gershon"
}, {
	"quote": "I've always eaten well and have a balanced diet.",
	"name": "Christy Turlington"
}, {
	"quote": "I love Spanish food. My diet is the Mediterranean diet, which is good food. I eat well.",
	"name": "Penelope Cruz"
}, {
	"quote": "I don't think you can name one diet I haven't done.",
	"name": "Trisha Yearwood"
}, {
	"quote": "Once you lose the weight, you're really anxious to eat healthy.",
	"name": "Etta James"
}, {
	"quote": "I don't have too strict a diet.",
	"name": "Gretchen Bleiler"
}, {
	"quote": "I'm always trying to learn and grow, so my diet has, over the years, evolved.",
	"name": "J. J. Watt"
}, {
	"quote": "I am very lucky in that I can eat what I want and don't have to follow any special diet.",
	"name": "Carine Roitfeld"
}, {
	"quote": "The circuit training program along with a healthy clean diet is the way to excellent results.",
	"name": "Lee Haney"
}, {
	"quote": "It looks to me to be obvious that the whole world cannot eat an American diet.",
	"name": "Jerry Brown"
}, {
	"quote": "I don't do the gym and I don't diet. I'm vegetarian but I don't diet.",
	"name": "Pamela Anderson"
}, {
	"quote": "When I'm training hard, the diet is miserable.",
	"name": "Luke Evans"
}, {
	"quote": "I am diabetic. So diet control is a pre-given for me.",
	"name": "Fawad Khan"
}, {
	"quote": "My plant-based diet plus fish is to credit for my low blood pressure, high energy, and robust immunity.",
	"name": "David H. Murdock"
}, {
	"quote": "It's one thing to lose weight, but it's another thing to eat healthy.",
	"name": "Jennifer Hudson"
}, {
	"quote": "If I like myself at this weight, then this is what I'm going to be. I don't have an eating disorder.",
	"name": "Courteney Cox"
}, {
	"quote": "I work out really hard, and I stay on my diet all week.",
	"name": "Charlotte McKinney"
}, {
	"quote": "My whole thing isn't about being vegan, to be honest. It's more about a more natural diet.",
	"name": "Ella Woodward"
}, {
	"quote": "Living on hypocrisy is not a healthy diet for patriots.",
	"name": "Tom Tancredo"
}, {
	"quote": "I've given up coffee, made diet changes.",
	"name": "Boy George"
}, {
	"quote": "I am not qualified to talk about the diet. Simply because I am not a dietician.",
	"name": "Mark Spitz"
}, {
	"quote": "You feel better when you're eating food that retains nutritional value.",
	"name": "Amber Heard"
}, {
	"quote": "Sometimes I've had to put myself on a diet.",
	"name": "Roger Moore"
}, {
	"quote": "I think by planning an exercise regime, your diet follows to some extent.",
	"name": "Dolph Lundgren"
}, {
	"quote": "'The 17 Day Diet' keeps your body and metabolism guessing. I call this 'body confusion.'",
	"name": "Mike Moreno"
}, {
	"quote": "I never count calories, but I eat so well.",
	"name": "Alicia Silverstone"
}, {
	"quote": "It's easy to diet or get off a diet when you've got a juicy role to play.",
	"name": "Kim Cattrall"
}, {
	"quote": "A diet that is high in fat, sugar and salt makes it really hard for a body to function efficiently.",
	"name": "Tamra Davis"
}, {
	"quote": "I still love to eat, and my diet isn't perfect.",
	"name": "Rob Kardashian"
}, {
	"quote": "Everyone is going to binge on a diet, for instance, so plan for it, schedule it, and contain the damage.",
	"name": "Tim Ferriss"
}, {
	"quote": "I have to be very careful about diet and exercise.",
	"name": "Taylor Dayne"
}, {
	"quote": "I don't have a very good diet.",
	"name": "Margot Robbie"
}, {
	"quote": "The only specialized diet that I follow is home-cooked food.",
	"name": "Sangram Singh"
}, {
	"quote": "Neither am I on an extreme diet nor am I on an extreme workout.",
	"name": "Jacqueline Fernandez"
}, {
	"quote": "I'm only drinking white wine because I'm on a diet and I don't eat.",
	"name": "Oliver Reed"
}, {
	"quote": "I try my best to be extremely disciplined about my diet.",
	"name": "Mika Brzezinski"
}, {
	"quote": "I would eat healthy at times and pig out at times. But I never had to go on a strict diet plan.",
	"name": "Tori Spelling"
}, {
	"quote": "My diet is always terrible, unfortunately. I don't know moderation.",
	"name": "Sean Astin"
}, {
	"quote": "I box for four hours a week and my diet is pretty healthy.",
	"name": "Tony Parsons"
}, {
	"quote": "I've been on a diet for two weeks and all I've lost is two weeks.",
	"name": "Totie Fields"
}, {
	"quote": "My doctor explained that exercise and diet changes might help and that I also might need a medication.",
	"name": "Della Reese"
}, {
	"quote": "I am a big-structured guy, and so I always felt my weight was justified until I chanced upon Cavemen's diet.",
	"name": "Harshvardhan Rane"
}, {
	"quote": "I try to get a well-balanced diet with a mix of greens, protein, and carbs.",
	"name": "Hilary Knight"
}, {
	"quote": "Getting a moral lecture from the fashion industry is like Jeffrey Dahmer criticising your diet.",
	"name": "Charlie Brooker"
}, {
	"quote": "Diet Coke is the only way I get through filming because I get so tired.",
	"name": "Lily James"
}, {
	"quote": "I don't believe in fad diets.",
	"name": "Jenny Craig"
}, {
	"quote": "I followed the same diet for 20 years, eliminating starches, living on salads, lean meat, and small portions.",
	"name": "Gene Tierney"
}, {
	"quote": "Hope is a very thin diet.",
	"name": "Thomas Shadwell"
}, {
	"quote": "A bonus: You don't have to diet to direct.",
	"name": "Joey Lauren Adams"
}, {
	"quote": "I need my food to keep my energy up, so I can't really diet.",
	"name": "Sienna Miller"
}, {
	"quote": "I have been on a diet since 1962.",
	"name": "Mary Quant"
}, {
	"quote": "Keep your energy levels high by adding bananas and egg whites to your diet.",
	"name": "Nargis Fakhri"
}, {
	"quote": "I highly recommend worrying. It is much more effective than dieting.",
	"name": "William Powell"
}, {
	"quote": "I was elected to the Diet in the same way as at every parliamentary election.",
	"name": "Fritz Sauckel"
}, {
	"quote": "I was member of the Diet as long as it existed, until May 1933.",
	"name": "Fritz Sauckel"
}, {
	"quote": "The Diet was dissolved by a Reich Government decree.",
	"name": "Fritz Sauckel"
}, {
	"quote": "Diet hard, train hard.",
	"name": "Jinder Mahal"
}, {
	"quote": "I eat every two hours to balance my diet.",
	"name": "Jinder Mahal"
}, {
	"quote": "Most Americans live on a diet that includes processed fare that is neither fresh nor natural.",
	"name": "Homaro Cantu"
}, {
	"quote": "I tried the maple syrup diet. I tried the protein-only Atkins diet.",
	"name": "Iskra Lawrence"
}, {
	"quote": "I'm gluten intolerant, so that automatically cuts carbs from my diet.",
	"name": "Malin Akerman"
}, {
	"quote": "I'm lucky, I don't like sweets, not even chocolate.",
	"name": "Eva Herzigova"
}, {
	"quote": "Most diets would have you cutting things out from your diet; they are about denial and discipline.",
	"name": "Kathy Freston"
}, {
	"quote": "I really believe that my family's infrequency of getting sick is due to our diet.",
	"name": "Kristin Cavallari"
}, {
	"quote": "I realize that I'm a mature woman and one of these days, incredible diet or not, I'll be a little old lady.",
	"name": "Victoria Moran"
}, {
	"quote": "This cream will help one's nature strengthen and grow, The diet gives support in my decline.",
	"name": "Du Fu"
}, {
	"quote": "I don't let my wardrobe dictate my diet.",
	"name": "Mary Helen Bowers"
}, {
	"quote": "I'm not gonna lie: I'm kinda the worst with a diet.",
	"name": "Nina Agdal"
}, {
	"quote": "I don't have a diet. Jenny Craig got a diet. Seriously. I eat to live, not to die.",
	"name": "Bernard Hopkins"
}, {
	"quote": "I've tried just about every crazy diet you can imagine.",
	"name": "Brooke Burke"
}, {
	"quote": "I had to get healthy for a period in my life, so I learned a lot about food and diet.",
	"name": "Cobie Smulders"
}, {
	"quote": "She used to diet on any kind of food she could lay her hands on.",
	"name": "Arthur Baer"
}, {
	"quote": "I try to eat fruit and veggies and meat and all the different categories and have a well rounded diet.",
	"name": "Andrew Luck"
}, {
	"quote": "Once you establish a diet, you can make exceptions once you're able to balance it out.",
	"name": "Joel Robuchon"
}, {
	"quote": "If you can eat 70 percent raw or introduce raw into your diet, it will help your health.",
	"name": "Carol Alt"
}, {
	"quote": "I'm not strictly vegetarian, but meat doesn't play a big part in my diet.",
	"name": "Katie Holmes"
}, {
	"quote": "I always have eaten really healthy, but I'm not a diet freak.",
	"name": "Behati Prinsloo"
}, {
	"quote": "I almost fainted. There was no family history. I had been eating a vegetarian diet and I exercised.",
	"name": "Rue McClanahan"
}, {
	"quote": "I never, ever, restrict food, and I will never go on a diet ever again.",
	"name": "Portia de Rossi"
}, {
	"quote": "The best physicians are Dr. Diet, Dr. Quiet, and Dr. Merryman.",
	"name": "Daniel D. Palmer"
}, {
	"quote": "I eat a balanced diet.",
	"name": "Chuck Liddell"
}, {
	"quote": "I basically follow a modified Zone Diet. I have my food prepared weekly and eat 6 times a day.",
	"name": "Chuck Liddell"
}, {
	"quote": "If you follow a strict diet for a few months, flaunting six packs abs is no big deal.",
	"name": "Akkineni Nagarjuna"
}, {
	"quote": "Diet is essential for a player, and I have to look after myself.",
	"name": "Ousmane Dembele"
}, {
	"quote": "Growing up in the north of Holland, I had a healthy and balanced diet.",
	"name": "Doutzen Kroes"
}, {
	"quote": "We are increasingly offered a diet in which sensation, not story, is king.",
	"name": "Beeban Kidron"
}, {
	"quote": "I am healthy because of my strict diet. I can eat anything, but I don't eat everything.",
	"name": "Ciputra"
}, {
	"quote": "I've probably tried every fad diet in the world.",
	"name": "Jenna Ushkowitz"
}, {
	"quote": "These cricketers work so hard, be it training schedules or their diet.",
	"name": "Hazel Keech"
}, {
	"quote": "When the season ends, I like to take a little time off from the diet I follow when I'm playing.",
	"name": "D'Brickashaw Ferguson"
}, {
	"quote": "Mine is the least fat diet in the world.",
	"name": "Pierre Dukan"
}, {
	"quote": "And I grew up on a steady diet of science fiction, especially apocalyptic and postapocalyptic fiction.",
	"name": "Justin Cronin"
}, {
	"quote": "The right diet directs sexual energy into the parts that matter.",
	"name": "Barbara Cartland"
}, {
	"quote": "It's so hard to diet because I love food.",
	"name": "Karrueche Tran"
}, {
	"quote": "I have a pretty strict diet, and for breakfast, I have three eggs and a cup of oatmeal.",
	"name": "Max Aaron"
}, {
	"quote": "We can all put weight on or lose weight.",
	"name": "Keith Emerson"
}, {
	"quote": "I've done every diet there is.",
	"name": "Kate Walsh"
}, {
	"quote": "I'm on this diet where you're supposed to eat only fish and meat.",
	"name": "Lasse Hallstrom"
}, {
	"quote": "I am pretty strict with my diet because I have some stomach health problems.",
	"name": "Kendrick Sampson"
}, {
	"quote": "I'm not regimented. I don't diet, and I exercise the way I want to.",
	"name": "Lena Olin"
}, {
	"quote": "It seems every year, people make the resolution to exercise and lose weight and get in shape.",
	"name": "Ed Smith"
}, {
	"quote": "I think you need a little fat in your diet.",
	"name": "Arden Myrin"
}, {
	"quote": "If you're an actress, you're always on one diet or another - it's a way of life.",
	"name": "Leigh-Allyn Baker"
}, {
	"quote": "I eat a lot of ice - isn't that ridiculous? I chew on ice, and I have maybe two diet sodas a day.",
	"name": "Jo Marie Payton"
}]