[{
	"quote": "A dream doesn't become reality through magic; it takes sweat, determination and hard work.",
	"name": "Colin Powell"
}, {
	"quote": "The future belongs to those who believe in the beauty of their dreams.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "The biggest adventure you can take is to live the life of your dreams.",
	"name": "Oprah Winfrey"
}, {
	"quote": "A positive attitude can really make dreams come true - it did for me.",
	"name": "David Bailey"
}, {
	"quote": "All our dreams can come true, if we have the courage to pursue them.",
	"name": "Walt Disney"
}, {
	"quote": "Stay focused, go after your dreams and keep moving toward your goals.",
	"name": "LL Cool J"
}, {
	"quote": "A dream you dream alone is only a dream. A dream you dream together is reality.",
	"name": "Yoko Ono"
}, {
	"quote": "I am just a girl chasing her dreams and having an amazing adventure.",
	"name": "Madeline Stuart"
}, {
	"quote": "You have to dream before your dreams can come true.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "Follow your dreams, believe in yourself and don't give up.",
	"name": "Rachel Corrie"
}, {
	"quote": "I like the dreams of the future better than the history of the past.",
	"name": "Thomas Jefferson"
}, {
	"quote": "A heart without dreams is like a bird without feathers.",
	"name": "Suzy Kassem"
}, {
	"quote": "I'm a dreamer. I have to dream and reach for the stars, and if I miss a star then I grab a handful of clouds.",
	"name": "Mike Tyson"
}, {
	"quote": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly.",
	"name": "Langston Hughes"
}, {
	"quote": "Through hard work, perseverance and a faith in God, you can live your dreams.",
	"name": "Ben Carson"
}, {
	"quote": "Yesterday is but today's memory, and tomorrow is today's dream.",
	"name": "Khalil Gibran"
}, {
	"quote": "The best way to make your dreams come true is to wake up.",
	"name": "Paul Valery"
}, {
	"quote": "Trust in dreams, for in them is hidden the gate to eternity.",
	"name": "Khalil Gibran"
}, {
	"quote": "Go out and chase your dreams no matter how crazy it looks.",
	"name": "Shanice Williams"
}, {
	"quote": "Help others achieve their dreams and you will achieve yours.",
	"name": "Les Brown"
}, {
	"quote": "I couldn't find the sports car of my dreams, so I built it myself.",
	"name": "Ferdinand Porsche"
}, {
	"quote": "Job training empowers people to realize their dreams and improve their lives.",
	"name": "Sylvia Mathews Burwell"
}, {
	"quote": "Let your dreams outgrow the shoes of your expectations.",
	"name": "Ryunosuke Satoro"
}, {
	"quote": "Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time.",
	"name": "H. P. Lovecraft"
}, {
	"quote": "Sleep is the best meditation.",
	"name": "Dalai Lama"
}, {
	"quote": "I dream of painting and then I paint my dream.",
	"name": "Vincent Van Gogh"
}, {
	"quote": "Friends... they cherish one another's hopes. They are kind to one another's dreams.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Great dreams of great dreamers are always transcended.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "Let us make our future now, and let us make our dreams tomorrow's reality.",
	"name": "Malala Yousafzai"
}, {
	"quote": "To accomplish great things, we must not only act, but also dream; not only plan, but also believe.",
	"name": "Anatole France"
}, {
	"quote": "Reality is wrong. Dreams are for real.",
	"name": "Tupac Shakur"
}, {
	"quote": "It's insecurity that is always chasing you and standing in the way of your dreams.",
	"name": "Vin Diesel"
}, {
	"quote": "Believe in yourself, go after your dreams, and don't let anyone put you in a box.",
	"name": "Daya"
}, {
	"quote": "Don't give up on your dreams, or your dreams will give up on you.",
	"name": "John Wooden"
}, {
	"quote": "Follow your dreams and use your natural-born talents and skills to make this a better world for tomorrow.",
	"name": "Paul Watson"
}, {
	"quote": "Dream as if you'll live forever. Live as if you'll die today.",
	"name": "James Dean"
}, {
	"quote": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.",
	"name": "Jonas Salk"
}, {
	"quote": "Dreams are often most profound when they seem the most crazy.",
	"name": "Sigmund Freud"
}, {
	"quote": "Who looks outside, dreams; who looks inside, awakes.",
	"name": "Carl Jung"
}, {
	"quote": "Flying dreams mean that you're doing the right thing with your life.",
	"name": "Douglas Coupland"
}, {
	"quote": "Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream.",
	"name": "Debby Boone"
}, {
	"quote": "Dreams about the future are always filled with gadgets.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "Why does the eye see a thing more clearly in dreams than the imagination when awake?",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Hold fast to dreams For when dreams go Life is a barren field Frozen with snow.",
	"name": "Langston Hughes"
}, {
	"quote": "Saddle your dreams before you ride em.",
	"name": "Mary Webb"
}, {
	"quote": "Follow your dreams. Just make sure to have fun too.",
	"name": "Chris Brown"
}, {
	"quote": "Our life dreams the Utopia. Our death achieves the Ideal.",
	"name": "Victor Hugo"
}, {
	"quote": "Without peace, all other dreams vanish and are reduced to ashes.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "We are such stuff as dreams are made on; and our little life is rounded with a sleep.",
	"name": "William Shakespeare"
}, {
	"quote": "The only thing that comes to a sleeping man is dreams.",
	"name": "Tupac Shakur"
}, {
	"quote": "Be a dreamer. If you don't know how to dream, you're dead.",
	"name": "Jim Valvano"
}, {
	"quote": "When all of your wishes are granted, many of your dreams will be destroyed.",
	"name": "Marilyn Manson"
}, {
	"quote": "The world needs dreamers and the world needs doers. But above all, the world needs dreamers who do.",
	"name": "Sarah Ban Breathnach"
}, {
	"quote": "I love sleep. My life has the tendency to fall apart when I'm awake, you know?",
	"name": "Ernest Hemingway"
}, {
	"quote": "The interpretation of dreams is the royal road to a knowledge of the unconscious activities of the mind.",
	"name": "Sigmund Freud"
}, {
	"quote": "If you take responsibility for yourself you will develop a hunger to accomplish your dreams.",
	"name": "Les Brown"
}, {
	"quote": "Dreams have only one owner at a time. That's why dreamers are lonely.",
	"name": "Erma Bombeck"
}, {
	"quote": "Keep true to the dreams of your youth.",
	"name": "Friedrich Schiller"
}, {
	"quote": "I'll let you be in my dreams if I can be in yours.",
	"name": "Bob Dylan"
}, {
	"quote": "Myths are public dreams, dreams are private myths.",
	"name": "Joseph Campbell"
}, {
	"quote": "We're in the business of selling pleasure. We don't sell handbags or haute couture. We sell dreams.",
	"name": "Alain Wertheimer"
}, {
	"quote": "I never paint dreams or nightmares. I paint my own reality.",
	"name": "Frida Kahlo"
}, {
	"quote": "Too many of us are not living our dreams because we are living our fears.",
	"name": "Les Brown"
}, {
	"quote": "You have to keep going and pursue your dreams.",
	"name": "Joey King"
}, {
	"quote": "Don't let your dreams be dreams.",
	"name": "Jack Johnson"
}, {
	"quote": "It does not do to dwell on dreams and forget to live.",
	"name": "J. K. Rowling"
}, {
	"quote": "There's a lot of blood, sweat, and guts between dreams and success.",
	"name": "Bear Bryant"
}, {
	"quote": "In dreams begins responsibility.",
	"name": "William Butler Yeats"
}, {
	"quote": "To all, to each, a fair good-night, and pleasing dreams, and slumbers light.",
	"name": "Walter Scott"
}, {
	"quote": "No person has the right to rain on your dreams.",
	"name": "Marian Wright Edelman"
}, {
	"quote": "Visions are worth fighting for. Why spend your life making someone else's dreams?",
	"name": "Tim Burton"
}, {
	"quote": "Keep God first, chase your dreams, and everything will pay off.",
	"name": "Jacob Latimore"
}, {
	"quote": "Just follow your dreams and be patient.",
	"name": "Angelique Kerber"
}, {
	"quote": "It takes a lot of courage to show your dreams to someone else.",
	"name": "Erma Bombeck"
}, {
	"quote": "Sometimes dreams are wiser than waking.",
	"name": "Black Elk"
}, {
	"quote": "Take what you can from your dreams, make them as real as anything.",
	"name": "Dave Matthews"
}, {
	"quote": "I'm sick of following my dreams. I'm just going to ask them where they're goin', and hook up with them later.",
	"name": "Mitch Hedberg"
}, {
	"quote": "If dreams are like movies, then memories are films about ghosts.",
	"name": "Adam Duritz"
}, {
	"quote": "Oh, I was never a businessman. I was a visionary, a dreamer.",
	"name": "Jim Bakker"
}, {
	"quote": "Let us keep the dance of rain our fathers kept and tread our dreams beneath the jungle sky.",
	"name": "Arna Bontemps"
}, {
	"quote": "Dreams will get you nowhere, a good kick in the pants will take you a long way.",
	"name": "Baltasar Gracian"
}, {
	"quote": "Where all is but dream, reasoning and arguments are of no use, truth and knowledge nothing.",
	"name": "John Locke"
}, {
	"quote": "An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head.",
	"name": "Emil Zatopek"
}, {
	"quote": "You have to know your identity. It's the biggest thing in wanting to pursue creative dreams.",
	"name": "Lauren Daigle"
}, {
	"quote": "I would like to see anyone be able to achieve their dreams, and that's what this organization does.",
	"name": "Sergey Brin"
}, {
	"quote": "As I've grown - dare I say it - older, I had hopes of indulging my dreams of being a sailor.",
	"name": "Jimmy Webb"
}, {
	"quote": "Like dreams, statistics are a form of wish fulfillment.",
	"name": "Jean Baudrillard"
}, {
	"quote": "Today I know that there is still work to be done, but along the way my I am achieving my dreams.",
	"name": "Candace Parker"
}, {
	"quote": "I don't listen to people who say my dreams are impossible; I just work to prove them wrong.",
	"name": "Liya Kebede"
}, {
	"quote": "I'm fulfilling my dreams that I had as a kid every single day.",
	"name": "Aaron Rodgers"
}, {
	"quote": "When the legends die, the dreams end; there is no more greatness.",
	"name": "Tecumseh"
}, {
	"quote": "Tread softly because you tread on my dreams.",
	"name": "William Butler Yeats"
}, {
	"quote": "Youth is a wonderful thing. What a crime to waste it on children.",
	"name": "George Bernard Shaw"
}, {
	"quote": "The most pitiful among men is he who turns his dreams into silver and gold.",
	"name": "Khalil Gibran"
}, {
	"quote": "Ideologies separate us. Dreams and anguish bring us together.",
	"name": "Eugene Ionesco"
}, {
	"quote": "Dreams are today's answers to tomorrow's questions.",
	"name": "Edgar Cayce"
}, {
	"quote": "You keep dreaming big, never put the limit on your dreams, and believe that everything can come true.",
	"name": "Bianca Balti"
}, {
	"quote": "Strivers achieve what dreamers believe.",
	"name": "Usher"
}, {
	"quote": "Reverie is when ideas float in our mind without reflection or regard of the understanding.",
	"name": "John Locke"
}, {
	"quote": "Dreams are necessary to life.",
	"name": "Anais Nin"
}, {
	"quote": "Capitalism is always evaluated against dreams. Utopia is a dream. It doesn't exist.",
	"name": "Rush Limbaugh"
}, {
	"quote": "Dare to visualize a world in which your most treasured dreams have become true.",
	"name": "Ralph Marston"
}, {
	"quote": "I think everyone dreams of that nice romantic wedding.",
	"name": "Lance Bass"
}, {
	"quote": "We've removed the ceiling above our dreams. There are no more impossible dreams.",
	"name": "Jesse Jackson"
}, {
	"quote": "No one may speak for the dead, no one may interpret their mutilated dreams and visions.",
	"name": "Elie Wiesel"
}, {
	"quote": "Queen songs tend to be about very personal things: personal dreams and personal ambitions.",
	"name": "Brian May"
}, {
	"quote": "No matter what happens, one should not stop dreaming... dreams do come true.",
	"name": "Neil Nitin Mukesh"
}, {
	"quote": "Every scientist dreams of doing something that can help the world.",
	"name": "Tu Youyou"
}, {
	"quote": "So many financial dreams are thwarted by the failure to act upon good intentions.",
	"name": "Suze Orman"
}, {
	"quote": "Dreams sometimes foretell the future.",
	"name": "Mickey Hart"
}, {
	"quote": "We should never discourage young people from dreaming dreams.",
	"name": "Lenny Wilkens"
}, {
	"quote": "I don't design clothes, I design dreams.",
	"name": "Ralph Lauren"
}, {
	"quote": "The dreams and passions stored within hearts are powerful keys which can unlock a wealth of potential.",
	"name": "John C. Maxwell"
}, {
	"quote": "Our truest life is when we are in dreams awake.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Dreams are the touchstones of our character.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Do all you can to make your dreams come true.",
	"name": "Joel Osteen"
}, {
	"quote": "He was a dreamer, a thinker, a speculative philosopher... or, as his wife would have it, an idiot.",
	"name": "Douglas Adams"
}, {
	"quote": "Lose your dreams and you might lose your mind.",
	"name": "Mick Jagger"
}, {
	"quote": "Dreams grow if you grow.",
	"name": "Zig Ziglar"
}, {
	"quote": "I know how men in exile feed on dreams.",
	"name": "Aeschylus"
}, {
	"quote": "Don't let the winds blow your dreams away... or steal your faith in God.",
	"name": "Vin Scully"
}, {
	"quote": "A lot of dreams can turn to nightmares... if you don't really work them.",
	"name": "Dolly Parton"
}, {
	"quote": "All human beings are also dream beings. Dreaming ties all mankind together.",
	"name": "Jack Kerouac"
}, {
	"quote": "If you're following your dreams, you're doing something you love and that you believe in yourself for.",
	"name": "McKayla Maroney"
}, {
	"quote": "Your targets can only be realized on the basis of dreams.",
	"name": "Recep Tayyip Erdogan"
}, {
	"quote": "Dreams are true while they last, and do we not live in dreams?",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "I am a dreamer. Seriously, I'm living on another planet.",
	"name": "Eva Green"
}, {
	"quote": "Like all dreamers, I mistook disenchantment for truth.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality.",
	"name": "Jonas Salk"
}, {
	"quote": "I mean, every child at one stage dreams of being a prince or a princess.",
	"name": "Mary, Crown Princess of Denmark"
}, {
	"quote": "Nothing happens unless first we dream.",
	"name": "Carl Sandburg"
}, {
	"quote": "In dreams the truth is learned that all good works are done in the absence of a caress.",
	"name": "Leonard Cohen"
}, {
	"quote": "I am accustomed to sleep and in my dreams to imagine the same things that lunatics imagine when awake.",
	"name": "Rene Descartes"
}, {
	"quote": "At first, dreams seem impossible, then improbable, and eventually inevitable.",
	"name": "Christopher Reeve"
}, {
	"quote": "Dreams don't have deadlines. I'm thinking of doing bigger and better things and having more fun with it.",
	"name": "LL Cool J"
}, {
	"quote": "I think dreams can come true, but not necessarily like fairy-tales. It's not always so perfect like that.",
	"name": "Patrick Dempsey"
}, {
	"quote": "My dreams were at once more fantastic and agreeable than my writings.",
	"name": "Mary Shelley"
}, {
	"quote": "It isn't a calamity to die with dreams unfulfilled, but it is a calamity not to dream.",
	"name": "Benjamin E. Mays"
}, {
	"quote": "The interpretation of dreams is a great art.",
	"name": "Paracelsus"
}, {
	"quote": "Genius is an African who dreams up snow.",
	"name": "Vladimir Nabokov"
}, {
	"quote": "When you cease to dream you cease to live.",
	"name": "Malcolm Forbes"
}, {
	"quote": "In my dreams, I have Keira Knightley's eyebrows.",
	"name": "Anna Kendrick"
}, {
	"quote": "Doubt kills more dreams than failure ever will.",
	"name": "Suzy Kassem"
}, {
	"quote": "My first tattoo is a French proverb, and it says, 'Dream your life, live your dreams.'",
	"name": "Ravyn Lenae"
}, {
	"quote": "Dream the impossible because dreams do come true.",
	"name": "Elijah Wood"
}, {
	"quote": "Friends can have different dreams and do different things.",
	"name": "Sabrina Bryan"
}, {
	"quote": "I had to overcome challenge after challenge in order to take my life from nothing to living my dreams.",
	"name": "Curtis Jackson"
}, {
	"quote": "Education is at the heart of achieving your dreams.",
	"name": "Patrice Motsepe"
}, {
	"quote": "Singing for a documentary that benefits the underprivileged remains one of my biggest dreams.",
	"name": "Arijit Singh"
}, {
	"quote": "We must stop talking about the American dream and start listening to the dreams of Americans.",
	"name": "Max Beerbohm"
}, {
	"quote": "When your dreams are close to coming true, it does not feel real at first.",
	"name": "Henrikh Mkhitaryan"
}, {
	"quote": "Dream and give yourself permission to envision a You that you choose to be.",
	"name": "Joy Page"
}, {
	"quote": "Perhaps life is just that... a dream and a fear.",
	"name": "Joseph Conrad"
}, {
	"quote": "To all the kids out there: Follow your dream. Believe in your dream. Because dreams do come true.",
	"name": "Rickey Henderson"
}, {
	"quote": "My greatest mistake is that my dreams were too small.",
	"name": "Shimon Peres"
}, {
	"quote": "I was always a dreamer, in childhood especially. People thought I was a little strange.",
	"name": "Charley Pride"
}, {
	"quote": "I'm just a normal girl who dreams, who fights for what I believe.",
	"name": "Leila Lopes"
}, {
	"quote": "You've got to have a dream... if you don't have any big dreams, nothing happens.",
	"name": "Ian Rush"
}, {
	"quote": "I was not looking for my dreams to interpret my life, but rather for my life to interpret my dreams.",
	"name": "Susan Sontag"
}, {
	"quote": "Dreams must be heeded and accepted. For a great many of them come true.",
	"name": "Paracelsus"
}, {
	"quote": "Night is the mother of counsels.",
	"name": "George Herbert"
}, {
	"quote": "It has been my observation that parents kill more dreams than anybody.",
	"name": "Spike Lee"
}, {
	"quote": "Ever since we were little, we were so on fire for our dreams. We never let anyone blow our flames out.",
	"name": "Kelly Rowland"
}, {
	"quote": "Never in my wildest dreams did I entertain the idea that I would become a fashion designer.",
	"name": "Giorgio Armani"
}, {
	"quote": "You can't give up on your dreams.",
	"name": "Anderson Silva"
}, {
	"quote": "Always wear cute pyjamas to bed, you'll never know who u will meet in your dreams.",
	"name": "Joel Madden"
}, {
	"quote": "Don't give up your dreams.",
	"name": "Sharmeen Obaid-Chinoy"
}, {
	"quote": "When I came to America, I dreamed bigger dreams.",
	"name": "Frank McCourt"
}, {
	"quote": "I was a great dreamer of day dreams.",
	"name": "Abraham Cahan"
}, {
	"quote": "Take, if you must, this little bag of dreams, Unloose the cord, and they will wrap you round.",
	"name": "William Butler Yeats"
}, {
	"quote": "Judge of your natural character by what you do in your dreams.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "In my wildest dreams, I could not have imagined a sweeter life.",
	"name": "Hugh Hefner"
}, {
	"quote": "I have had dreams and I have had nightmares, but I have conquered my nightmares because of my dreams.",
	"name": "Jonas Salk"
}, {
	"quote": "It is better to risk starving to death then surrender. If you give up on your dreams, what's left?",
	"name": "Jim Carrey"
}, {
	"quote": "You can go slow. Allow your dreams and goals to change, but live an intentional life.",
	"name": "Kumail Nanjiani"
}, {
	"quote": "A lot of people do not muster the courage to live their dreams because they are afraid to die.",
	"name": "Les Brown"
}, {
	"quote": "Dream no small dreams for they have no power to move the hearts of men.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "I just kind of wake up with a new idea and new dreams every day, and I follow that dream, as they say.",
	"name": "Dolly Parton"
}, {
	"quote": "It is a lot easier to stay focused and keep your head above water when you are pursuing your ultimate dreams!",
	"name": "Maneet Chauhan"
}, {
	"quote": "It's important to believe in yourself and the beauty of your dreams and to not let anyone tell you different.",
	"name": "Victoria Arlen"
}, {
	"quote": "Dream in a pragmatic way.",
	"name": "Aldous Huxley"
}, {
	"quote": "They thought I was a Surrealist, but I wasn't. I never painted dreams. I painted my own reality.",
	"name": "Frida Kahlo"
}, {
	"quote": "They were using the dolls to project their dreams of their own futures as adult women.",
	"name": "Ruth Handler"
}, {
	"quote": "Happiness is making your dreams come true.",
	"name": "Jourdan Dunn"
}, {
	"quote": "It is one of the blessings of this world that few people see visions and dream dreams.",
	"name": "Zora Neale Hurston"
}, {
	"quote": "God's gifts put man's best dreams to shame.",
	"name": "Elizabeth Barrett Browning"
}, {
	"quote": "Football is about dreams, about feeling a special sensation, giving a surprise, and inspiring joy.",
	"name": "Claudio Ranieri"
}, {
	"quote": "Seems like half my anxiety dreams are about airports.",
	"name": "Lois McMaster Bujold"
}, {
	"quote": "It has never been my object to record my dreams, just the determination to realize them.",
	"name": "Man Ray"
}, {
	"quote": "Big dreams create the magic that stir men's souls to greatness.",
	"name": "Bill McCartney"
}, {
	"quote": "You know, one of my biggest dreams in life is to play a Disney princess.",
	"name": "Ginnifer Goodwin"
}, {
	"quote": "I was an electrician, and now I'm in 'Electric Dreams.' It's almost bizarre.",
	"name": "Liam Cunningham"
}, {
	"quote": "Each man should frame life so that at some future hour fact and his dreaming meet.",
	"name": "Victor Hugo"
}, {
	"quote": "I stayed true to my dreams and, eventually, they came true.",
	"name": "Kevin Hart"
}, {
	"quote": "For even in dreams a good deed is not lost.",
	"name": "Pedro Calderon de la Barca"
}, {
	"quote": "Men are the dreams of a shadow.",
	"name": "Pindar"
}, {
	"quote": "Dreams can still come true; you need a great deal of energy and determination, and a little bit of luck.",
	"name": "Stefano Gabbana"
}, {
	"quote": "I'm not really that girl who dreams about her wedding day.",
	"name": "Taylor Swift"
}, {
	"quote": "Believe in and follow your dreams.",
	"name": "Kristanna Loken"
}, {
	"quote": "Everyone dreams of living in Paris.",
	"name": "Natalie Portman"
}, {
	"quote": "The more you can dream, the more you can do.",
	"name": "Michael Korda"
}, {
	"quote": "You have to have a dream so you can get up in the morning.",
	"name": "Billy Wilder"
}, {
	"quote": "One of the dreams on my wish list is to spend more time in Thailand.",
	"name": "Kevin Kwan"
}, {
	"quote": "You're supposed to be using your gifts and fulfilling your dreams, at every age.",
	"name": "Victoria Moran"
}, {
	"quote": "A daydream is an evasion.",
	"name": "Thomas Merton"
}, {
	"quote": "There have been many dreams which have been personal guides for me.",
	"name": "Bernie Siegel"
}, {
	"quote": "But are not the dreams of poets and the tales of travellers notoriously false?",
	"name": "H. P. Lovecraft"
}, {
	"quote": "Listen to the sounds of nature. Wishing you the best on your trek towards your dreams.",
	"name": "Kalpana Chawla"
}, {
	"quote": "I am the underdog, and I want to prove that one can follow one's dreams despite all the flaws and setbacks.",
	"name": "Winnie Harlow"
}, {
	"quote": "You'll be much more successful if you follow your dreams and follow your passions.",
	"name": "Jay Weatherill"
}, {
	"quote": "I had dreams of becoming an officer and a gentleman. But hey: One out of two ain't bad.",
	"name": "Rhys Darby"
}, {
	"quote": "If you dream the proper dreams, and share the myths with people, they will want to grow up to be like you.",
	"name": "Ray Bradbury"
}, {
	"quote": "This may sound a bit naive, but I got here by believing in big dreams.",
	"name": "Howard Schultz"
}, {
	"quote": "You know, Willie Wonka said it best: we are the makers of dreams, the dreamers of dreams.",
	"name": "Herb Brooks"
}, {
	"quote": "Tell me about yourself - your struggles, your dreams, your telephone number.",
	"name": "Peter Arno"
}, {
	"quote": "When you stop having dreams and ideals - well, you might as well stop altogether.",
	"name": "Marian Anderson"
}, {
	"quote": "There are women succeeding beyond their wildest dreams because of their sobriety.",
	"name": "Mary Karr"
}, {
	"quote": "I'm not just a boy toy. I have feelings and dreams like anybody else.",
	"name": "Jon Stewart"
}, {
	"quote": "Women have to summon up courage to fulfill dormant dreams.",
	"name": "Alice Walker"
}, {
	"quote": "I only remember the end of my dreams, like waking up at a steering wheel, or falling.",
	"name": "Ben Barnes"
}, {
	"quote": "Follow your intuition, listening to your dreams, your inner voice to guide you.",
	"name": "Katori Hall"
}, {
	"quote": "The work goes on, the cause endures, the hope still lives and the dreams shall never die.",
	"name": "Edward Kennedy"
}, {
	"quote": "You can plant a dream.",
	"name": "Anne Campbell"
}, {
	"quote": "The motivation is in my heart to work toward my goals and my dreams.",
	"name": "Nonito Donaire"
}, {
	"quote": "I still have dreams about CBGB's. I still miss the place.",
	"name": "Henry Rollins"
}, {
	"quote": "The world is seldom what it seems; to man, who dimly sees, realities appear as dreams, and dreams realities.",
	"name": "Samuel Johnson"
}, {
	"quote": "Living in dreams of yesterday, we find ourselves still dreaming of impossible future conquests.",
	"name": "Charles Lindbergh"
}, {
	"quote": "I hope I can help inspire people to go for their dreams.",
	"name": "Laurie Hernandez"
}, {
	"quote": "The dreamer can know no truth, not even about his dream, except by awaking out of it.",
	"name": "George Santayana"
}, {
	"quote": "Dreams come true; without that possibility, nature would not incite us to have them.",
	"name": "John Updike"
}, {
	"quote": "I'm fortunate enough to be living my dreams and a lot of other peoples' dreams.",
	"name": "Wale"
}, {
	"quote": "Within our dreams and aspirations we find our opportunities.",
	"name": "Sugar Ray Leonard"
}, {
	"quote": "You gotta have a dream. If you don't have a dream, how you gonna make a dream come true?",
	"name": "Oscar Hammerstein II"
}, {
	"quote": "Dreaming men are haunted men.",
	"name": "Stephen Vincent Benet"
}, {
	"quote": "The real hero is always a hero by mistake; he dreams of being an honest coward like everybody else.",
	"name": "Umberto Eco"
}, {
	"quote": "If you don't have dreams, you don't have a life.",
	"name": "Bryce Harper"
}, {
	"quote": "Yet it is in our idleness, in our dreams, that the submerged truth sometimes comes to the top.",
	"name": "Virginia Woolf"
}, {
	"quote": "Dreams are, by definition, cursed with short life spans.",
	"name": "Candice Bergen"
}, {
	"quote": "You have to keep pushing toward those dreams no matter what setbacks happen.",
	"name": "Anthony Hamilton"
}, {
	"quote": "When I was 16, I was like any other boy at that age who dreams of having a good physique.",
	"name": "Rohit Shetty"
}, {
	"quote": "Dreaming or awake, we perceive only events that have meaning to us.",
	"name": "Jane Roberts"
}, {
	"quote": "Whatever dreams I have wished have come true.",
	"name": "Annette Funicello"
}, {
	"quote": "Only in our dreams are we free. The rest of the time we need wages.",
	"name": "Terry Pratchett"
}, {
	"quote": "If you can't read, it's going to be hard to realize dreams.",
	"name": "Booker T. Washington"
}, {
	"quote": "Death is the mother of Beauty; hence from her, alone, shall come fulfillment to our dreams and our desires.",
	"name": "Wallace Stevens"
}, {
	"quote": "When we can't dream any longer we die.",
	"name": "Emma Goldman"
}, {
	"quote": "I stand for freedom of expression, doing what you believe in, and going after your dreams.",
	"name": "Madonna Ciccone"
}, {
	"quote": "I can never decide whether my dreams are the result of my thoughts, or my thoughts the result of my dreams.",
	"name": "D. H. Lawrence"
}, {
	"quote": "My office is at Yankee stadium. Yes, dreams do come true.",
	"name": "Derek Jeter"
}, {
	"quote": "Sometimes I wake at night in the White House and rub my eyes and wonder if it is not all a dream.",
	"name": "Grover Cleveland"
}, {
	"quote": "We must not let our passions destroy our dreams.",
	"name": "Thomas S. Monson"
}, {
	"quote": "Much can be inferred about a man from his mistress: in her one beholds his weaknesses and his dreams.",
	"name": "Georg C. Lichtenberg"
}, {
	"quote": "I always make my dreams into goals.",
	"name": "DJ Khaled"
}, {
	"quote": "My pictures are always part of my thinking, and my emotions, tensions, dreams, desires.",
	"name": "Ingmar Bergman"
}, {
	"quote": "I think that I could be an example to young people, and they know that dreams come true.",
	"name": "Maluma"
}, {
	"quote": "Life being what it is, one dreams of revenge.",
	"name": "Paul Gauguin"
}, {
	"quote": "We are near waking when we dream we are dreaming.",
	"name": "Novalis"
}, {
	"quote": "Our dreams are made of real things, like a shoebox full of photographs.",
	"name": "Jack Johnson"
}, {
	"quote": "It is in our idleness, in our dreams, that the submerged truth sometimes comes to the top.",
	"name": "Virginia Woolf"
}, {
	"quote": "Dreams are illusions, and we can't let go of them because we would be dead.",
	"name": "David Copperfield"
}, {
	"quote": "I try to help people realize their dreams by using magic to tell stories that educate, move, and inspire.",
	"name": "David Copperfield"
}, {
	"quote": "A man is not old until regrets take the place of dreams.",
	"name": "John Barrymore"
}, {
	"quote": "I have a notebook that is filled to the brim with my dreams and ideas and goals and aspirations.",
	"name": "Karlie Kloss"
}, {
	"quote": "Do It Under the Influence Yourself! That's what we're shooting for! Get drunk and make your dreams come true.",
	"name": "Aziz Ansari"
}, {
	"quote": "Hopefully, young people will see that you can be young and make the sacrifices to follow your dreams.",
	"name": "Tinie Tempah"
}, {
	"quote": "We didn't know how to run a business, but we had dreams and talent.",
	"name": "Ruth Handler"
}, {
	"quote": "Dreams are illustrations from the book your soul is writing about you.",
	"name": "Marsha Norman"
}, {
	"quote": "Dreams get you into the future and add excitement to the present.",
	"name": "Robert Conklin"
}, {
	"quote": "All men of action are dreamers.",
	"name": "James Huneker"
}, {
	"quote": "The time I spent in New York when I was 17 gave me the confidence to pursue my dreams with my whole heart.",
	"name": "Leslie Odom, Jr."
}, {
	"quote": "You've got to have dreams to keep you going.",
	"name": "Steve Waugh"
}, {
	"quote": "Never let your dreams go away.",
	"name": "Mike Piazza"
}, {
	"quote": "Learn from your dreams what you lack.",
	"name": "W. H. Auden"
}, {
	"quote": "Those who have compared our life to a dream were right... we were sleeping wake, and waking sleep.",
	"name": "Michel de Montaigne"
}, {
	"quote": "I think when you move past your fear and you go after your dreams wholeheartedly, you become free.",
	"name": "LL Cool J"
}, {
	"quote": "There's always going to be dreams and goals I have, but I never really tell people what they are.",
	"name": "Tyra Banks"
}, {
	"quote": "Was it only by dreaming or writing that I could find out what I thought?",
	"name": "Joan Didion"
}, {
	"quote": "My life turned out to be beyond my greatest dreams.",
	"name": "Anthony Hopkins"
}, {
	"quote": "We cast away priceless time in dreams, born of imagination, fed upon illusion, and put to death by reality.",
	"name": "Judy Garland"
}, {
	"quote": "It's great to see our players get some of their dreams come true.",
	"name": "Nick Saban"
}, {
	"quote": "I have got the job of my dreams.",
	"name": "Cory Booker"
}, {
	"quote": "Sometimes, the only realists are the dreamers.",
	"name": "Paul Wellstone"
}, {
	"quote": "Dreams are like paper, they tear so easily.",
	"name": "Gilda Radner"
}, {
	"quote": "In my wildest dreams I never thought - well, I never thought I'd work.",
	"name": "Steve Carell"
}, {
	"quote": "Dreams are the foundation of Hollywood. And dreams are the foundation of America.",
	"name": "Lupita Nyong'o"
}, {
	"quote": "When I was 20, the idea of having a play on anywhere was just beyond my dreams.",
	"name": "Tom Stoppard"
}, {
	"quote": "For all life is a dream, and dreams themselves are only dreams.",
	"name": "Pedro Calderon de la Barca"
}, {
	"quote": "Giving children a fair chance to achieve their dreams and reach their potential is everyone's responsibility.",
	"name": "Randi Weingarten"
}, {
	"quote": "My heroes, my dreams, and my future lay in Yankee Stadium. And they can't take that away from me.",
	"name": "Derek Jeter"
}, {
	"quote": "My dreams do not end with playing Major League Baseball.",
	"name": "Derek Jeter"
}, {
	"quote": "I've shown that if you dream and are willing to work hard, you can achieve your dreams.",
	"name": "Mo Farah"
}, {
	"quote": "Movies are dreams! And they work on you subliminally.",
	"name": "Carrie Fisher"
}, {
	"quote": "No wishes are silly, no dreams remain dreams, for those committed to clear and definitive goals.",
	"name": "Maximillian Degenerez"
}, {
	"quote": "I would like to instill in people just to work hard. As long as they keep at it, their dreams will happen.",
	"name": "Misty May-Treanor"
}, {
	"quote": "A runner must run with dreams in his heart, not money in his pocket.",
	"name": "Emil Zatopek"
}, {
	"quote": "As far as my dreams go, all I want to do is be a working actor, and I happily achieved that.",
	"name": "Lucas Grabeel"
}, {
	"quote": "Dreams do come true. If anyone's proof of that, it's me.",
	"name": "Jennifer Hudson"
}, {
	"quote": "Dreams are the ones that really keep me moving all the time. That's what drives me.",
	"name": "J Balvin"
}, {
	"quote": "I can think of some things that would be fun, but I'm living my dreams.",
	"name": "Mike Farrell"
}, {
	"quote": "My mother was really my partner in every project that I had. She was just the great enabler of my dreams.",
	"name": "Diane Keaton"
}, {
	"quote": "You can't tell me that dreams don't come true. My life is proof that they do.",
	"name": "Fantasia Barrino"
}, {
	"quote": "All my dreams are coming true all across the board for some reason.",
	"name": "Jay Electronica"
}, {
	"quote": "You have a responsibility to move your dreams forward, no matter what.",
	"name": "Amanda Lindhout"
}, {
	"quote": "Everyone has their dreams. I don't write my dreams down; they just live inside of me.",
	"name": "Gracie Gold"
}, {
	"quote": "I don't like dreams or reality. I like when dreams become reality because that is my life.",
	"name": "Jean Paul Gaultier"
}, {
	"quote": "In bed my real love has always been the sleep that rescued me by allowing me to dream.",
	"name": "Luigi Pirandello"
}, {
	"quote": "One of the most adventurous things left us is to go to bed. For no one can lay a hand on our dreams.",
	"name": "E. V. Lucas"
}, {
	"quote": "Take everything easy and quit dreaming and brooding and you will be well guarded from a thousand evils.",
	"name": "Amy Lowell"
}, {
	"quote": "We all keep dreaming, and luckily, dreams come true.",
	"name": "Katie Holmes"
}, {
	"quote": "If you have a dream, just lie about it. Lie your way unto your dreams.",
	"name": "Joel McHale"
}, {
	"quote": "Hollywood has always been a cage... a cage to catch our dreams.",
	"name": "John Huston"
}, {
	"quote": "Everybody's a dreamer.",
	"name": "John Lithgow"
}, {
	"quote": "Sometimes, you follow your dreams. I say to the young people, 'If you have a dream, chase it.'",
	"name": "Karl Malone"
}, {
	"quote": "To see your friend's dreams come true, there's really nothing that can make you happier.",
	"name": "Josh Hopkins"
}, {
	"quote": "If you choose not to pursue your dreams, you'll still be a part of a dream - only it will be someone else's.",
	"name": "Mike Hawkins"
}, {
	"quote": "That's the thing about dreams - they're ineffable. If you can get to the bottom of it, it's not a dream.",
	"name": "James Lapine"
}, {
	"quote": "My family doesn't understand trying to chase your dreams because they were all about survival.",
	"name": "Cristela Alonzo"
}, {
	"quote": "I sometimes have dreams that my assistant director is waking me up and trying to get me to the set.",
	"name": "Lauren Cohan"
}, {
	"quote": "I just want that sensation you have in dreams when you fly to be real.",
	"name": "Janet Montgomery"
}, {
	"quote": "Everyone comes with dreams and illusions and promises. Everyone wants quick deals. They don't want to invest.",
	"name": "Dan Gertler"
}, {
	"quote": "We can bring to characters dark and bright sides that nobody even dreams about.",
	"name": "Sonia Braga"
}, {
	"quote": "But I am delighted to be a Dodger, I grew up a Dodger fan and now my dreams have really come true.",
	"name": "Milton Bradley"
}, {
	"quote": "To wear dreams on one's feet is to begin to give a reality to one's dreams.",
	"name": "Roger Vivier"
}, {
	"quote": "As I live and am a man, this is an unexaggerated tale - my dreams become the substances of my life.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "I don't think the dreams die - I think that people give up. I think it gets too hard.",
	"name": "Tyler Perry"
}, {
	"quote": "I have come here only to share the voices and dreams of our children - because they are all our children.",
	"name": "Kailash Satyarthi"
}, {
	"quote": "I am a child of Hollywood and dreams. To me, to be on the red carpet is the best place in the world.",
	"name": "Steven Cojocaru"
}, {
	"quote": "One day, one of my dreams is to someday get to do Nemo in '20,000 Leagues Under the Sea.'",
	"name": "Nicolas Cage"
}, {
	"quote": "We do not really feel grateful toward those who make our dreams come true; they ruin our dreams.",
	"name": "Eric Hoffer"
}, {
	"quote": "I love watching people's dreams come true.",
	"name": "Jessica Simpson"
}, {
	"quote": "Dreams become reality when we put our minds to it.",
	"name": "Queen Latifah"
}, {
	"quote": "I still have dreams in which someone is coming to the door.",
	"name": "Alek Wek"
}, {
	"quote": "I'm fulfilling my dreams that I had as a kid every single day. That's why I'm trying to enjoy it so much.",
	"name": "Aaron Rodgers"
}, {
	"quote": "I tell kids to pursue their basketball dreams, but I tell them to not let that be their only dream.",
	"name": "Kareem Abdul-Jabbar"
}, {
	"quote": "One of my dreams is to walk down the runway during Fashion Week!",
	"name": "Zendaya"
}, {
	"quote": "I hope my children just grow up happy and pursue their dreams. I mean, that's all I can ask of them.",
	"name": "Ivanka Trump"
}, {
	"quote": "Fuel your kids' dreams. Sometimes, that means letting them stay up past their bedtimes.",
	"name": "Randy Pausch"
}, {
	"quote": "I like 'Donnie Darko;' it's a cool take on dreams and sleep.",
	"name": "Mike Birbiglia"
}, {
	"quote": "For anyone aspiring to be anything, I would like them to realise dreams require work. So work big time.",
	"name": "Lilly Singh"
}, {
	"quote": "We have lots of ideas, lots of dreams.",
	"name": "Masayoshi Son"
}, {
	"quote": "Dream manfully and nobly, and thy dreams shall be prophets.",
	"name": "Edward G. Bulwer-Lytton"
}, {
	"quote": "I have big dreams. I want to keep songwriting. Direct films. Be a parent.",
	"name": "Sia"
}, {
	"quote": "Freedom and democracy are dreams you never give up.",
	"name": "Aung San Suu Kyi"
}, {
	"quote": "I had nightmares as a kid. As an adult, I have very prosaic dreams.",
	"name": "Guillermo del Toro"
}, {
	"quote": "I don't want to sacrifice my life, as I feel that I'm still very selfish and still want to pursue my dreams.",
	"name": "Joanna Krupa"
}, {
	"quote": "The Columbia is lost, but the dreams that inspired its crew remain with us.",
	"name": "Dick Cheney"
}, {
	"quote": "My dreams have come true. I mean, everything I wanted to happen as a kid has already happened.",
	"name": "John Waters"
}, {
	"quote": "It feels good being a restaurant owner because it's part of my dreams of being the biggest mogul.",
	"name": "DJ Khaled"
}, {
	"quote": "When I was in high school, I don't know that I really had big dreams.",
	"name": "Alan Jackson"
}, {
	"quote": "Sometimes your dreams come true, and it's a real drag.",
	"name": "Kyle Kinane"
}, {
	"quote": "Our dreams drench us in sense, and sense steeps us again in dreams.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "Don't let expertise fool you into seeing false boundaries or underestimating those with wild dreams.",
	"name": "Naveen Jain"
}, {
	"quote": "You white folks see UFOs in your dreams. You don't hear about Martians in Harlem.",
	"name": "Paul Mooney"
}, {
	"quote": "We use our parents like recurring dreams, to be entered into when needed.",
	"name": "Doris Lessing"
}, {
	"quote": "I don't use drugs, my dreams are frightening enough.",
	"name": "M. C. Escher"
}, {
	"quote": "Go to school and get your education and follow your dreams.",
	"name": "Cam'ron"
}, {
	"quote": "A dream is a scripture, and many scriptures are nothing but dreams.",
	"name": "Umberto Eco"
}, {
	"quote": "I've been blessed to live a lot of dreams.",
	"name": "Trisha Yearwood"
}, {
	"quote": "My dreams have become puny with the reality my life has become.",
	"name": "Imelda Marcos"
}, {
	"quote": "You have the dreams that you want, and then you have to do other jobs until you can get to that dream.",
	"name": "Channing Tatum"
}, {
	"quote": "I dream crazy vivid dreams. Like, entire movies. And sometimes I write songs about them.",
	"name": "Amy Lee"
}, {
	"quote": "All my childhood dreams have come true.",
	"name": "Lucas Till"
}, {
	"quote": "Whatever you do, life don't stop. It only sits a minute and dreams a dream.",
	"name": "Grace Paley"
}, {
	"quote": "I've been interested in dreams since I as a kid and I've wanted to do a film about them for a long time.",
	"name": "Christopher Nolan"
}, {
	"quote": "It's good to have plans and dreams, but don't be surprised if God brings you somewhere else.",
	"name": "Anne F. Beiler"
}, {
	"quote": "We don't have an eternity to realize our dreams, only the time we are here.",
	"name": "Susan L. Taylor"
}, {
	"quote": "Dreams can come true.",
	"name": "Romeo Miller"
}, {
	"quote": "All the things one has forgotten scream for help in dreams.",
	"name": "Elias Canetti"
}, {
	"quote": "The worst thing you can do to a kid is tell them that their dreams are invalid.",
	"name": "Juliette Lewis"
}, {
	"quote": "Though I know he loves me, tonight my heart is sad; his kiss was not so wonderful as all the dreams I had.",
	"name": "Sara Teasdale"
}, {
	"quote": "I've never dreamed of a story idea. I have such boring dreams.",
	"name": "R. L. Stine"
}, {
	"quote": "Hollywood is the dream factory, and no one dreams about older women.",
	"name": "Amy Heckerling"
}, {
	"quote": "Dreaming of a tomorrow, which tomorrow, will be as distant then as 'tis today.",
	"name": "Lope de Vega"
}, {
	"quote": "Only things the dreamers make live on. They are the eternal conquerors.",
	"name": "Herbert Kaufman"
}, {
	"quote": "I have dreams that I will reach balance in my life, and, at forty-one, I have none.",
	"name": "Andrew Breitbart"
}, {
	"quote": "I had dreams, but I didn't have the sense that they would necessarily work out. They seemed very far-fetched.",
	"name": "Greta Gerwig"
}, {
	"quote": "To provoke dreams of terror in the slumber of prosperity has become the moral duty of literature.",
	"name": "Ernst Fischer"
}, {
	"quote": "Man is a genius when he is dreaming.",
	"name": "Akira Kurosawa"
}, {
	"quote": "Dreams are a scientific fact.",
	"name": "Robyn Hitchcock"
}, {
	"quote": "In my dreams I am not crippled. In my dreams, I dance.",
	"name": "Louise Brooks"
}, {
	"quote": "You have to dream dreams to live dreams.",
	"name": "Eric Lindros"
}, {
	"quote": "Stories come to me in mysterious ways, more like dreams than reasoned creations.",
	"name": "Anthony Browne"
}, {
	"quote": "Writers write. Dreamers talk about it.",
	"name": "Jerry B. Jenkins"
}, {
	"quote": "I'm just a regular Baltimore chick who believed in God enough to follow her dreams.",
	"name": "Bresha Webb"
}, {
	"quote": "I've succeeded beyond my wildest dreams - financially and the amount of fun I have in my life.",
	"name": "Phil Hartman"
}, {
	"quote": "Don't be afraid of your dreams.",
	"name": "Jacques Parizeau"
}, {
	"quote": "Wide awake I can make my most fantastic dreams come true.",
	"name": "Lorenz Hart"
}, {
	"quote": "People need dreams, there's as much nourishment in 'em as food.",
	"name": "Dorothy Gilman"
}]
