[{
	"quote": "There would be no Christmas if there was no Easter.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "Easter is meant to be a symbol of hope, renewal, and new life.",
	"name": "Janine di Giovanni"
}, {
	"quote": "God loves each of us as if there were only one of us.",
	"name": "Saint Augustine"
}, {
	"quote": "I have always wanted a bunny and I'll always have a rabbit the rest of my life.",
	"name": "Amy Sedaris"
}, {
	"quote": "A rebirth out of spiritual adversity causes us to become new creatures.",
	"name": "James E. Faust"
}, {
	"quote": "Those have a short Lent who owe money to be paid at Easter.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Do not abandon yourselves to despair. We are the Easter people and hallelujah is our song.",
	"name": "Pope John Paul II"
}, {
	"quote": "People respond when you tell them there is a great future in front of you, you can leave your past behind.",
	"name": "Joel Osteen"
}, {
	"quote": "We were old sinners - but when we came to Christ we are not sinners anymore.",
	"name": "Joel Osteen"
}, {
	"quote": "It is the hour to rend thy chains, the blossom time of souls.",
	"name": "Katharine Lee Bates"
}, {
	"quote": "I built my church on Easter services, Christmas Eve services, and Norman Vincent Peale.",
	"name": "Robert H. Schuller"
}, {
	"quote": "Easter is very important to me, it's a second chance.",
	"name": "Reba McEntire"
}, {
	"quote": "I really do believe that God is love, one of deep affection and grace and forgiveness and inspiration.",
	"name": "William P. Young"
}, {
	"quote": "I'm Jewish, so I don't know much about Easter eggs.",
	"name": "Simon Kinberg"
}, {
	"quote": "My mom used to say that Greek Easter was later because then you get stuff cheaper.",
	"name": "Amy Sedaris"
}, {
	"quote": "Christ appeared alive on several occasions after the cataclysmic events of that first Easter.",
	"name": "Josh McDowell"
}, {
	"quote": "Even if you're not Christian, just from being in our culture you know Jesus and resurrection and redemption.",
	"name": "Trey Parker"
}, {
	"quote": "Easter is an arts and crafts moment where your whole family and friends can get involved.",
	"name": "Alex Guarnaschelli"
}, {
	"quote": "My grandmother was a church organist, but we only went on Easter and Christmas Eve sometimes.",
	"name": "Zach Anner"
}, {
	"quote": "I read the Scriptures at the American Cathedral on Christmas and Easter; that's it. It's a task I love.",
	"name": "Olivia De Havilland"
}, {
	"quote": "To a Christian, Easter Sunday means everything, when we celebrate the resurrection of Jesus Christ.",
	"name": "Bernhard Langer"
}]