[{
	"quote": "Education is the most powerful weapon which you can use to change the world.",
	"name": "Nelson Mandela"
}, {
	"quote": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.",
	"name": "Malcolm X"
}, {
	"quote": "An investment in knowledge pays the best interest.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Education is not preparation for life; education is life itself.",
	"name": "John Dewey"
}, {
	"quote": "Develop a passion for learning. If you do, you will never cease to grow.",
	"name": "Anthony J. D'Angelo"
}, {
	"quote": "Change is the end result of all true learning.",
	"name": "Leo Buscaglia"
}, {
	"quote": "The roots of education are bitter, but the fruit is sweet.",
	"name": "Aristotle"
}, {
	"quote": "Education is what remains after one has forgotten what one has learned in school.",
	"name": "Albert Einstein"
}, {
	"quote": "I have no special talent. I am only passionately curious.",
	"name": "Albert Einstein"
}, {
	"quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
	"name": "Aristotle"
}, {
	"quote": "Education comes from within; you get it by struggle and effort and thought.",
	"name": "Napoleon Hill"
}, {
	"quote": "Education is the key to unlock the golden door of freedom.",
	"name": "George Washington Carver"
}, {
	"quote": "Education is the foundation upon which we build our future.",
	"name": "Christine Gregoire"
}, {
	"quote": "Early childhood education is the key to the betterment of society.",
	"name": "Maria Montessori"
}, {
	"quote": "Music is the movement of sound to reach the soul for the education of its virtue.",
	"name": "Plato"
}, {
	"quote": "I decided to start anew, to strip away what I had been taught.",
	"name": "Georgia O'Keeffe"
}, {
	"quote": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students.",
	"name": "Solomon Ortiz"
}, {
	"quote": "Learning is not attained by chance, it must be sought for with ardor and diligence.",
	"name": "Abigail Adams"
}, {
	"quote": "The aim of education is the knowledge, not of facts, but of values.",
	"name": "William S. Burroughs"
}, {
	"quote": "The highest result of education is tolerance.",
	"name": "Helen Keller"
}, {
	"quote": "Education is the movement from darkness to light.",
	"name": "Allan Bloom"
}, {
	"quote": "In the first place, God made idiots. That was for practice. Then he made school boards.",
	"name": "Mark Twain"
}, {
	"quote": "Give a man a fish and you feed him for a day; teach a man to fish and you feed him for a lifetime.",
	"name": "Maimonides"
}, {
	"quote": "Education without values, as useful as it is, seems rather to make man a more clever devil.",
	"name": "C. S. Lewis"
}, {
	"quote": "Good manners will open doors that the best education cannot.",
	"name": "Clarence Thomas"
}, {
	"quote": "To educate a man in mind and not in morals is to educate a menace to society.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "You are always a student, never a master. You have to keep moving forward.",
	"name": "Conrad Hall"
}, {
	"quote": "Education is not the filling of a pail, but the lighting of a fire.",
	"name": "William Butler Yeats"
}, {
	"quote": "Education is an ornament in prosperity and a refuge in adversity.",
	"name": "Aristotle"
}, {
	"quote": "Cauliflower is nothing but cabbage with a college education.",
	"name": "Mark Twain"
}, {
	"quote": "I don't think there should be more gun control. I think there should be more education.",
	"name": "Sam Brownback"
}, {
	"quote": "Education begins the gentleman, but reading, good company and reflection must finish him.",
	"name": "John Locke"
}, {
	"quote": "Education must not simply teach work - it must teach Life.",
	"name": "W. E. B. Du Bois"
}, {
	"quote": "The best education I have ever received was through travel.",
	"name": "Lisa Ling"
}, {
	"quote": "A person who won't read has no advantage over one who can't read.",
	"name": "Mark Twain"
}, {
	"quote": "Until we get equality in education, we won't have an equal society.",
	"name": "Sonia Sotomayor"
}, {
	"quote": "A thorough knowledge of the Bible is worth more than a college education.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "Don't limit a child to your own learning, for he was born in another time.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Education is a weapon whose effects depend on who holds it in his hands and at whom it is aimed.",
	"name": "Joseph Stalin"
}, {
	"quote": "Intellectual growth should commence at birth and cease only at death.",
	"name": "Albert Einstein"
}, {
	"quote": "All real education is the architecture of the soul.",
	"name": "William Bennett"
}, {
	"quote": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.",
	"name": "Mary Wollstonecraft"
}, {
	"quote": "A human being is not attaining his full heights until he is educated.",
	"name": "Horace Mann"
}, {
	"quote": "If a man's wit be wandering, let him study the mathematics.",
	"name": "Francis Bacon"
}, {
	"quote": "A library is the delivery room for the birth of ideas, a place where history comes to life.",
	"name": "Norman Cousins"
}, {
	"quote": "Don't let schooling interfere with your education.",
	"name": "Mark Twain"
}, {
	"quote": "Without education, you are not going anywhere in this world.",
	"name": "Malcolm X"
}, {
	"quote": "Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.",
	"name": "Albert Einstein"
}, {
	"quote": "There is no greater education than one that is self-driven.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "The whole purpose of education is to turn mirrors into windows.",
	"name": "Sydney J. Harris"
}, {
	"quote": "The goal of education is the advancement of knowledge and the dissemination of truth.",
	"name": "John F. Kennedy"
}, {
	"quote": "The direction in which education starts a man will determine his future in life.",
	"name": "Plato"
}, {
	"quote": "The giving of love is an education in itself.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "The philosophy of the school room in one generation will be the philosophy of government in the next.",
	"name": "Abraham Lincoln"
}, {
	"quote": "The foundation of every state is the education of its youth.",
	"name": "Diogenes"
}, {
	"quote": "If you want to get laid, go to college. If you want an education, go to the library.",
	"name": "Frank Zappa"
}, {
	"quote": "He who opens a school door, closes a prison.",
	"name": "Victor Hugo"
}, {
	"quote": "If a man neglects education, he walks lame to the end of his life.",
	"name": "Plato"
}, {
	"quote": "To defend a country you need an army, but to defend a civilization you need education.",
	"name": "Jonathan Sacks"
}, {
	"quote": "For good nurture and education implant good constitutions.",
	"name": "Plato"
}, {
	"quote": "I no have education. I have inspiration. If I was educated, I would be a damn fool.",
	"name": "Bob Marley"
}, {
	"quote": "Men are born ignorant, not stupid. They are made stupid by education.",
	"name": "Bertrand Russell"
}, {
	"quote": "The only person who is educated is the one who has learned how to learn and change.",
	"name": "Carl Rogers"
}, {
	"quote": "Formal education will make you a living; self-education will make you a fortune.",
	"name": "Jim Rohn"
}, {
	"quote": "Education is the best provision for old age.",
	"name": "Aristotle"
}, {
	"quote": "Access to computers and the Internet has become a basic need for education in our society.",
	"name": "Kent Conrad"
}, {
	"quote": "Your library is your paradise.",
	"name": "Desiderius Erasmus"
}, {
	"quote": "A quality education grants us the ability to fight the war on ignorance and poverty.",
	"name": "Charles B. Rangel"
}, {
	"quote": "Education, therefore, is a process of living and not a preparation for future living.",
	"name": "John Dewey"
}, {
	"quote": "He that loves reading has everything within his reach.",
	"name": "William Godwin"
}, {
	"quote": "Apart from education, you need good health, and for that, you need to play sports.",
	"name": "Kapil Dev"
}, {
	"quote": "The only fence against the world is a thorough knowledge of it.",
	"name": "John Locke"
}, {
	"quote": "Education should learn from the positive side of gaming - reward, accomplishment, and fun.",
	"name": "Sebastian Thrun"
}, {
	"quote": "Learn to think continentally.",
	"name": "Alexander Hamilton"
}, {
	"quote": "Through hard work and education, we can deliver a strong economy and opportunity for all.",
	"name": "Julia Gillard"
}, {
	"quote": "If you think education is expensive, try ignorance.",
	"name": "Jeff Rich"
}, {
	"quote": "Education is a continual process, it's like a bicycle... If you don't pedal you don't go forward.",
	"name": "George Weah"
}, {
	"quote": "If I were again beginning my studies, I would follow the advice of Plato and start with mathematics.",
	"name": "Galileo Galilei"
}, {
	"quote": "Education is not solely about earning a great living. It means living a great life.",
	"name": "Brad Henry"
}, {
	"quote": "In so many ways, segregation shaped me, and education liberated me.",
	"name": "Maya Angelou"
}, {
	"quote": "Education is the development of power and ideal.",
	"name": "W. E. B. Du Bois"
}, {
	"quote": "The greatest education in the world is watching the masters at work.",
	"name": "Michael Jackson"
}, {
	"quote": "Poor is the pupil who does not surpass his master.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "So if a college education is indispensable, the challenge as I see it is how to make it more accessible.",
	"name": "Gordon Gee"
}, {
	"quote": "It is a miracle that curiosity survives formal education.",
	"name": "Albert Einstein"
}, {
	"quote": "Education is not only a ladder of opportunity, but it is also an investment in our future.",
	"name": "Ed Markey"
}, {
	"quote": "You may be a redneck if... you have spent more on your pickup truck than on your education.",
	"name": "Jeff Foxworthy"
}, {
	"quote": "Illegal immigration costs taxpayers $45 billion a year in health care, education, and incarceration expenses.",
	"name": "Ric Keller"
}, {
	"quote": "Education is learning what you didn't even know you didn't know.",
	"name": "Daniel J. Boorstin"
}, {
	"quote": "Education is all a matter of building bridges.",
	"name": "Ralph Ellison"
}, {
	"quote": "Education is what survives when what has been learned has been forgotten.",
	"name": "B. F. Skinner"
}, {
	"quote": "I cannot live without books.",
	"name": "Thomas Jefferson"
}, {
	"quote": "To make your children capable of honesty is the beginning of education.",
	"name": "John Ruskin"
}, {
	"quote": "Education is the ability to listen to almost anything without losing your temper or your self-confidence.",
	"name": "Robert Frost"
}, {
	"quote": "Encouragement of higher education for our youth is critical to the success of our collective future.",
	"name": "Charles B. Rangel"
}, {
	"quote": "To the uneducated, an A is just three sticks.",
	"name": "A. A. Milne"
}, {
	"quote": "The great aim of education is not knowledge but action.",
	"name": "Herbert Spencer"
}, {
	"quote": "Nine tenths of education is encouragement.",
	"name": "Anatole France"
}, {
	"quote": "Like education, healthcare also needs to be given importance.",
	"name": "Shiv Nadar"
}, {
	"quote": "Education is freedom.",
	"name": "Paulo Freire"
}, {
	"quote": "An educated people can be easily governed.",
	"name": "Frederick the Great"
}, {
	"quote": "In my day we didn't have sex education, we just picked up what we could off the television.",
	"name": "Victoria Wood"
}, {
	"quote": "The true purpose of education is to teach a man to carry himself triumphant to the sunset.",
	"name": "Liberty Hyde Bailey"
}, {
	"quote": "I've never known any trouble than an hour's reading didn't assuage.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "You can't legislate good will - that comes through education.",
	"name": "Malcolm X"
}, {
	"quote": "Education is a work of self-organization by which man adapts himself to the conditions of life.",
	"name": "Maria Montessori"
}, {
	"quote": "The aim of a college education is to teach you to know a good man when you see one.",
	"name": "William James"
}, {
	"quote": "Education is a better safeguard of liberty than a standing army.",
	"name": "Edward Everett"
}, {
	"quote": "Human history becomes more and more a race between education and catastrophe.",
	"name": "H. G. Wells"
}, {
	"quote": "Education is the investment our generation makes in the future.",
	"name": "Mitt Romney"
}, {
	"quote": "You can't continue to have higher education tuition grow at a multiple of the rate of inflation.",
	"name": "Mitt Romney"
}, {
	"quote": "If you don't give education to people, it is easy to manipulate them.",
	"name": "Pele"
}, {
	"quote": "I want education for the sons and the daughters of all the extremists, especially the Taliban.",
	"name": "Malala Yousafzai"
}, {
	"quote": "Every child should have the opportunity to receive a quality education.",
	"name": "Bill Frist"
}, {
	"quote": "Education in this country is about how to maintain the status quo and to perpetuate racism.",
	"name": "Jane Elliot"
}, {
	"quote": "I never let schooling interfere with my education.",
	"name": "Mark Twain"
}, {
	"quote": "I think a college education is important no matter what you do in life.",
	"name": "Phil Mickelson"
}, {
	"quote": "Soap and education are not as sudden as a massacre, but they are more deadly in the long run.",
	"name": "Mark Twain"
}, {
	"quote": "Education is a progressive discovery of our own ignorance.",
	"name": "Will Durant"
}, {
	"quote": "The only thing that interferes with my learning is my education.",
	"name": "Albert Einstein"
}, {
	"quote": "A good education is a foundation for a better future.",
	"name": "Elizabeth Warren"
}, {
	"quote": "The education of a man is never completed until he dies.",
	"name": "Robert E. Lee"
}, {
	"quote": "The love of learning, the sequestered nooks, And all the sweet serenity of books.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "Education and work are the levers to uplift a people.",
	"name": "W. E. B. Du Bois"
}, {
	"quote": "For me, education was power.",
	"name": "Michelle Obama"
}, {
	"quote": "Whenever the people are well-informed, they can be trusted with their own government.",
	"name": "Thomas Jefferson"
}, {
	"quote": "It is what you read when you don't have to that determines what you will be when you can't help it.",
	"name": "Oscar Wilde"
}, {
	"quote": "Everybody is ignorant, only on different subjects.",
	"name": "Will Rogers"
}, {
	"quote": "Establishing lasting peace is the work of education; all politics can do is keep us out of war.",
	"name": "Maria Montessori"
}, {
	"quote": "Ensuring quality higher education is one of the most important things we can do for future generations.",
	"name": "Ron Lewis"
}, {
	"quote": "Education is hanging around until you've caught on.",
	"name": "Robert Frost"
}, {
	"quote": "Education: the inculcation of the incomprehensible into the indifferent by the incompetent.",
	"name": "John Maynard Keynes"
}, {
	"quote": "Education is the art of making man ethical.",
	"name": "Georg Wilhelm Friedrich Hegel"
}, {
	"quote": "Education is our greatest opportunity to give an irrevocable gift to the next generation.",
	"name": "Ernie Fletcher"
}, {
	"quote": "Liberating education consists in acts of cognition, not transferrals of information.",
	"name": "Paulo Freire"
}, {
	"quote": "To live for a time close to great minds is the best kind of education.",
	"name": "John Buchan"
}, {
	"quote": "Observation more than books and experience more than persons, are the prime educators.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "Access to quality education has enabled me to reach far beyond the Bangladeshi village I grew up in.",
	"name": "Muhammad Yunus"
}, {
	"quote": "How do you think we build a future? I think we build it by investing in our kids and investing in education.",
	"name": "Elizabeth Warren"
}, {
	"quote": "When it comes to college education, American families are paying more and getting less.",
	"name": "Patricia Schroeder"
}, {
	"quote": "How is it that little children are so intelligent and men so stupid? It must be education that does it.",
	"name": "Alexandre Dumas"
}, {
	"quote": "We need to deal with helping middle-class kids get a college education.",
	"name": "Sherrod Brown"
}, {
	"quote": "What sculpture is to a block of marble, education is to the soul.",
	"name": "Joseph Addison"
}, {
	"quote": "In spite of my surroundings, of my education, I had no love for God.",
	"name": "Robert Green Ingersoll"
}, {
	"quote": "I believe strongly in the power of arts education to engage and empower young people.",
	"name": "Heather Watts"
}, {
	"quote": "I believe public education is the new civil rights battle and I support charter schools.",
	"name": "Andrew Cuomo"
}, {
	"quote": "Education consists mainly of what we have unlearned.",
	"name": "Mark Twain"
}, {
	"quote": "The things I want to know are in books; my best friend is the man who'll get me a book I ain't read.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Genius without education is like silver in the mine.",
	"name": "Benjamin Franklin"
}, {
	"quote": "The most influential of all educational factors is the conversation in a child's home.",
	"name": "William Temple"
}, {
	"quote": "Inclusive, good-quality education is a foundation for dynamic and equitable societies.",
	"name": "Desmond Tutu"
}, {
	"quote": "To penetrate and dissipate these clouds of darkness, the general mind must be strengthened by education.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Education is our only political safety. Outside of this ark all is deluge.",
	"name": "Horace Mann"
}, {
	"quote": "The most important part of education is proper training in the nursery.",
	"name": "Plato"
}, {
	"quote": "Self-education is, I firmly believe, the only kind of education there is.",
	"name": "Isaac Asimov"
}, {
	"quote": "It might be said now that I have the best of both worlds. A Harvard education and a Yale degree.",
	"name": "John F. Kennedy"
}, {
	"quote": "Public education is an investment in our future.",
	"name": "Matt Blunt"
}, {
	"quote": "The willingness to learn new skills is very high.",
	"name": "Angela Merkel"
}, {
	"quote": "If you have four years to complete your college education, do it.",
	"name": "Bo Jackson"
}, {
	"quote": "The ultimate end of your education was to make you a good wife.",
	"name": "Mary Wortley Montagu"
}, {
	"quote": "It is our moral obligation to give every child the very best education possible.",
	"name": "Desmond Tutu"
}, {
	"quote": "He who laughs most, learns best.",
	"name": "John Cleese"
}, {
	"quote": "A college education shows a man how little other people know.",
	"name": "Thomas Chandler Haliburton"
}, {
	"quote": "Education can become a self-fulfilling activity, liberating in and of itself.",
	"name": "Abraham Maslow"
}, {
	"quote": "Early childhood education begins early, even before birth.",
	"name": "Madeleine M. Kunin"
}, {
	"quote": "America is becoming so educated that ignorance will be a novelty. I will belong to the select few.",
	"name": "Will Rogers"
}, {
	"quote": "The very spring and root of honesty and virtue lie in good education.",
	"name": "Plutarch"
}, {
	"quote": "All of the things an arts education gives a young person enhance leadership skills and help raise grades.",
	"name": "Josh Groban"
}, {
	"quote": "The mere imparting of information is not education.",
	"name": "Carter G. Woodson"
}, {
	"quote": "It makes a lot more sense for us to be investing in jobs and education rather than jails and incarceration.",
	"name": "Bernie Sanders"
}, {
	"quote": "Reformation, like education, is a journey, not a destination.",
	"name": "Mary Harris Jones"
}, {
	"quote": "Education is not a problem. Education is an opportunity.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "Education, like neurosis, begins at home.",
	"name": "Milton Sapirstein"
}, {
	"quote": "I believe that a child going without an education is a crime.",
	"name": "Kamala Harris"
}, {
	"quote": "Rewards and punishments are the lowest form of education.",
	"name": "Zhuangzi"
}, {
	"quote": "I don't know anywhere where the people are hungrier for education than South Sudan.",
	"name": "Emmanuel Jal"
}, {
	"quote": "To be successful in life what you need is education, not literacy and degrees.",
	"name": "Munshi Premchand"
}, {
	"quote": "Without tact you can learn nothing.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "I had a terrible education. I attended a school for emotionally disturbed teachers.",
	"name": "Woody Allen"
}, {
	"quote": "All children everywhere deserve the opportunity that is unlocked for them by education.",
	"name": "Ann Cotton"
}, {
	"quote": "The greatest obstacle to those who hope to reform American education is complacency.",
	"name": "Diane Ravitch"
}, {
	"quote": "The Indian youth needs to be empowered, and it can be done through good education and vocational training.",
	"name": "Pallam Raju"
}, {
	"quote": "Education is a precondition to survival in America today.",
	"name": "Marian Wright Edelman"
}, {
	"quote": "I need to complete my homework on time.",
	"name": "Malala Yousafzai"
}, {
	"quote": "I do not want art for a few any more than education for a few, or freedom for a few.",
	"name": "William Morris"
}, {
	"quote": "I feel a social responsibility. We need to open people's eyes. There is a lack of education in Ethiopia.",
	"name": "Haile Gebrselassie"
}, {
	"quote": "Education remains the key to both economic and political empowerment.",
	"name": "Barbara Jordan"
}, {
	"quote": "Medical school education and post graduate education emphasize thoroughness.",
	"name": "Ezekiel Emanuel"
}, {
	"quote": "Education is at the heart of achieving your dreams.",
	"name": "Patrice Motsepe"
}, {
	"quote": "Unless we make education a priority, an entire generation of Americans could miss out on the American dream.",
	"name": "Blanche Lincoln"
}, {
	"quote": "I don't want to scrounge around and be homeless, and I want to finish my education.",
	"name": "Callan McAuliffe"
}, {
	"quote": "Education can lift individuals out of poverty and into rewarding careers.",
	"name": "Christine Gregoire"
}, {
	"quote": "If you become a teacher, by your pupils you'll be taught.",
	"name": "Oscar Hammerstein II"
}, {
	"quote": "We need better public education and more realistic education.",
	"name": "Carl Hart"
}, {
	"quote": "It is well to read everything of something, and something of everything.",
	"name": "Joseph Brodsky"
}, {
	"quote": "I'd like to work with kids in special education - younger kids.",
	"name": "John Madden"
}, {
	"quote": "Education is the only billion dollar industry that tolerates abject failure.",
	"name": "Geoffrey Canada"
}, {
	"quote": "Even when life challenges us, it's a gift beyond all measure.",
	"name": "Parker Palmer"
}, {
	"quote": "The aim of education is the knowledge not of facts but of values.",
	"name": "William Inge"
}, {
	"quote": "I am a part of everything that I have read.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "No part of the education of a politician is more indispensable than the fighting of elections.",
	"name": "Winston Churchill"
}, {
	"quote": "All I want is an education, and I am afraid of no one.",
	"name": "Malala Yousafzai"
}, {
	"quote": "Education's purpose is to replace an empty mind with an open one.",
	"name": "Malcolm Forbes"
}, {
	"quote": "Purity of personal life is the one indispensable condition for building up a sound education.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "A child miseducated is a child lost.",
	"name": "John F. Kennedy"
}, {
	"quote": "I know what it feels like to struggle to get the education that you need.",
	"name": "Michelle Obama"
}, {
	"quote": "Yeah, I'm a thrill seeker, but crikey, education's the most important thing.",
	"name": "Steve Irwin"
}, {
	"quote": "Education is indoctrination if you're white - subjugation if you're black.",
	"name": "James Baldwin"
}, {
	"quote": "No matter what happens on the field, getting an education makes you a winner.",
	"name": "Lou Holtz"
}, {
	"quote": "Travel, in the younger sort, is a part of education; in the elder, a part of experience.",
	"name": "Francis Bacon"
}, {
	"quote": "When a subject becomes totally obsolete we make it a required course.",
	"name": "Peter Drucker"
}, {
	"quote": "The dream doesn't lie in victimization or blame; it lies in hard work, determination and a good education.",
	"name": "Alphonso Jackson"
}, {
	"quote": "Too much of what is called 'education' is little more than an expensive isolation from reality.",
	"name": "Thomas Sowell"
}, {
	"quote": "Nature has always had more force than education.",
	"name": "Voltaire"
}, {
	"quote": "It is always in season for old men to learn.",
	"name": "Aeschylus"
}, {
	"quote": "Education makes children less dependent upon others and opens doors to better jobs and career possibilities.",
	"name": "Solomon Ortiz"
}, {
	"quote": "Education doesn't change life much. It just lifts trouble to a higher plane of regard.",
	"name": "Robert Frost"
}, {
	"quote": "To read without reflecting is like eating without digesting.",
	"name": "Edmund Burke"
}, {
	"quote": "Education is the silver bullet to improve this Nation's standing worldwide... and our teachers know that.",
	"name": "Solomon Ortiz"
}, {
	"quote": "Good questions outrank easy answers.",
	"name": "Paul Samuelson"
}, {
	"quote": "Education is all about igniting young minds and enabling them to attain their fullest potential.",
	"name": "Nita Ambani"
}, {
	"quote": "If I had learned education I would not have had time to learn anything else.",
	"name": "Cornelius Vanderbilt"
}, {
	"quote": "Good teaching is one-fourth preparation and three-fourths pure theatre.",
	"name": "Gail Godwin"
}, {
	"quote": "As long as you get your education and you stay focused, you can do anything.",
	"name": "Fat Joe"
}, {
	"quote": "There's only one thing that can kill the movies, and that's education.",
	"name": "Will Rogers"
}, {
	"quote": "It's hard to improve public education - that's clear.",
	"name": "Bill Gates"
}, {
	"quote": "Cultivation to the mind is as necessary as food to the body.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Our school education ignores, in a thousand ways, the rules of healthy development.",
	"name": "Elizabeth Blackwell"
}, {
	"quote": "The only real failure in life is one not learned from.",
	"name": "Anthony J. D'Angelo"
}, {
	"quote": "Education forms the common mind. Just as the twig is bent, the tree's inclined.",
	"name": "Alexander Pope"
}, {
	"quote": "I got great sex education, and I always knew that if I wanted to be sexually active, I had to have safe sex.",
	"name": "Jenny Slate"
}, {
	"quote": "Connectivity enables transparency for better government, education, and health.",
	"name": "Bill Gates"
}, {
	"quote": "It is only as we develop others that we permanently succeed.",
	"name": "Harvey S. Firestone"
}, {
	"quote": "When you have a problem, rules don't solve your problem. It's caring and education.",
	"name": "Jim Brown"
}, {
	"quote": "Education alone can conduct us to that enjoyment which is, at once, best in quality and infinite in quantity.",
	"name": "Horace Mann"
}, {
	"quote": "Common sense is in spite of, not as the result of education.",
	"name": "Victor Hugo"
}, {
	"quote": "Common Core is a big win for education.",
	"name": "Bill Gates"
}, {
	"quote": "I want to make sure every child has the opportunity for quality education.",
	"name": "Brad Schneider"
}, {
	"quote": "I will get my education - if it is in home, school, or anyplace.",
	"name": "Malala Yousafzai"
}, {
	"quote": "Some parents do not send their children to school because they don't know its importance at all.",
	"name": "Malala Yousafzai"
}, {
	"quote": "I think an education is not only important, it is the most important thing you can do with your life.",
	"name": "Dean Kamen"
}, {
	"quote": "Education is the cheap defense of nations.",
	"name": "Edmund Burke"
}, {
	"quote": "Frivolity is inborn, conceit acquired by education.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "A wise system of education will at last teach us how little man yet knows, how much he has still to learn.",
	"name": "John Lubbock"
}, {
	"quote": "Education is such a noble profession, it's a wonderful way to serve.",
	"name": "Erin Gruwell"
}, {
	"quote": "Education reform has as its main purpose to make sure that the education delivered is of quality.",
	"name": "Enrique Pena Nieto"
}, {
	"quote": "In the new economy, information, education, and motivation are everything.",
	"name": "William J. Clinton"
}, {
	"quote": "We conclude that in the field of public education the doctrine of 'separate but equal' has no place.",
	"name": "Earl Warren"
}, {
	"quote": "Investing in science education and curiosity-driven research is investing in the future.",
	"name": "Ahmed Zewail"
}, {
	"quote": "As a former teacher and a mother and grandmother, I know firsthand the importance of a quality education.",
	"name": "Sue Kelly"
}, {
	"quote": "I prefer the company of peasants because they have not been educated sufficiently to reason incorrectly.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Education levels the playing field, allowing everyone to compete.",
	"name": "Joyce Meyer"
}, {
	"quote": "History is a race between education and catastrophe.",
	"name": "H. G. Wells"
}, {
	"quote": "Education is the key to the future.",
	"name": "Alek Wek"
}, {
	"quote": "My education was the liberty I had to read indiscriminately and all the time, with my eyes hanging out.",
	"name": "Dylan Thomas"
}, {
	"quote": "Education is simply the soul of a society as it passes from one generation to another.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Without education we are in a horrible and deadly danger of taking educated people seriously.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "His lack of education is more than compensated for by his keenly developed moral bankruptcy.",
	"name": "Woody Allen"
}, {
	"quote": "Life must be a constant education; one must learn everything, from speaking to dying.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Martial arts should be part of every girl's education.",
	"name": "Esha Gupta"
}, {
	"quote": "The best escalator to opportunity in America is education.",
	"name": "Nicholas Kristof"
}, {
	"quote": "Education... has produced a vast population able to read but unable to distinguish what is worth reading.",
	"name": "G. M. Trevelyan"
}, {
	"quote": "Education can give you a skill, but a liberal education can give you dignity.",
	"name": "Ellen Key"
}, {
	"quote": "Some people will never learn anything, for this reason, because they understand everything too soon.",
	"name": "Alexander Pope"
}, {
	"quote": "'Tis education forms the common mind; just as the twig is bent the tree's inclined.",
	"name": "Alexander Pope"
}, {
	"quote": "After becoming deaf, I realized that I'd better get an education if I was ever to do anything with my life.",
	"name": "I. King Jordan"
}, {
	"quote": "When I get a little money I buy books; and if any is left I buy food and clothes.",
	"name": "Desiderius Erasmus"
}, {
	"quote": "Obedience is the primary object of all sound education.",
	"name": "Elizabeth Missing Sewell"
}, {
	"quote": "Young men and women, your education is ever important - to us, to you, and to God.",
	"name": "Russell M. Nelson"
}, {
	"quote": "Education is neither eastern nor western.",
	"name": "Malala Yousafzai"
}, {
	"quote": "We cannot learn men from books.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "There is no education like adversity.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Freedom can occur only through education.",
	"name": "Friedrich Schiller"
}, {
	"quote": "The purpose of Compulsory Education is to deprive the common people of their commonsense.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "The great difficulty in education is to get experience out of ideas.",
	"name": "George Santayana"
}, {
	"quote": "I read Shakespeare and the Bible, and I can shoot dice. That's what I call a liberal education.",
	"name": "Tallulah Bankhead"
}, {
	"quote": "Racial segregation has come back to public education with a vengeance.",
	"name": "Jonathan Kozol"
}, {
	"quote": "There really is a hunger and a demand for something different in higher education.",
	"name": "Jerry Falwell, Jr."
}, {
	"quote": "If the Romans had been obliged to learn Latin, they would never have found time to conquer the world.",
	"name": "Heinrich Heine"
}, {
	"quote": "We are getting an education of a lifetime. We're actually out there in the real world.",
	"name": "Solange Knowles"
}, {
	"quote": "Governments never learn. Only people learn.",
	"name": "Milton Friedman"
}, {
	"quote": "It is better to learn late than never.",
	"name": "Publilius Syrus"
}, {
	"quote": "Maybe one day there will finally be an education for electronic music.",
	"name": "Afrojack"
}, {
	"quote": "The pride people take in their work transcends to their homes, their education, families and communities.",
	"name": "Leonard Boswell"
}, {
	"quote": "Learning, n. The kind of ignorance distinguishing the studious.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Education, n.: That which discloses to the wise and disguises from the foolish their lack of understanding.",
	"name": "Ambrose Bierce"
}, {
	"quote": "It is better to know some of the questions than all of the answers.",
	"name": "James Thurber"
}, {
	"quote": "For all my education, accomplishments, and so called 'wisdom'... I can't fathom my own heart.",
	"name": "Michael Caine"
}, {
	"quote": "A child's education should begin at least one hundred years before he is born.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "Education is everything - education is your power, education is your way in life for whatever you want to do.",
	"name": "Ciara"
}, {
	"quote": "Water and sanitation has not had the same kind of champion that global health, and even education, have had.",
	"name": "Jim Yong Kim"
}, {
	"quote": "Education is the transmission of civilization.",
	"name": "Will Durant"
}, {
	"quote": "Sex education classes are like in-home sales parties for abortions.",
	"name": "Phyllis Schlafly"
}, {
	"quote": "Education enables people and societies to be what they can be.",
	"name": "Bill Richardson"
}, {
	"quote": "At boarding school there wasn't much time for much of anything except education.",
	"name": "Henry Cavill"
}, {
	"quote": "A good education is usually harmful to a dancer. A good calf is better than a good head.",
	"name": "Agnes de Mille"
}, {
	"quote": "Our philosophy is you need to give nonprofit money for health, nutrition, education, culture, and sports.",
	"name": "Carlos Slim"
}, {
	"quote": "Economic prosperity and quality education for our children are inexorably linked.",
	"name": "Jon Huntsman, Jr."
}, {
	"quote": "Education is the key. But it's the kind of education that we teach that is the key. We don't have it.",
	"name": "Edward James Olmos"
}, {
	"quote": "There is nothing more important to improve humanity than education.",
	"name": "John Paulson"
}, {
	"quote": "The unions no longer control the education agenda of the Democratic Party.",
	"name": "Eli Broad"
}, {
	"quote": "Don't give up on the child. Give the child an education. Give them daily love.",
	"name": "Chris Burke"
}, {
	"quote": "We're failing our children with education, we're failing our environment.",
	"name": "Carol Moseley Braun"
}, {
	"quote": "Violence is black children going to school for 12 years and receiving 6 years' worth of education.",
	"name": "Julian Bond"
}, {
	"quote": "If we want our children to value education, then we must show our appreciation for knowledge.",
	"name": "Brad Sherman"
}, {
	"quote": "It is such a tricky transition between education and work.",
	"name": "James William Middleton"
}, {
	"quote": "My primary and secondary education was in French, which had a lasting influence on my life.",
	"name": "Baruj Benacerraf"
}, {
	"quote": "Education is for growth and fulfillment.",
	"name": "Tom Robbins"
}, {
	"quote": "I respect faith, but doubt is what gives you an education.",
	"name": "Wilson Mizner"
}, {
	"quote": "I think music should be the basis of an education, not just something you do once a week.",
	"name": "Joshua Bell"
}, {
	"quote": "Read in order to live.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Parents like options when it comes to their children's education. And they respond to quality.",
	"name": "Dan Webster"
}, {
	"quote": "There are two equalizers in life: the Internet and education.",
	"name": "John T. Chambers"
}, {
	"quote": "I believe that it is higher education's purpose and calling to keep open the door to the American dream.",
	"name": "Gordon Gee"
}, {
	"quote": "Television is something the Russians invented to destroy American education.",
	"name": "Paul Erdos"
}, {
	"quote": "Education is the mother of leadership.",
	"name": "Wendell Willkie"
}, {
	"quote": "A postsecondary education is the ticket to economic success in America.",
	"name": "Arne Duncan"
}, {
	"quote": "Every educated person is a future enemy.",
	"name": "Martin Bormann"
}, {
	"quote": "I learned more stuff in church than I did in the world.",
	"name": "Al Green"
}, {
	"quote": "The Internet will save higher education, but it may kill your alma mater.",
	"name": "John Katzman"
}, {
	"quote": "It is part of the work of education to have substantive relationships with your students.",
	"name": "Freeman A. Hrabowski III"
}, {
	"quote": "I say further that our system of education should be unsectarian.",
	"name": "Edmund Barton"
}, {
	"quote": "Books, the children of the brain.",
	"name": "Jonathan Swift"
}, {
	"quote": "He who studies books alone will know how things ought to be, and he who studies men will know how they are.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "I was a coach, and I put a lot of education and experience into coaching.",
	"name": "John Madden"
}, {
	"quote": "I would like to learn, or remember, how to live.",
	"name": "Annie Dillard"
}, {
	"quote": "Real education must ultimately be limited to men who insist on knowing, the rest is mere sheep-herding.",
	"name": "Ezra Pound"
}, {
	"quote": "True, a little learning is a dangerous thing, but it still beats total ignorance.",
	"name": "Pauline Phillips"
}, {
	"quote": "Talent is a by-product of education; the quality of a country's human capital depends on it.",
	"name": "Klaus Schwab"
}, {
	"quote": "Books are the blessed chloroform of the mind.",
	"name": "Oswald Chambers"
}, {
	"quote": "Responsibility educates.",
	"name": "Wendell Phillips"
}, {
	"quote": "Let's make sure that we are working for age-appropriate sex education in our school system.",
	"name": "Wendy Davis"
}, {
	"quote": "Man is what he reads.",
	"name": "Joseph Brodsky"
}, {
	"quote": "America is the best half-educated country in the world.",
	"name": "Nicholas M. Butler"
}, {
	"quote": "The object of education is to prepare the young to educate themselves throughout their lives.",
	"name": "Robert M. Hutchins"
}, {
	"quote": "I believe that the way to justice is education.",
	"name": "Julian Assange"
}, {
	"quote": "The simplest schoolboy is now familiar with truths for which Archimedes would have sacrificed his life.",
	"name": "Ernest Renan"
}, {
	"quote": "You can educate yourself right out of a relationship with God.",
	"name": "Tammy Faye Bakker"
}, {
	"quote": "I know a lot of people think I'm dumb. Well, at least I ain't no educated fool.",
	"name": "Leon Spinks"
}, {
	"quote": "Children have to be educated, but they have also to be left to educate themselves.",
	"name": "Ernest Dimnet"
}, {
	"quote": "Few have been taught to any purpose who have not been their own teachers.",
	"name": "Joshua Reynolds"
}, {
	"quote": "Our universities and museums are respected around the country.",
	"name": "Jane Byrne"
}, {
	"quote": "Getting through high school and college was one of my greatest achievements.",
	"name": "Ann Bancroft"
}, {
	"quote": "Learning teacheth more in one year than experience in twenty.",
	"name": "Roger Ascham"
}]