[{
	"quote": "I can find God in nature, in animals, in birds and the environment.",
	"name": "Pat Buckley"
}, {
	"quote": "We won't have a society if we destroy the environment.",
	"name": "Margaret Mead"
}, {
	"quote": "Environmental pollution is an incurable disease. It can only be prevented.",
	"name": "Barry Commoner"
}, {
	"quote": "The future will either be green or not at all.",
	"name": "Bob Brown"
}, {
	"quote": "Thank God men cannot fly, and lay waste the sky as well as the earth.",
	"name": "Henry David Thoreau"
}, {
	"quote": "If you can't be in awe of Mother Nature, there's something wrong with you.",
	"name": "Alex Trebek"
}, {
	"quote": "The Earth does not belong to us: we belong to the Earth.",
	"name": "Marlee Matlin"
}, {
	"quote": "Every drop in the ocean counts.",
	"name": "Yoko Ono"
}, {
	"quote": "Try to leave the Earth a better place than when you arrived.",
	"name": "Sidney Sheldon"
}, {
	"quote": "Sadly, it's much easier to create a desert than a forest.",
	"name": "James Lovelock"
}, {
	"quote": "We don't have to sacrifice a strong economy for a healthy environment.",
	"name": "Dennis Weaver"
}, {
	"quote": "When we try to pick out anything by itself, we find it hitched to everything else in the universe.",
	"name": "John Muir"
}, {
	"quote": "Water and air, the two essential fluids on which all life depends, have become global garbage cans.",
	"name": "Jacques Yves Cousteau"
}, {
	"quote": "The environment is everything that isn't me.",
	"name": "Albert Einstein"
}, {
	"quote": "Plans to protect air and water, wilderness and wildlife are in fact plans to protect man.",
	"name": "Stewart Udall"
}, {
	"quote": "We could have saved the Earth but we were too damned cheap.",
	"name": "Kurt Vonnegut"
}, {
	"quote": "The time is right for electric cars - in fact the time is critical.",
	"name": "Carlos Ghosn"
}, {
	"quote": "Conservation is a state of harmony between men and land.",
	"name": "Aldo Leopold"
}, {
	"quote": "It is horrifying that we have to fight our own government to save the environment.",
	"name": "Ansel Adams"
}, {
	"quote": "Destroying rainforest for economic gain is like burning a Renaissance painting to cook a meal.",
	"name": "E. O. Wilson"
}, {
	"quote": "People need to be cautious because anything built by man can be destroyed by Mother Nature.",
	"name": "Russel Honore"
}, {
	"quote": "I did not become a vegetarian for my health, I did it for the health of the chickens.",
	"name": "Isaac Bashevis Singer"
}, {
	"quote": "People blame their environment. There is only one person to blame - and only one - themselves.",
	"name": "Robert Collier"
}, {
	"quote": "Birds are indicators of the environment. If they are in trouble, we know we'll soon be in trouble.",
	"name": "Roger Tory Peterson"
}, {
	"quote": "Design our world so that we have positive social and environmental side effects.",
	"name": "Bjarke Ingels"
}, {
	"quote": "We are aware only of the empty space in the forest, which only yesterday was filled with trees.",
	"name": "Anna Freud"
}, {
	"quote": "Raising awareness on the most pressing environmental issues of our time is more important than ever.",
	"name": "Leonardo DiCaprio"
}, {
	"quote": "We may achieve climate, but weather is thrust upon us.",
	"name": "O. Henry"
}, {
	"quote": "Advertising is an environmental striptease for a world of abundance.",
	"name": "Marshall McLuhan"
}, {
	"quote": "If we do not permit the earth to produce beauty and joy, it will in the end not produce food, either.",
	"name": "Joseph Wood Krutch"
}, {
	"quote": "In places where this beauty has already disappeared, we will reconstruct it.",
	"name": "Fritz Todt"
}, {
	"quote": "All is connected... no one thing can change by itself.",
	"name": "Paul Hawken"
}, {
	"quote": "I think the cost of energy will come down when we make this transition to renewable energy.",
	"name": "Al Gore"
}, {
	"quote": "Nature is the mother and the habitat of man, even if sometimes a stepmother and an unfriendly home.",
	"name": "John Dewey"
}, {
	"quote": "Population, when unchecked, goes on doubling itself every 25 years or increases in a geometrical ratio.",
	"name": "Thomas Malthus"
}, {
	"quote": "As you heat the planet up, it's just like boiling a pot.",
	"name": "Elon Musk"
}, {
	"quote": "What is true environmentalism? I think it's environmental stewardship - not prohibition.",
	"name": "Scott Pruitt"
}, {
	"quote": "There's no longer any surprise in noting that China has grave environmental problems.",
	"name": "James Fallows"
}, {
	"quote": "The environmental movement does not always have to be about stopping things. It can be about fixing problems.",
	"name": "Mark Kurlansky"
}, {
	"quote": "The environmental crisis is all a result of rushing.",
	"name": "Ed Begley, Jr."
}, {
	"quote": "No one should be able to enter a wilderness by mechanical means.",
	"name": "Garrett Hardin"
}, {
	"quote": "My lens of choice was always the 35 mm. It was more environmental. You can't come in closer with the 35 mm.",
	"name": "Annie Leibovitz"
}, {
	"quote": "For me, going vegan was an ethical and environmental decision. I'm doing the right thing by the animals.",
	"name": "Alexandra Paul"
}, {
	"quote": "There is a reason and a need to have an Environmental Protection Agency.",
	"name": "Scott Pruitt"
}, {
	"quote": "Without the oceans there would be no life on Earth.",
	"name": "Peter Benchley"
}, {
	"quote": "It appears to be a law that you cannot have a deep sympathy with both man and nature.",
	"name": "Henry David Thoreau"
}, {
	"quote": "By polluting clear water with slime you will never find good drinking water.",
	"name": "Aeschylus"
}, {
	"quote": "Good environmental policy is good economic policy.",
	"name": "Bernie Sanders"
}, {
	"quote": "There is a muscular energy in sunlight corresponding to the spiritual energy of wind.",
	"name": "Annie Dillard"
}, {
	"quote": "I'm anti-tax, but I'm pro-carbon tax.",
	"name": "Elon Musk"
}, {
	"quote": "I think the future for solar energy is bright.",
	"name": "Ken Salazar"
}, {
	"quote": "We learned that economic growth and environmental protection can and should go hand in hand.",
	"name": "Christopher Dodd"
}, {
	"quote": "Environmental groups are not completely against dams. We approve of appropriate development.",
	"name": "Ma Jun"
}, {
	"quote": "I have a private plane. But I fly commercial when I go to environmental conferences.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "We must return to nature and nature's god.",
	"name": "Luther Burbank"
}, {
	"quote": "China is bearing the environmental cost for much of the world because China is the factory of the world.",
	"name": "Ma Jun"
}, {
	"quote": "Harmony with land is like harmony with a friend; you cannot cherish his right hand and chop off his left.",
	"name": "Aldo Leopold"
}, {
	"quote": "Mankind has probably done more damage to the Earth in the 20th century than in all of previous human history.",
	"name": "Jacques Yves Cousteau"
}, {
	"quote": "If there are more and more environmental refugees, they are going to end up on your doorstep too.",
	"name": "Nina Fedoroff"
}, {
	"quote": "The environmental crisis is a global problem, and only global action will resolve it.",
	"name": "Barry Commoner"
}, {
	"quote": "When we realize we can make a buck cleaning up the environment, it will be done!",
	"name": "Dennis Weaver"
}, {
	"quote": "I like the outdoors and the natural world. Environmental issues.",
	"name": "Mackenzie Crook"
}, {
	"quote": "I firmly believe that we can have a healthy environment and a sustainable timber industry.",
	"name": "Frank Murkowski"
}, {
	"quote": "Moral codes adjust themselves to environmental conditions.",
	"name": "Will Durant"
}, {
	"quote": "Environmental concern is a phenomena that tends to rise in a nation after a certain level of wealth.",
	"name": "Ramez Naam"
}, {
	"quote": "I think that you form the way that you act from others around you; it's a kind of an environmental thing.",
	"name": "Sophie Turner"
}, {
	"quote": "The cheapest natural gas in the world is in the United States.",
	"name": "T. Boone Pickens"
}, {
	"quote": "I'd say that animal rights and environmental issues have always been at the forefront of my mind.",
	"name": "Corey Feldman"
}, {
	"quote": "Mother Nature comes up against reality, and the reality is that the system doesn't work.",
	"name": "John Garamendi"
}, {
	"quote": "People in Slow Food understand that food is an environmental issue.",
	"name": "Michael Pollan"
}, {
	"quote": "I think Captain Cousteau might be the father of the environmental movement.",
	"name": "Ted Turner"
}, {
	"quote": "I'm into environmental and ecological issues, so maybe that is an avenue to go down.",
	"name": "Daniel Bryan"
}, {
	"quote": "I think the government has to reposition environment on top of their national and international priorities.",
	"name": "Brian Mulroney"
}, {
	"quote": "Food and the way we grow it and produce it are a major cause of environmental degradation.",
	"name": "Jose Andres"
}, {
	"quote": "If we gave up eating beef we would have roughly 20 to 30 times more land for food than we have now.",
	"name": "James Lovelock"
}, {
	"quote": "Usually, environmental programs are not designed for a mainstream audience.",
	"name": "Paul Watson"
}, {
	"quote": "I had never been able to get a car that said how much I cared about the environment until I drove electric.",
	"name": "Alexandra Paul"
}, {
	"quote": "I always knew that I was going be an environmental advocate when I was very young.",
	"name": "Robert Kennedy, Jr."
}, {
	"quote": "There is no question that photography has played a major role in the environmental movement.",
	"name": "Galen Rowell"
}, {
	"quote": "These days, most nature photographers are deeply committed to the environmental message.",
	"name": "Galen Rowell"
}, {
	"quote": "Producing food to eat is the single most destructive environmental activity humans engage in.",
	"name": "Ramez Naam"
}, {
	"quote": "Foreign relations should involve human rights, workers' rights, and environmental protection.",
	"name": "Kevin de Leon"
}, {
	"quote": "The NFL, sadly, has a fatal environmental problem: It kills its workers.",
	"name": "Matt Taibbi"
}, {
	"quote": "Why should we not expect self-designated environmental leaders to practice what they preach?",
	"name": "David Frum"
}, {
	"quote": "Mother Nature is not sweet.",
	"name": "John Shelby Spong"
}, {
	"quote": "Energy conservation is the foundation of energy independence.",
	"name": "Tom Allen"
}, {
	"quote": "I'm sad that it's uncool or offensive to talk about environmental or human rights issues.",
	"name": "Grimes"
}, {
	"quote": "Complexity is one of the great problems in environmental design.",
	"name": "Christopher Alexander"
}, {
	"quote": "I was a pretty independent kid. I thought maybe I'd be a veterinarian or an environmental lawyer.",
	"name": "Mark Parker"
}, {
	"quote": "The genetics of autism are real, but there are also environmental triggers.",
	"name": "Elizabeth Emken"
}, {
	"quote": "For the U.S., I think we should have a carbon tax, for environmental reasons.",
	"name": "Tyler Cowen"
}, {
	"quote": "The environment has fallen to the wayside in politics.",
	"name": "Craig Venter"
}, {
	"quote": "You may be able to fool the voters, but not the atmosphere.",
	"name": "Donella Meadows"
}, {
	"quote": "I rarely fly, for environmental reasons more than anything else.",
	"name": "Marcus Brigstocke"
}, {
	"quote": "Automobile companies are always allergic to any kind of environmental movement.",
	"name": "Jaggi Vasudev"
}, {
	"quote": "The infrastructure for linking environmental health and public health is not working as well as it should.",
	"name": "Samuel Wilson"
}, {
	"quote": "Unless we keep this planet healthy, everything else is for naught.",
	"name": "Victoria Principal"
}, {
	"quote": "We're saying environmental stewardship and jobs in the economy. We can do both together.",
	"name": "Scott Pruitt"
}, {
	"quote": "I want to work on environmental issues.",
	"name": "Jimmy Gomez"
}, {
	"quote": "We must strictly enforce the Environmental Law, closing down the polluters that fail to meet the standards.",
	"name": "Ma Jun"
}, {
	"quote": "Wear the badge of environmental radicalism, and you're a citizen automatically under suspicion.",
	"name": "Alexander Cockburn"
}, {
	"quote": "I'm such an advocate for animal rights and environmental rights.",
	"name": "Beau Garrett"
}, {
	"quote": "There is no place where we can safely store worn-out reactors or their garbage. No place!",
	"name": "David R. Brower"
}, {
	"quote": "It seems that every time mankind is given a lot of energy, we go out and wreck something with it.",
	"name": "David R. Brower"
}, {
	"quote": "A shift is necessary toward lifestyles less geared to environmental damaging consumption patterns.",
	"name": "Maurice Strong"
}, {
	"quote": "There are so many different environmental factors for just how safe it is for a kid to come out.",
	"name": "Becky Albertalli"
}, {
	"quote": "I was surprised to see how much the mainstream environmental movement hates the ELF.",
	"name": "Marshall Curry"
}, {
	"quote": "I write a lot of environmental stories.",
	"name": "Peter Heller"
}, {
	"quote": "Much of the debate over global warming is predicated on fear, rather than science.",
	"name": "Jim Inhofe"
}, {
	"quote": "Like I said, I'm more worried long term about the environmental issues then the use of arms.",
	"name": "Hans Blix"
}, {
	"quote": "No day is alike - I do many other things, and I'm very active in the environmental movement.",
	"name": "Jostein Gaarder"
}, {
	"quote": "I don't know if acting is genetic. Maybe it's environmental.",
	"name": "Freddie Prinze, Jr."
}, {
	"quote": "Citizens and consumers are demanding that climate change and environmental issues be taken seriously.",
	"name": "Isabelle Kocher"
}, {
	"quote": "There are a tremendous amount of environmental issues that are on the table.",
	"name": "Ed Rendell"
}, {
	"quote": "This Nation has realized significant environmental improvements over the last three decades.",
	"name": "Jerry Costello"
}, {
	"quote": "No one is an environmentalist by birth. It is only your path, your life, your travels that awaken you.",
	"name": "Yann Arthus-Bertrand"
}, {
	"quote": "You don't have to live in the country and grow your own food to be green.",
	"name": "Shalom Harlow"
}, {
	"quote": "I don't know of a single park without serious environmental problems.",
	"name": "Michael Frome"
}, {
	"quote": "There is no better example of the overreach of government than in environmental law.",
	"name": "Chris Stewart"
}, {
	"quote": "The whole environmental policy in the Netherlands has no substance any more.",
	"name": "Pim Fortuyn"
}, {
	"quote": "The worst environmental decision you can make as a human being is to have 14 kids.",
	"name": "Jane Velez-Mitchell"
}, {
	"quote": "I wanted to help raise awareness, so I created an environmental foundation called Just Within Reach.",
	"name": "Kevin Richardson"
}, {
	"quote": "If you cut down a forest, it doesn't matter how many sawmills you have if there are no more trees.",
	"name": "Susan George"
}, {
	"quote": "A social impact bond is a new way of bringing financing into social and environmental support issues.",
	"name": "Judith Rodin"
}, {
	"quote": "Local innovation and initiative can help us better understand how to protect our environment.",
	"name": "Gale Norton"
}, {
	"quote": "Why has it seemed that the only way to protect the environment is with heavy-handed government regulation?",
	"name": "Gale Norton"
}, {
	"quote": "The government should set a goal for a clean environment but not mandate how that goal should be implemented.",
	"name": "Dixie Lee Ray"
}, {
	"quote": "We ignore slow environmental changes unless they are crisis-driven, such as hurricanes in Florida.",
	"name": "Natalie Jeremijenko"
}, {
	"quote": "This whole idea that we address environmental issues by not doing stuff just doesn't work.",
	"name": "Natalie Jeremijenko"
}, {
	"quote": "Green-tech could be the largest economic opportunity of the 21st Century.",
	"name": "John Doerr"
}, {
	"quote": "We tend to be more environmental at home than at work, regardless of the industry we're in.",
	"name": "Gale Anne Hurd"
}, {
	"quote": "Franklin Roosevelt was very concerned about environmental issues.",
	"name": "Gaylord Nelson"
}, {
	"quote": "The environmental movement's focus on the Keystone XL pipeline issue really used to baffle me.",
	"name": "Matthew Yglesias"
}, {
	"quote": "The majority of autists - as well as their parents - seem to be genuine victims of environmental stress.",
	"name": "Nikolaas Tinbergen"
}]