[{
	"quote": "No struggle can ever succeed without women participating side by side with men.",
	"name": "Muhammad Ali Jinnah"
}, {
	"quote": "I like the religion that teaches liberty, equality and fraternity.",
	"name": "B. R. Ambedkar"
}, {
	"quote": "The worst form of inequality is to try to make unequal things equal.",
	"name": "Aristotle"
}, {
	"quote": "There should be no discrimination against languages people speak, skin color, or religion.",
	"name": "Malala Yousafzai"
}, {
	"quote": "If we cannot now end our differences, at least we can help make the world safe for diversity.",
	"name": "John F. Kennedy"
}, {
	"quote": "If you want to see the true measure of a man, watch how he treats his inferiors, not his equals.",
	"name": "J. K. Rowling"
}, {
	"quote": "Until we get equality in education, we won't have an equal society.",
	"name": "Sonia Sotomayor"
}, {
	"quote": "The earth is the mother of all people, and all people should have equal rights upon it.",
	"name": "Chief Joseph"
}, {
	"quote": "There never will be complete equality until women themselves help to make laws and elect lawmakers.",
	"name": "Susan B. Anthony"
}, {
	"quote": "Canada is the homeland of equality, justice and tolerance.",
	"name": "Kim Campbell"
}, {
	"quote": "We will never have true civilization until we have learned to recognize the rights of others.",
	"name": "Will Rogers"
}, {
	"quote": "All animals are equal, but some animals are more equal than others.",
	"name": "George Orwell"
}, {
	"quote": "The history of the past is but one long struggle upward to equality.",
	"name": "Elizabeth Cady Stanton"
}, {
	"quote": "Equality is the soul of liberty; there is, in fact, no liberty without it.",
	"name": "Frances Wright"
}, {
	"quote": "Virtue can only flourish among equals.",
	"name": "Mary Wollstonecraft"
}, {
	"quote": "Liberty and equality are captivating sounds, but they often captivate to destroy.",
	"name": "John Tyler"
}, {
	"quote": "The emotional, sexual, and psychological stereotyping of females begins when the doctor says: It's a girl.",
	"name": "Shirley Chisholm"
}, {
	"quote": "All the people like us are we, and everyone else is They.",
	"name": "Rudyard Kipling"
}, {
	"quote": "Gender equality will only be reached if we are able to empower women.",
	"name": "Michelle Bachelet"
}, {
	"quote": "The idea of equal rights was in the air.",
	"name": "Lucy Stone"
}, {
	"quote": "Before God we are all equally wise - and equally foolish.",
	"name": "Albert Einstein"
}, {
	"quote": "Americans are so enamored of equality that they would rather be equal in slavery than unequal in freedom.",
	"name": "Alexis de Tocqueville"
}, {
	"quote": "Marriage equality is about more than just marriage. It's about something greater. It's about acceptance.",
	"name": "Charlize Theron"
}, {
	"quote": "We came equals into this world, and equals shall we go out of it.",
	"name": "George Mason"
}, {
	"quote": "I am free of all prejudices. I hate everyone equally.",
	"name": "W. C. Fields"
}, {
	"quote": "Coming generations will learn equality from poverty, and love from woes.",
	"name": "Khalil Gibran"
}, {
	"quote": "It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing.",
	"name": "Herodotus"
}, {
	"quote": "The state controlling a woman would mean denying her full autonomy and full equality.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "I want for myself what I want for other women, absolute equality.",
	"name": "Agnes Macphail"
}, {
	"quote": "I believe in unconditional love and equality. Jesus Christ exemplified these qualities.",
	"name": "Jack Canfield"
}, {
	"quote": "You learn about equality in history and civics, but you find out life is not really like that.",
	"name": "Arthur Ashe"
}, {
	"quote": "Equality is like gravity. We need it to stand on this earth as men and women.",
	"name": "Joss Whedon"
}, {
	"quote": "The true and solid peace of nations consists not in equality of arms, but in mutual trust alone.",
	"name": "Pope John XXIII"
}, {
	"quote": "All this talk about equality. The only thing people really have in common is that they are all going to die.",
	"name": "Bob Dylan"
}, {
	"quote": "Equality for women is progress for all.",
	"name": "Ban Ki-moon"
}, {
	"quote": "More countries have understood that women's equality is a prerequisite for development.",
	"name": "Kofi Annan"
}, {
	"quote": "American society will never completely understand the true meaning of equality.",
	"name": "Bryant H. McGill"
}, {
	"quote": "We want order and security, and we want liberty. And we want not only liberty but equality as well.",
	"name": "David Souter"
}, {
	"quote": "I'm a feminist in the true sense of the word. It's about equality.",
	"name": "Natalie Dormer"
}, {
	"quote": "The arc of our history is toward more equality being expanded to more and more people.",
	"name": "George Takei"
}, {
	"quote": "There's a beauty in being part of a band, when there's equality and trust.",
	"name": "Scott Weiland"
}, {
	"quote": "Sweden is a good country to raise a family in because there is an equality there I don't feel in the States.",
	"name": "Alexander Skarsgard"
}, {
	"quote": "There is no justice in social justice, and there is no equality in social equality.",
	"name": "Brad Thor"
}, {
	"quote": "Suffrage is the pivotal right.",
	"name": "Susan B. Anthony"
}, {
	"quote": "I believe in equality for everyone, except reporters and photographers.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "The year was 2081, and everyone was finally equal.",
	"name": "Kurt Vonnegut"
}, {
	"quote": "Any serious shift towards more sustainable societies has to include gender equality.",
	"name": "Helen Clark"
}, {
	"quote": "Trust me that as I ignore all law to help the slave, so will I ignore it all to protect an enslaved woman.",
	"name": "Susan B. Anthony"
}, {
	"quote": "Democratic principles are the result of equality of condition.",
	"name": "Mercy Otis Warren"
}, {
	"quote": "Political Freedom without economic equality is a pretense, a fraud, a lie; and the workers want no lying.",
	"name": "Mikhail Bakunin"
}, {
	"quote": "Gender equality is not only an issue for women and girls.",
	"name": "Justin Trudeau"
}, {
	"quote": "The battle for women's rights has been largely won.",
	"name": "Margaret Thatcher"
}, {
	"quote": "All sports must be treated on the basis of equality.",
	"name": "Pierre de Coubertin"
}, {
	"quote": "Candor is a compliment; it implies equality. It's how true friends talk.",
	"name": "Peggy Noonan"
}, {
	"quote": "The wisdom of man never yet contrived a system of taxation that would operate with perfect equality.",
	"name": "Andrew Jackson"
}, {
	"quote": "Socialism values equality more than liberty.",
	"name": "Dennis Prager"
}, {
	"quote": "Sports are a great place to show that equality can happen.",
	"name": "Venus Williams"
}, {
	"quote": "A woman who thinks she is intelligent demands the same rights as man. An intelligent woman gives up.",
	"name": "Sidonie Gabrielle Colette"
}, {
	"quote": "What I find most interesting about the U.S. is this idea of equality.",
	"name": "Jorge Ramos"
}, {
	"quote": "Disease generally begins that equality which death completes.",
	"name": "Samuel Johnson"
}, {
	"quote": "The moral case for gender equality is obvious. It should not need any explanation.",
	"name": "Paul Polman"
}, {
	"quote": "'Vote Love' means vote equality. It means vote change. It means vote what's right for humanity.",
	"name": "Macklemore"
}, {
	"quote": "All men are created equal, it is only men themselves who place themselves above equality.",
	"name": "David Allan Coe"
}, {
	"quote": "Free trade is very important if we respect equality among nations.",
	"name": "Luiz Inacio Lula da Silva"
}, {
	"quote": "There is no denying that we have made great progress toward gender equality.",
	"name": "Stephanie Coontz"
}, {
	"quote": "The extension of women's rights is the basic principle of all social progress.",
	"name": "Charles Fourier"
}, {
	"quote": "Private religious speech can't be discriminated against. It has to be treated equally with secular speech.",
	"name": "Samuel Alito"
}, {
	"quote": "The test for whether or not you can hold a job should not be the arrangement of your chromosomes.",
	"name": "Bella Abzug"
}, {
	"quote": "His lordship may compel us to be equal upstairs, but there will never be equality in the servants hall.",
	"name": "James M. Barrie"
}, {
	"quote": "As long as we set up equality, we'll go in the right direction.",
	"name": "Venus Williams"
}, {
	"quote": "Today, it's about gender equality, not neutrality. Anyone who doesn't agree would be a bit of an idiot.",
	"name": "Twinkle Khanna"
}, {
	"quote": "Do people really want liberty, equality, fraternity? Is it not some manner of speaking?",
	"name": "Krzysztof Kieslowski"
}, {
	"quote": "Equality implies individuality.",
	"name": "Trey Anastasio"
}, {
	"quote": "A resilient people cherishing liberty and equality and the rule of law will endure.",
	"name": "Nick Rahall"
}, {
	"quote": "We are coming down from our pedestal and up from the laundry room.",
	"name": "Bella Abzug"
}, {
	"quote": "I think preaching equality among unequals is the worst form of discrimination.",
	"name": "P. Chidambaram"
}, {
	"quote": "We are a model country where gender equality is concerned.",
	"name": "Tarja Halonen"
}, {
	"quote": "To be successful, a woman has to be much better at her job than a man.",
	"name": "Golda Meir"
}, {
	"quote": "At some point we have to stop and say, There's Marlee, not, There's the deaf actress.",
	"name": "Marlee Matlin"
}, {
	"quote": "A claim for equality of material position can be met only by a government with totalitarian powers.",
	"name": "Friedrich August von Hayek"
}, {
	"quote": "Do not call for black power or green power. Call for brain power.",
	"name": "Barbara Jordan"
}, {
	"quote": "Equality may perhaps be a right, but no power on earth can ever turn it into a fact.",
	"name": "Honore de Balzac"
}, {
	"quote": "Equality and self-determination should never be divided in the name of religious or ideological fervor.",
	"name": "Rita Dove"
}, {
	"quote": "Women are the only exploited group in history to have been idealized into powerlessness.",
	"name": "Erica Jong"
}, {
	"quote": "The way the Democrats go about seeking equality is to lower people at the top.",
	"name": "Rush Limbaugh"
}, {
	"quote": "I'm an activist for gay marriage equality and children's rights. I'm the face of Share Our Strength.",
	"name": "Sandra Lee"
}, {
	"quote": "Inequality can have a bad downside, but equality, for its part, sure does get in the way of coordination.",
	"name": "Mary Douglas"
}, {
	"quote": "Each country has a soul, and France's soul is equality.",
	"name": "Francois Hollande"
}, {
	"quote": "Feminism, to me, is nothing more and nothing less than the belief in equality for women.",
	"name": "Kodie Shane"
}, {
	"quote": "Nobody really believes in equality anyway.",
	"name": "Warren Farrell"
}, {
	"quote": "I am a universalist, passionately devoted to the cause of equality within the human family.",
	"name": "Theodore Bikel"
}, {
	"quote": "You can't state difference and also state equality. We have to state sameness to understand equality.",
	"name": "Zadie Smith"
}, {
	"quote": "The seeds of marriage equality... were planted on MTV.",
	"name": "Wilson Cruz"
}, {
	"quote": "The only way to ensure equality for women is to clearly declare it in our Constitution.",
	"name": "Carolyn Maloney"
}, {
	"quote": "As equality increases, so does the number of people struggling for predominance.",
	"name": "Mason Cooley"
}, {
	"quote": "Jackie Robinson, as an athlete and as someone who was trying to make a stand for equality, he was exemplary.",
	"name": "Kareem Abdul-Jabbar"
}, {
	"quote": "Marriage equality is not a choice. It is a legal right.",
	"name": "Cory Booker"
}, {
	"quote": "Proclaim human equality as loudly as you like, Witless will serve his brother.",
	"name": "Thomas Huxley"
}, {
	"quote": "The cry of equality pulls everyone down.",
	"name": "Iris Murdoch"
}, {
	"quote": "I'm a Christian. I want the world of justice and equality. This is the only way to achieve peace.",
	"name": "Hugo Chavez"
}, {
	"quote": "Marriage equality is not an issue of politics: it is an issue of justice achieved by political means.",
	"name": "Andy Dunn"
}, {
	"quote": "Equality as a principle is at the heart of our democracy.",
	"name": "Raja Krishnamoorthi"
}, {
	"quote": "Any government I lead will continue with the equality of gay and lesbian people.",
	"name": "David Cameron"
}, {
	"quote": "Gender equality is one of the principles we will never compromise at Accenture.",
	"name": "Pierre Nanterme"
}, {
	"quote": "Marriage equality changed life for people.",
	"name": "Andrew Cuomo"
}, {
	"quote": "In New York City, the idea that district schools advance equality is a myth.",
	"name": "Eva Moskowitz"
}, {
	"quote": "One hundred and fifty years after Lincoln's Gettysburg Address, equality for many Americans remains elusive.",
	"name": "Mike Quigley"
}, {
	"quote": "Bumble is about equality. We are reverse-engineering traditional societal norms.",
	"name": "Whitney Wolfe Herd"
}, {
	"quote": "I see social mobility and equality of opportunity as really successful Canadian values.",
	"name": "Chrystia Freeland"
}, {
	"quote": "We live in a world where equality is pretty important.",
	"name": "John Key"
}, {
	"quote": "In 1965, I marched for equality.",
	"name": "Alphonso Jackson"
}, {
	"quote": "All imaginable futures are not equally possible.",
	"name": "Kevin Kelly"
}, {
	"quote": "In science, all facts, no matter how trivial or banal, enjoy democratic equality.",
	"name": "Mary McCarthy"
}, {
	"quote": "True gender equality in Scotland - and elsewhere - is still some way off.",
	"name": "Nicola Sturgeon"
}, {
	"quote": "Fairness is not about statistical equality.",
	"name": "John Bercow"
}, {
	"quote": "Equality and development will not be achieved however if peace is not understood from women's' point of view.",
	"name": "Jenny Shipley"
}, {
	"quote": "Conservatives often say that we should care not about equality of outcomes but about equality of opportunity.",
	"name": "Timothy Noah"
}, {
	"quote": "Republican presidents talk about freedom. Democratic presidents talk about equality.",
	"name": "Timothy Noah"
}, {
	"quote": "Marriage equality is coming, and not merely to a theater near you.",
	"name": "Suzanne Brockmann"
}, {
	"quote": "I am for 100% equality across the board for everybody, in all walks of life.",
	"name": "David Furnish"
}, {
	"quote": "I never understood why women wanted equality in the workplace when in fact, that would be selling them short.",
	"name": "Jay Samit"
}, {
	"quote": "Equality for everybody is great. That would be amazing.",
	"name": "Rob Lowe"
}, {
	"quote": "Equality and separation cannot exist in the same space.",
	"name": "Jason Mraz"
}, {
	"quote": "Together, we can build the kind of world in which we all seek to live, one of universal equality and justice.",
	"name": "Lynn Schusterman"
}, {
	"quote": "In order to be great, you just have to care. You have to care about your world, community, and equality.",
	"name": "Katori Hall"
}, {
	"quote": "Equality should be a thing we don't even have to talk about anymore.",
	"name": "Hilary Knight"
}, {
	"quote": "Sharing presumes and creates equality.",
	"name": "Clemantine Wamariya"
}, {
	"quote": "I'm all for the equality.",
	"name": "Rumer Willis"
}, {
	"quote": "I just believe in equality for all.",
	"name": "Ashley Wagner"
}, {
	"quote": "Give us equality of enjoyment, equal right to expansion - it is as necessary to our prosperity as yours.",
	"name": "Robert Toombs"
}, {
	"quote": "Growing up, my parents treated my brother and me with absolute equality.",
	"name": "Anushka Sharma"
}, {
	"quote": "Equality under the law is the slow triumph of hope over history.",
	"name": "Jim Cooper"
}, {
	"quote": "The battle goes on for me; as a gay man, I shall not be happy until I see equality across the board.",
	"name": "Rob Halford"
}, {
	"quote": "Such security is equal liberty. But it is not necessarily equality in the use of the earth.",
	"name": "Benjamin Tucker"
}, {
	"quote": "If we are Russian citizens, treat us as Russian citizens. We want equality and justice.",
	"name": "Ramzan Kadyrov"
}, {
	"quote": "I want girls to know that equality exists in this world. You can do anything you want.",
	"name": "Yuna"
}, {
	"quote": "In the end no segregationist scheme has withstood the force of a simple idea: equality under law.",
	"name": "Eric Liu"
}, {
	"quote": "The sole equality on earth is death.",
	"name": "Philip James Bailey"
}, {
	"quote": "My brother had the courage to come out in 1978, when equality was still a distant dream.",
	"name": "Elizabeth Esty"
}, {
	"quote": "We really need to come behind and press for marriage equality in Northern Ireland.",
	"name": "Leo Varadkar"
}, {
	"quote": "The highest political buzz word is not liberty, equality, fraternity or solidarity; it is service.",
	"name": "Arthur Hugh Clough"
}, {
	"quote": "All men are born equally free.",
	"name": "Salmon P. Chase"
}, {
	"quote": "The women's movement in the 1970s led more women into the workforce and got them closer to pay equality.",
	"name": "Rebecca Traister"
}, {
	"quote": "I am an aristocrat. I love liberty; I hate equality.",
	"name": "John Randolph"
}, {
	"quote": "An idea like equality between men and women, which is now accepted in the West, is quite new.",
	"name": "Antonio Munoz Molina"
}, {
	"quote": "A few British suffragettes everybody laughed at started the cause of equality between men and women.",
	"name": "Antonio Munoz Molina"
}, {
	"quote": "Equality in education is my number one battle.",
	"name": "Najat Vallaud-Belkacem"
}, {
	"quote": "Is it written that equality between men and women means one can change sex? Obviously not.",
	"name": "Najat Vallaud-Belkacem"
}, {
	"quote": "Everybody thinks that equality comes from identifying people, and that's not where equality comes from.",
	"name": "Matt Bomer"
}, {
	"quote": "We have equality of men and women in western society, whereas in Islamic culture, women are inferior to men.",
	"name": "Pim Fortuyn"
}, {
	"quote": "I feel like a feminist is gender equality.",
	"name": "Ilana Glazer"
}, {
	"quote": "Really, feminism is just about equality, and that's all. It's just saying equal rights.",
	"name": "Abi Morgan"
}, {
	"quote": "I wouldn't really call myself a feminist. I obviously want equality and equal opportunities to the men.",
	"name": "Katie Taylor"
}, {
	"quote": "We don't live in a society that has genuine equality, and every woman we know has experienced that.",
	"name": "Sara Sheridan"
}, {
	"quote": "I want my daughters to live in a world where there is equality and parity of pay.",
	"name": "Joseph Fiennes"
}, {
	"quote": "I want to organize so that women see ourselves as people who are entitled to power, entitled to leadership.",
	"name": "Patricia Ireland"
}, {
	"quote": "Stewardesses are still paid so little that in many cases, new hires qualify for food stamps.",
	"name": "Patricia Ireland"
}, {
	"quote": "Under Tunisian law, a woman can divorce her husband. Total equality.",
	"name": "Rashid al-Ghannushi"
}, {
	"quote": "We are also further than ever from equality of opportunity.",
	"name": "Ferdinand Mount"
}, {
	"quote": "Democracy does not guarantee equality of conditions - it only guarantees equality of opportunity.",
	"name": "Irving Kristol"
}, {
	"quote": "I don't believe in social equality, and they know it.",
	"name": "George Smathers"
}, {
	"quote": "Demands for equality for women are threats to men's self-esteem and sense of sexual turf.",
	"name": "Alice S. Rossi"
}, {
	"quote": "I refuse to consign the whole male sex to the nursery. I insist on believing that some men are my equals.",
	"name": "Brigid Brophy"
}, {
	"quote": "Equality means nothing unless incorporated into the institutions.",
	"name": "Slobodan Milosevic"
}]