[{
	"quote": "Life is the art of drawing without an eraser.",
	"name": "John W. Gardner"
}, {
	"quote": "The only source of knowledge is experience.",
	"name": "Albert Einstein"
}, {
	"quote": "Be brave. Take risks. Nothing can substitute experience.",
	"name": "Paulo Coelho"
}, {
	"quote": "Practice does not make perfect. Only perfect practice makes perfect.",
	"name": "Vince Lombardi"
}, {
	"quote": "Food is not just eating energy. It's an experience.",
	"name": "Guy Fieri"
}, {
	"quote": "The way we experience the world around us is a direct reflection of the world within us.",
	"name": "Gabrielle Bernstein"
}, {
	"quote": "We choose our joys and sorrows long before we experience them.",
	"name": "Khalil Gibran"
}, {
	"quote": "No man ever steps in the same river twice, for it's not the same river and he's not the same man.",
	"name": "Heraclitus"
}, {
	"quote": "Experience is a hard teacher because she gives the test first, the lesson afterward.",
	"name": "Vernon Law"
}, {
	"quote": "Life can only be understood backwards; but it must be lived forwards.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "The soul should always stand ajar, ready to welcome the ecstatic experience.",
	"name": "Emily Dickinson"
}, {
	"quote": "Experience is the teacher of all things.",
	"name": "Julius Caesar"
}, {
	"quote": "An identity would seem to be arrived at by the way in which the person faces and uses his experience.",
	"name": "James Baldwin"
}, {
	"quote": "Nothing ever becomes real till it is experienced.",
	"name": "John Keats"
}, {
	"quote": "We are not human beings having a spiritual experience. We are spiritual beings having a human experience.",
	"name": "Pierre Teilhard de Chardin"
}, {
	"quote": "Experience is simply the name we give our mistakes.",
	"name": "Oscar Wilde"
}, {
	"quote": "Experience is not what happens to you; it's what you do with what happens to you.",
	"name": "Aldous Huxley"
}, {
	"quote": "Experience is a good teacher, but she sends in terrific bills.",
	"name": "Minna Antrim"
}, {
	"quote": "Experience is a dim lamp, which only lights the one who bears it.",
	"name": "Louis-Ferdinand Celine"
}, {
	"quote": "Wealth is the ability to fully experience life.",
	"name": "Henry David Thoreau"
}, {
	"quote": "If you want to run, run a mile. If you want to experience a different life, run a marathon.",
	"name": "Emil Zatopek"
}, {
	"quote": "There's a vintage which comes with age and experience.",
	"name": "Jon Bon Jovi"
}, {
	"quote": "No man's knowledge here can go beyond his experience.",
	"name": "John Locke"
}, {
	"quote": "People grow through experience if they meet life honestly and courageously. This is how character is built.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "Any institutions' alumni are key to its growth. We are focused on giving a global experience to our students.",
	"name": "Shiv Nadar"
}, {
	"quote": "I grew up like a neglected weed - ignorant of liberty, having no experience of it.",
	"name": "Harriet Tubman"
}, {
	"quote": "A shirt's not just a shirt. It's the experience of what goes into that shirt.",
	"name": "Michael Bastian"
}, {
	"quote": "A man who carries a cat by the tail learns something he can learn in no other way.",
	"name": "Mark Twain"
}, {
	"quote": "A mind that is stretched by a new experience can never go back to its old dimensions.",
	"name": "Oliver Wendell Holmes, Jr."
}, {
	"quote": "When we shift our perception, our experience changes.",
	"name": "Lindsay Wagner"
}, {
	"quote": "Experience is something you don't get until just after you need it.",
	"name": "Steven Wright"
}, {
	"quote": "The sky is the limit. You never have the same experience twice.",
	"name": "Frank McCourt"
}, {
	"quote": "Experience without theory is blind, but theory without experience is mere intellectual play.",
	"name": "Immanuel Kant"
}, {
	"quote": "The spectacles of experience; through them you will see clearly a second time.",
	"name": "Henrik Ibsen"
}, {
	"quote": "It has been my experience that folks who have no vices have very few virtues.",
	"name": "Abraham Lincoln"
}, {
	"quote": "For me, there is no such thing as a negative experience.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "The reward of suffering is experience.",
	"name": "Harry S Truman"
}, {
	"quote": "A friend is an emotional bond, just like friendship is a human experience.",
	"name": "Simon Sinek"
}, {
	"quote": "My path has not been determined. I shall have more experiences and pass many more milestones.",
	"name": "Agnetha Faltskog"
}, {
	"quote": "Good judgment comes from experience, and experience comes from bad judgment.",
	"name": "Rita Mae Brown"
}, {
	"quote": "The value of experience is not in seeing much, but in seeing wisely.",
	"name": "William Osler"
}, {
	"quote": "It is beyond a doubt that all our knowledge begins with experience.",
	"name": "Immanuel Kant"
}, {
	"quote": "Genius is the ability to renew one's emotions in daily experience.",
	"name": "Paul Cezanne"
}, {
	"quote": "Adventure is worthwhile.",
	"name": "Aesop"
}, {
	"quote": "Experience is one thing you can't get for nothing.",
	"name": "Oscar Wilde"
}, {
	"quote": "Architecture is about experience: not only visual but also what you can touch, what you can feel.",
	"name": "Ma Yansong"
}, {
	"quote": "Every outing is a learning experience.",
	"name": "Drew Pomeranz"
}, {
	"quote": "To be a good director, you have to have good life experience. I'm getting there.",
	"name": "Thomas Brodie-Sangster"
}, {
	"quote": "I know it's an experience that I need to have if God's putting me through it.",
	"name": "Lil Wayne"
}, {
	"quote": "See any detour as an opportunity to experience new things.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "True intuitive expertise is learned from prolonged experience with good feedback on mistakes.",
	"name": "Daniel Kahneman"
}, {
	"quote": "Social connection is such a basic feature of human experience that when we are deprived of it, we suffer.",
	"name": "Leonard Mlodinow"
}, {
	"quote": "When we learn from experience, the scars of sin can lead us to restoration and a renewed intimacy with God.",
	"name": "Charles Stanley"
}, {
	"quote": "It's a lovely experience walking around a museum by yourself.",
	"name": "Brad Pitt"
}, {
	"quote": "Making sushi is an art, and experience is everything.",
	"name": "Nobu Matsuhisa"
}, {
	"quote": "America was founded on immigrants. The immigrant experience is common to all of us.",
	"name": "Nia Vardalos"
}, {
	"quote": "The whole world, as we experience it visually, comes to us through the mystic realm of color.",
	"name": "Hans Hofmann"
}, {
	"quote": "To me the arcade experience is the ultimate gaming experience.",
	"name": "Eugene Jarvis"
}, {
	"quote": "It's a great, great experience to finally get the reception that you know you rightfully deserve.",
	"name": "Kendrick Lamar"
}, {
	"quote": "The future should be exciting, you know? It shouldn't be a nerve-wracking experience.",
	"name": "Brendon Urie"
}, {
	"quote": "Good judgment comes from experience, and a lot of that comes from bad judgment.",
	"name": "Will Rogers"
}, {
	"quote": "A moment's insight is sometimes worth a life's experience.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "I have but one lamp by which my feet are guided, and that is the lamp of experience.",
	"name": "Patrick Henry"
}, {
	"quote": "Judgement comes from experience, and experience comes from bad judgement.",
	"name": "Simon Bolivar"
}, {
	"quote": "Experience teaches only the teachable.",
	"name": "Aldous Huxley"
}, {
	"quote": "Best thing that's happened this year? Maybe Hostel. It was a great experience. I loved it.",
	"name": "Jay Hernandez"
}, {
	"quote": "Life is like playing a violin solo in public and learning the instrument as one goes on.",
	"name": "Samuel Butler"
}, {
	"quote": "Experience is like a comb that life gives you when you are bald.",
	"name": "Navjot Singh Sidhu"
}, {
	"quote": "The experience of pain or loss can be a formidably motivating force.",
	"name": "John C. Maxwell"
}, {
	"quote": "It is only in adventure that some people succeed in knowing themselves - in finding themselves.",
	"name": "Andre Gide"
}, {
	"quote": "The only real security that a man can have in this world is a reserve of knowledge, experience and ability.",
	"name": "Henry Ford"
}, {
	"quote": "It's been said that astronomy is a humbling and, I might add, a character-building experience.",
	"name": "Carl Sagan"
}, {
	"quote": "We shall not grow wiser before we learn that much that we have done was very foolish.",
	"name": "Friedrich August von Hayek"
}, {
	"quote": "Whoever doesn't know it must learn and find by experience that 'a quiet conscience makes one strong!'",
	"name": "Anne Frank"
}, {
	"quote": "In wisdom gathered over time I have found that every experience is a form of exploration.",
	"name": "Ansel Adams"
}, {
	"quote": "It is a heartening experience to know that you are loved and being missed.",
	"name": "Sridevi"
}, {
	"quote": "There's simply no substitute for experience in terms of aviation safety.",
	"name": "Chesley Sullenberger"
}, {
	"quote": "Nothing is a waste of time if you use the experience wisely.",
	"name": "Auguste Rodin"
}, {
	"quote": "The noblest search is the search for excellence.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "The best thing we can do with rejection is to make it a learning experience - rejection is a great teacher.",
	"name": "Adena Friedman"
}, {
	"quote": "Art is the imposing of a pattern on experience, and our aesthetic enjoyment is recognition of the pattern.",
	"name": "Alfred North Whitehead"
}, {
	"quote": "The years teach much which the days never know.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Experience keeps a dear school, but fools will learn in no other.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Music is your own experience, your own thoughts, your wisdom. ",
	"name": "Charlie Parker"
}, {
	"quote": "It is not about gender, it is about experience, leadership, and vision.",
	"name": "Angela Ahrendts"
}, {
	"quote": "Experience praises the most happy the one who made the most people happy.",
	"name": "Karl Marx"
}, {
	"quote": "The words printed here are concepts. You must go through the experiences.",
	"name": "Saint Augustine"
}, {
	"quote": "I don't have to have faith, I have experience.",
	"name": "Joseph Campbell"
}, {
	"quote": "Difficult times always create opportunities for you to experience more love in your life.",
	"name": "Barbara De Angelis"
}, {
	"quote": "Innocence can be more powerful than experience.",
	"name": "Alejandro Gonzalez Inarritu"
}, {
	"quote": "All adventures, especially into new territory, are scary.",
	"name": "Sally Ride"
}, {
	"quote": "Playing on the Burj Al Arab helipad was an unforgettable experience, and the view of Dubai was incredible.",
	"name": "Ma Long"
}, {
	"quote": "Experience by itself is not science.",
	"name": "Edmund Husserl"
}, {
	"quote": "Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.",
	"name": "Denis Waitley"
}, {
	"quote": "The essence of a role-playing game is that it is a group, cooperative experience.",
	"name": "Gary Gygax"
}, {
	"quote": "Every experience, good or bad, is a priceless collector's item.",
	"name": "Isaac Marion"
}, {
	"quote": "It was a strange experience, making a love story and not getting along with your co-star in any way.",
	"name": "Ryan Gosling"
}, {
	"quote": "The wisdom of the wise, and the experience of ages, may be preserved by quotation.",
	"name": "Isaac D'Israeli"
}, {
	"quote": "The social element has really transformed the gaming experience.",
	"name": "Bobby Kotick"
}, {
	"quote": "What is the good of experience if you do not reflect?",
	"name": "Frederick the Great"
}, {
	"quote": "Maturity and experience are part of my liberation.",
	"name": "Alicia Keys"
}, {
	"quote": "Every old goalkeeper loses a step at some point, but you can gain that back through experience.",
	"name": "Tim Howard"
}, {
	"quote": "I have learned that a bitter experience can make you stronger.",
	"name": "Mel Gibson"
}, {
	"quote": "All growth is a leap in the dark, a spontaneous unpremeditated act without benefit of experience.",
	"name": "Henry Miller"
}, {
	"quote": "Experience is what you have after you've forgotten her name.",
	"name": "Milton Berle"
}, {
	"quote": "Rejection is the one constant of human experience.",
	"name": "Howard Jacobson"
}, {
	"quote": "Experience: that most brutal of teachers. But you learn, my God do you learn.",
	"name": "William Nicholson"
}, {
	"quote": "Most of the images of reality on which we base our actions are really based on vicarious experience.",
	"name": "Albert Bandura"
}, {
	"quote": "Falling in love as we know it is an addictive experience.",
	"name": "Susan Cheever"
}, {
	"quote": "Our mission is to empower people to experience the world.",
	"name": "Gillian Tans"
}, {
	"quote": "Quality is a direct experience independent of and prior to intellectual abstractions.",
	"name": "Robert M. Pirsig"
}, {
	"quote": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.",
	"name": "Albert Einstein"
}, {
	"quote": "You cannot create experience. You must undergo it.",
	"name": "Albert Camus"
}, {
	"quote": "One thorn of experience is worth a whole wilderness of warning.",
	"name": "James Russell Lowell"
}, {
	"quote": "Customer loyalty comes from consistent experience. They learn to count on you.",
	"name": "Jimmy John Liautaud"
}, {
	"quote": "Life is full of change and uncertainty. We know this. We experience it on a daily basis.",
	"name": "Carre Otis"
}, {
	"quote": "Each morning when I awake, I experience again a supreme pleasure - that of being Salvador Dali.",
	"name": "Salvador Dali"
}, {
	"quote": "We learn from experience that men never learn anything from experience.",
	"name": "George Bernard Shaw"
}, {
	"quote": "To reach something good it is very useful to have gone astray, and thus acquire experience.",
	"name": "Saint Teresa of Avila"
}, {
	"quote": "Exile is not a time frame. Exile is an experience. It's a sentiment.",
	"name": "Marco Rubio"
}, {
	"quote": "I believe that when people experience an event as a community, it can transcend and change people's lives.",
	"name": "Andy Serkis"
}, {
	"quote": "If you're not willing to work, you're never going to be able to experience the American Dream.",
	"name": "Jim Jordan"
}, {
	"quote": "My purpose in performing is to communicate the joy I experience in living.",
	"name": "John Denver"
}, {
	"quote": "I was lucky to move around different cultures at an early age and have experience of different lifestyles.",
	"name": "Paolo Nutini"
}, {
	"quote": "Age is relative. Experience is relative. And I think often intensity is confused with maturity.",
	"name": "Laura Marling"
}, {
	"quote": "Imagination is a very potent thing, and in the uneducated often usurps the place of genuine experience.",
	"name": "H. P. Lovecraft"
}, {
	"quote": "I've always loved the experience of working together with other people toward an artistic goal.",
	"name": "Trey Anastasio"
}, {
	"quote": "The essence of life is finding something you really love and then making the daily experience worthwhile.",
	"name": "Denis Waitley"
}, {
	"quote": "Not to transmit an experience is to betray it.",
	"name": "Elie Wiesel"
}, {
	"quote": "The only relevant test of the validity of a hypothesis is comparison of prediction with experience.",
	"name": "Milton Friedman"
}, {
	"quote": "I used to think I'd like to have been a pioneer on the Oregon Trail, experience untamed America.",
	"name": "Tracie Peterson"
}, {
	"quote": "Women have no sympathy and my experience of women is almost as large as Europe.",
	"name": "Florence Nightingale"
}, {
	"quote": "The prism through which you experience life is so unique. There is no objective experience.",
	"name": "Sterling K. Brown"
}, {
	"quote": "Young quarterbacks usually experience bumps in the road. I'll take them in stride.",
	"name": "Carson Wentz"
}, {
	"quote": "In almost everything, experience is more valuable than precept.",
	"name": "Quintilian"
}, {
	"quote": "I make up my own mind in light of available facts, with my own experience and a sense of personal ethics.",
	"name": "Ian Anderson"
}, {
	"quote": "Skill is the unified force of experience, intellect and passion in their operation.",
	"name": "John Ruskin"
}, {
	"quote": "Missionary work has never been easy, and yet the joyful rewards cannot be equaled by any other experience.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "None are so eager to gain new experience as those who don't know how to make use of the old ones.",
	"name": "Marie von Ebner-Eschenbach"
}, {
	"quote": "Sydney's a beautiful city. It was a great experience.",
	"name": "Barbara Hershey"
}, {
	"quote": "People with Parkinson's are not some weird people on the edge of human experience.",
	"name": "Helen Mirren"
}, {
	"quote": "Real love is a permanently self-enlarging experience.",
	"name": "M. Scott Peck"
}, {
	"quote": "Experience is what you get while looking for something else.",
	"name": "Federico Fellini"
}, {
	"quote": "Nothing which has entered into our experience is ever lost.",
	"name": "William Ellery Channing"
}, {
	"quote": "My experience as a refugee had made me strong; I could survive anything, even the world of fashion.",
	"name": "Alek Wek"
}, {
	"quote": "It's such a fun experience getting to kind of create something from nothing with your best friend.",
	"name": "Maddie Marlow"
}, {
	"quote": "It is important to express oneself... provided the feelings are real and are taken from your own experience.",
	"name": "Berthe Morisot"
}, {
	"quote": "I had rather have a fool to make me merry than experience to make me sad and to travel for it too!",
	"name": "William Shakespeare"
}, {
	"quote": "It was the experience of mystery - even if mixed with fear - that engendered religion.",
	"name": "Albert Einstein"
}, {
	"quote": "I speak to the black experience, but I am always talking about the human condition.",
	"name": "Maya Angelou"
}, {
	"quote": "My experience has been that work is almost the best way to pull oneself out of the depths.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "For me, life is about experience and being a good person.",
	"name": "Chris Hemsworth"
}, {
	"quote": "Tactics, fitness, stroke ability, adaptability, experience, and sportsmanship are all necessary for winning.",
	"name": "Fred Perry"
}, {
	"quote": "Hands-on experience is the best way to learn about all the interdisciplinary aspects of robotics.",
	"name": "Rodney Brooks"
}, {
	"quote": "Sex without love is a meaningless experience, but as far as meaningless experiences go its pretty damn good.",
	"name": "Woody Allen"
}, {
	"quote": "There is science, logic, reason; there is thought verified by experience. And then there is California.",
	"name": "Edward Abbey"
}, {
	"quote": "I'm not a genius. I'm just a tremendous bundle of experience.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "Is there anyone so wise as to learn by the experience of others?",
	"name": "Voltaire"
}, {
	"quote": "Kids are watching us. I experience it every single day. They hang on my every word, what I wear, what I say.",
	"name": "Michelle Obama"
}, {
	"quote": "I wasn't a very good student. I prefer to learn by experience.",
	"name": "Cristin Milioti"
}, {
	"quote": "If you do build a great experience, customers tell each other about that. Word of mouth is very powerful.",
	"name": "Jeff Bezos"
}, {
	"quote": "Everybody's got one killer story. It doesn't take talent to tell that story, it just takes experience.",
	"name": "Kevin Smith"
}, {
	"quote": "The more accurately one can illuminate a particular human experience, the better the work of art.",
	"name": "Claire Messud"
}, {
	"quote": "I do write a lot from personal experience, but I also embellish a bit.",
	"name": "Miranda Lambert"
}, {
	"quote": "From start to finish, my experience with 'Moonlight' has been the most unique thing.",
	"name": "Trevante Rhodes"
}, {
	"quote": "When you have really exhausted an experience you always reverence and love it.",
	"name": "Albert Camus"
}, {
	"quote": "But inner experience is only one source of human knowledge.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "Men are wise in proportion, not to their experience, but to their capacity for experience.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Recommend virtue to your children; it alone, not money, can make them happy. I speak from experience.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "Travel, in the younger sort, is a part of education; in the elder, a part of experience.",
	"name": "Francis Bacon"
}, {
	"quote": "Reason, observation, and experience; the holy trinity of science.",
	"name": "Robert Green Ingersoll"
}, {
	"quote": "Follow that will and that way which experience confirms to be your own.",
	"name": "Carl Jung"
}, {
	"quote": "All experience is an arch, to build upon.",
	"name": "Henry Adams"
}, {
	"quote": "But although all our knowledge begins with experience, it does not follow that it arises from experience.",
	"name": "Immanuel Kant"
}, {
	"quote": "Learning is a tunnel experience that makes us think more broadly.",
	"name": "Anna Deavere Smith"
}, {
	"quote": "Experience does not err. Only your judgments err by expecting from her what is not in her power.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Experience has shown how deeply the seeds of war are planted by economic rivalry and social injustice.",
	"name": "Harry S Truman"
}, {
	"quote": "The more you are blessed with experience, the fuller and the more enriched you are in your craft.",
	"name": "Aishwarya Rai Bachchan"
}, {
	"quote": "In my experience, being busy and working hard is the key to sanity/happiness.",
	"name": "Jemima Khan"
}, {
	"quote": "Deep experience is never peaceful.",
	"name": "Henry James"
}, {
	"quote": "Every opportunity I got, I took it as a learning experience.",
	"name": "Satya Nadella"
}, {
	"quote": "Nothing happens quite by chance. It's a question of accretion of information and experience.",
	"name": "Jonas Salk"
}, {
	"quote": "There are some things you only learn through experience.",
	"name": "Joe Namath"
}, {
	"quote": "I'd rather have a lot of talent and a little experience than a lot of experience and a little talent.",
	"name": "John Wooden"
}, {
	"quote": "You have to experience life, make observations, and ask questions.",
	"name": "Mos Def"
}, {
	"quote": "Two things control men's nature, instinct and experience.",
	"name": "Blaise Pascal"
}, {
	"quote": "Our glory is hidden in our pain, if we allow God to bring the gift of himself in our experience of it.",
	"name": "Henri Nouwen"
}, {
	"quote": "The responsibility of a writer is to excavate the experience of the people who produced him.",
	"name": "James Baldwin"
}, {
	"quote": "I've had a wonderful experience here at Penn State.",
	"name": "Joe Paterno"
}, {
	"quote": "To wear a floral shirt is an experience.",
	"name": "Brian Wilson"
}, {
	"quote": "Experience is the only prophecy of wise men.",
	"name": "Alphonse de Lamartine"
}, {
	"quote": "There are some hurts that we experience that can be forgiven but we won't forget them.",
	"name": "Joyce Meyer"
}, {
	"quote": "The deepest experience of the creator is feminine, for it is experience of receiving and bearing.",
	"name": "Rainer Maria Rilke"
}, {
	"quote": "I loved the college experience of studying.",
	"name": "Bradley Cooper"
}, {
	"quote": "Loneliness is and always has been the central and inevitable experience of every man.",
	"name": "Thomas Wolfe"
}, {
	"quote": "Example is the best precept.",
	"name": "Aesop"
}, {
	"quote": "What is easy is seldom excellent.",
	"name": "Samuel Johnson"
}, {
	"quote": "We have lived long enough to experience the hollowness of earth and the rottenness of all carnal promises.",
	"name": "Charles Spurgeon"
}, {
	"quote": "Sleep - the most beautiful experience in life - except drink.",
	"name": "W. C. Fields"
}, {
	"quote": "The stuff that matters in life is no longer stuff. It's other people. It's relationships. It's experience.",
	"name": "Brian Chesky"
}, {
	"quote": "Never, for the sake of peace and quiet, deny your own experience or convictions.",
	"name": "Dag Hammarskjold"
}, {
	"quote": "It was a great experience for me - the ups and downs - because I became a man in Philadelphia.",
	"name": "Allen Iverson"
}, {
	"quote": "I'm a culture vulture, and I just want to experience it all.",
	"name": "Debbie Harry"
}, {
	"quote": "Everything about aging in my experience so far has been a plus. Except the death part!",
	"name": "Gloria Steinem"
}, {
	"quote": "The only thing we have learnt from experience is that we learn nothing from experience.",
	"name": "Chinua Achebe"
}, {
	"quote": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.",
	"name": "Anne Lamott"
}, {
	"quote": "In my own experience as a physician, I have not seen a miraculous healing, and I don't expect to see one.",
	"name": "Francis Collins"
}, {
	"quote": "If merely 'feeling good' could decide, drunkenness would be the supremely valid human experience.",
	"name": "William James"
}, {
	"quote": "Pain is the most private experience, but its causes, whether natural or man-made, demand public accounting.",
	"name": "Nancy Gibbs"
}, {
	"quote": "All that I know I learned after I was thirty.",
	"name": "Georges Clemenceau"
}, {
	"quote": "Experience really does make you better, man.",
	"name": "Alan Vega"
}, {
	"quote": "Characterization is integral to the theatrical experience.",
	"name": "Robert Ludlum"
}, {
	"quote": "Good judgement comes from experience. Experience comes from bad judgement.",
	"name": "Jim Horning"
}, {
	"quote": "Each of us brings to our job, whatever it is, our lifetime of experience and our values.",
	"name": "Sandra Day O'Connor"
}, {
	"quote": "Experience is the child of thought, and thought is the child of action.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "You don't take a class; you're thrown into motherhood and learn from experience.",
	"name": "Jennie Finch"
}, {
	"quote": "My ultimate aim is to make euthanasia a positive experience.",
	"name": "Jack Kevorkian"
}, {
	"quote": "Experience is what enables you to recognize a mistake when you make it again.",
	"name": "Earl Wilson"
}, {
	"quote": "I didn't think; I experimented.",
	"name": "Anthony Burgess"
}, {
	"quote": "As an artist, the more experience, the better the creation. I'm a very positive person.",
	"name": "Psy"
}, {
	"quote": "I love music, and after my first experience with movies, I can't wait to do more.",
	"name": "Rihanna"
}, {
	"quote": "Proverbs are short sentences drawn from long experience.",
	"name": "Miguel de Cervantes"
}, {
	"quote": "Faces are the ledgers of our experience.",
	"name": "Richard Avedon"
}, {
	"quote": "No experience exists unless it's a shared one.",
	"name": "Alexa Chung"
}, {
	"quote": "Experience shows that if you put more ethicists on a problem, you can end up with more problems.",
	"name": "Gregory Benford"
}, {
	"quote": "So it's, I think it's quite, quite unique to fly with somebody with so much experience.",
	"name": "Philippe Perrin"
}, {
	"quote": "I was a wild, mischievous kid, and I had tremendous imagination. Any experience I had, I'd try to reenact it.",
	"name": "Adrien Brody"
}, {
	"quote": "Extreme programming is an emotional experience.",
	"name": "Kent Beck"
}, {
	"quote": "Language is not simply a reporting device for experience but a defining framework for it.",
	"name": "Benjamin Whorf"
}, {
	"quote": "My goal as a puzzle designer is to create a meaningful experience for the player, not just 'I solved it.'",
	"name": "Scott Kim"
}, {
	"quote": "The head learns new things, but the heart forever practices old experiences.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "Language fits over experience like a straight-jacket.",
	"name": "William Golding"
}, {
	"quote": "The experience of God, or in any case the possibility of experiencing God, is innate.",
	"name": "Alice Walker"
}, {
	"quote": "See, when I paint, it is an experience that, at its best, is transcending reality.",
	"name": "Keith Haring"
}, {
	"quote": "You are about to have your first experience with a Greek lunch. I will kill you if you pretend to like it.",
	"name": "Jackie Kennedy"
}, {
	"quote": "I deepen my experience of God through prayer, meditation, and forgiveness.",
	"name": "Marianne Williamson"
}, {
	"quote": "Experience enables you to recognize a mistake when you make it again.",
	"name": "Franklin P. Jones"
}, {
	"quote": "'Harry Potter' shouldn't be children's first experience with suspense and plot turns.",
	"name": "Berkeley Breathed"
}, {
	"quote": "When you're an actor or any kind of artist, you use your life as something to draw from in every experience.",
	"name": "Josh Peck"
}, {
	"quote": "Not the fruit of experience, but experience itself, is the end.",
	"name": "Walter Pater"
}, {
	"quote": "The visuals are equally as important as the music. It's all a complete experience.",
	"name": "Andra Day"
}, {
	"quote": "A novel usually begins, in my experience, with a thought or image that won't leave me alone.",
	"name": "John Lanchester"
}, {
	"quote": "Good judgement comes from experience. Sometimes, experience comes from bad judgement.",
	"name": "Christian Slater"
}, {
	"quote": "The creation of my cosmetics experience has been years in the making.",
	"name": "Tyra Banks"
}, {
	"quote": "There is nothing so easy to learn as experience and nothing so hard to apply.",
	"name": "Josh Billings"
}, {
	"quote": "Experience is a good school. But the fees are high.",
	"name": "Heinrich Heine"
}, {
	"quote": "Conviction without experience makes for harshness.",
	"name": "Flannery O'Connor"
}, {
	"quote": "Experience is a great teacher.",
	"name": "John Legend"
}, {
	"quote": "The first essential in writing about anything is that the writer should have no experience of the matter.",
	"name": "Isadora Duncan"
}, {
	"quote": "Music commands how we feel, dictates what we experience in our feelings.",
	"name": "Sheryl Crow"
}, {
	"quote": "'Faith and Will' sprang from my personal experience with passing through a dark spiritual time.",
	"name": "Julia Cameron"
}, {
	"quote": "My music is about the journey, about love and the human experience.",
	"name": "Wynonna Judd"
}, {
	"quote": "The main thing experience has taught me is that one has to sort of hone their relationship to time, you know.",
	"name": "John Frusciante"
}, {
	"quote": "Experience teaches us that we do not always receive the blessings we ask for in prayer.",
	"name": "Mary Baker Eddy"
}, {
	"quote": "Where you are in consciousness has everything to do with what you see in experience.",
	"name": "Eric Butterworth"
}, {
	"quote": "All adventure is now reactionary.",
	"name": "William F. Buckley, Jr."
}, {
	"quote": "Personal experience is the basis of all real Literature.",
	"name": "George Henry Lewes"
}, {
	"quote": "I eventually became proud of my strikeouts, because each one represented another learning experience.",
	"name": "Willie Stargell"
}, {
	"quote": "I can understand a family that's imploding. I have experience of that in my own life.",
	"name": "Abi Morgan"
}, {
	"quote": "By experience we find out a short way by a long wandering.",
	"name": "Roger Ascham"
}, {
	"quote": "It is costly wisdom that is bought by experience.",
	"name": "Roger Ascham"
}, {
	"quote": "Your life will be a blessed and balanced experience if you first honor your identity and priority.",
	"name": "Russell M. Nelson"
}, {
	"quote": "I go by instinct - I don't worry about experience.",
	"name": "Barbra Streisand"
}, {
	"quote": "If we could sell our experiences for what they cost us, we'd all be millionaires.",
	"name": "Pauline Phillips"
}, {
	"quote": "An optimist is a guy that has never had much experience.",
	"name": "Don Marquis"
}, {
	"quote": "What one has not experienced, one will never understand in print.",
	"name": "Isadora Duncan"
}, {
	"quote": "You don't cheat anybody out of their experience, whatever it is.",
	"name": "Andre Agassi"
}, {
	"quote": "Every moment is an experience.",
	"name": "Jake Roberts"
}, {
	"quote": "Our experience is composed rather of illusions lost than of wisdom acquired.",
	"name": "Joseph Roux"
}, {
	"quote": "The soul is everlasting, and its learning experience is lifetime after lifetime.",
	"name": "Shirley MacLaine"
}, {
	"quote": "Ulta is a great place for our vendor partners to experience growth.",
	"name": "Mary Dillon"
}, {
	"quote": "We are each responsible for all of our experiences.",
	"name": "Louise L. Hay"
}, {
	"quote": "I think we are a product of all our experiences.",
	"name": "Sanford I. Weill"
}, {
	"quote": "Experiences are savings which a miser puts aside. Wisdom is an inheritance which a wastrel cannot exhaust.",
	"name": "Karl Kraus"
}, {
	"quote": "Our wisdom comes from our experience, and our experience comes from our foolishness.",
	"name": "Sacha Guitry"
}, {
	"quote": "Good judgment comes from experience and experience comes from bad judgment.",
	"name": "Fred Brooks"
}, {
	"quote": "All experience is subjective.",
	"name": "Gregory Bateson"
}, {
	"quote": "Everything is discursive opinion instead of direct experience.",
	"name": "A. R. Ammons"
}, {
	"quote": "Information's pretty thin stuff unless mixed with experience.",
	"name": "Clarence Day"
}, {
	"quote": "Tragedy makes you grow up.",
	"name": "Jane Campion"
}, {
	"quote": "I think in most jobs, you get better as you get older. You gain experience, you gain knowledge.",
	"name": "Kristin Scott Thomas"
}, {
	"quote": "Few people even scratch the surface, much less exhaust the contemplation of their own experience.",
	"name": "Randolph Bourne"
}, {
	"quote": "Bitter experience has taught us how fundamental our values are and how great the mission they represent.",
	"name": "Jan Peter Balkenende"
}, {
	"quote": "Color is an intense experience on its own.",
	"name": "Jim Hodges"
}, {
	"quote": "It was also my experience at Hull-House that aroused my interest in industrial diseases.",
	"name": "Alice Hamilton"
}, {
	"quote": "Explorers have to be ready to die lost.",
	"name": "Russell Hoban"
}, {
	"quote": "Judgment comes from experience - and experience comes from bad judgment.",
	"name": "Walter Wriston"
}]