[{
	"quote": "Failure will never overtake me if my determination to succeed is strong enough.",
	"name": "Og Mandino"
}, {
	"quote": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.",
	"name": "Colin Powell"
}, {
	"quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
	"name": "Winston Churchill"
}, {
	"quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
	"name": "Colin Powell"
}, {
	"quote": "Failure is simply the opportunity to begin again, this time more intelligently.",
	"name": "Henry Ford"
}, {
	"quote": "Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Sometimes by losing a battle you find a new way to win the war.",
	"name": "Donald Trump"
}, {
	"quote": "I have not failed. I've just found 10,000 ways that won't work.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Failure is the key to success; each mistake teaches us something.",
	"name": "Morihei Ueshiba"
}, {
	"quote": "Success is not a good teacher, failure makes you humble.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "Success consists of going from failure to failure without loss of enthusiasm.",
	"name": "Winston Churchill"
}, {
	"quote": "A man who has never made a woman angry is a failure in life.",
	"name": "Christopher Morley"
}, {
	"quote": "Honesty is the fastest way to prevent a mistake from turning into a failure.",
	"name": "James Altucher"
}, {
	"quote": "I can accept failure, everyone fails at something. But I can't accept not trying.",
	"name": "Michael Jordan"
}, {
	"quote": "Success is simply a matter of luck. Ask any failure.",
	"name": "Earl Wilson"
}, {
	"quote": "Without failure there is no achievement.",
	"name": "John C. Maxwell"
}, {
	"quote": "It's fine to celebrate success but it is more important to heed the lessons of failure.",
	"name": "Bill Gates"
}, {
	"quote": "You have to be able to accept failure to get better.",
	"name": "LeBron James"
}, {
	"quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "My great concern is not whether you have failed, but whether you are content with your failure.",
	"name": "Abraham Lincoln"
}, {
	"quote": "There is no innovation and creativity without failure. Period.",
	"name": "Brene Brown"
}, {
	"quote": "Failure comes only when we forget our ideals and objectives and principles.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "You cannot climb the ladder of success dressed in the costume of failure.",
	"name": "Zig Ziglar"
}, {
	"quote": "Your attitude towards failure determines your altitude after failure.",
	"name": "John C. Maxwell"
}, {
	"quote": "Success breeds complacency. Complacency breeds failure. Only the paranoid survive.",
	"name": "Andy Grove"
}, {
	"quote": "Failure doesn't mean you are a failure it just means you haven't succeeded yet.",
	"name": "Robert H. Schuller"
}, {
	"quote": "We have forty million reasons for failure, but not a single excuse.",
	"name": "Rudyard Kipling"
}, {
	"quote": "Every adversity, every failure, every heartache carries with it the seed of an equal or greater benefit.",
	"name": "Napoleon Hill"
}, {
	"quote": "Success is never final, failure is never fatal. It's courage that counts.",
	"name": "John Wooden"
}, {
	"quote": "Success and failure are both part of life. Both are not permanent.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "Age wrinkles the body. Quitting wrinkles the soul.",
	"name": "Douglas MacArthur"
}, {
	"quote": "The season of failure is the best time for sowing the seeds of success.",
	"name": "Paramahansa Yogananda"
}, {
	"quote": "Success is not the absence of failure; it's the persistence through failure.",
	"name": "Aisha Tyler"
}, {
	"quote": "Failure at some point in your life is inevitable, but giving up is unforgivable.",
	"name": "Joe Biden"
}, {
	"quote": "Failures, repeated failures, are finger posts on the road to achievement. One fails forward toward success.",
	"name": "C. S. Lewis"
}, {
	"quote": "Many of life's failures are people who did not realize how close they were to success when they gave up.",
	"name": "Thomas A. Edison"
}, {
	"quote": "A man can fail many times, but he isn't a failure until he begins to blame somebody else.",
	"name": "John Burroughs"
}, {
	"quote": "But man is not made for defeat. A man can be destroyed but not defeated.",
	"name": "Ernest Hemingway"
}, {
	"quote": "The only real failure in life is not to be true to the best one knows.",
	"name": "Buddha"
}, {
	"quote": "If you want to increase your success rate, double your failure rate.",
	"name": "Thomas J. Watson"
}, {
	"quote": "Mistakes are the portals of discovery.",
	"name": "James Joyce"
}, {
	"quote": "I'd rather be a failure at something I love than a success at something I hate.",
	"name": "George Burns"
}, {
	"quote": "The difference between average people and achieving people is their perception of and response to failure.",
	"name": "John C. Maxwell"
}, {
	"quote": "Success depends upon previous preparation, and without such preparation there is sure to be failure.",
	"name": "Confucius"
}, {
	"quote": "Ambition is the last refuge of the failure.",
	"name": "Oscar Wilde"
}, {
	"quote": "If we don't succeed we run the risk of failure.",
	"name": "Dan Quayle"
}, {
	"quote": "Failure is a word unknown to me.",
	"name": "Muhammad Ali Jinnah"
}, {
	"quote": "We failed, but in the good providence of God apparent failure often proves a blessing.",
	"name": "Robert E. Lee"
}, {
	"quote": "Failure is unimportant. It takes courage to make a fool of yourself.",
	"name": "Charlie Chaplin"
}, {
	"quote": "I fell off my pink cloud with a thud.",
	"name": "Elizabeth Taylor"
}, {
	"quote": "If you're doing your best, you won't have any time to worry about failure.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "If something's important enough, you should try. Even if you - the probable outcome is failure.",
	"name": "Elon Musk"
}, {
	"quote": "An essential aspect of creativity is not being afraid to fail.",
	"name": "Edwin Land"
}, {
	"quote": "Socialism in general has a record of failure so blatant that only an intellectual could ignore or evade it.",
	"name": "Thomas Sowell"
}, {
	"quote": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
	"name": "Dale Carnegie"
}, {
	"quote": "Every stumble is not a fall, and every fall does not mean failure.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Failure is not an option. Everyone has to succeed.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "If you're not failing every now and again, it's a sign you're not doing anything very innovative.",
	"name": "Woody Allen"
}, {
	"quote": "Failure to prepare is preparing to fail.",
	"name": "Mike Murdock"
}, {
	"quote": "We climb to heaven most often on the ruins of our cherished plans, finding our failures were successes.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "All the world loves a good loser.",
	"name": "Kin Hubbard"
}, {
	"quote": "Success is due to our stretching to the challenges of life. Failure comes when we shrink from them.",
	"name": "John C. Maxwell"
}, {
	"quote": "Do not fear mistakes. You will know failure. Continue to reach out.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Failure is a detour, not a dead-end street.",
	"name": "Zig Ziglar"
}, {
	"quote": "Do not be embarrassed by your failures, learn from them and start again.",
	"name": "Richard Branson"
}, {
	"quote": "I've had a lot of success; I've had failures, so I learn from the failure.",
	"name": "Gordon Ramsay"
}, {
	"quote": "Failure is success if we learn from it.",
	"name": "Malcolm Forbes"
}, {
	"quote": "It's not necessary to fear the prospect of failure but to be determined not to fail.",
	"name": "Jimmy Carter"
}, {
	"quote": "If you fall during your life, it doesn't matter. You're never a failure as long as you try to get up.",
	"name": "Evel Knievel"
}, {
	"quote": "Failure is not our only punishment for laziness; there is also the success of others.",
	"name": "Jules Renard"
}, {
	"quote": "Success is often achieved by those who don't know that failure is inevitable.",
	"name": "Coco Chanel"
}, {
	"quote": "There is no such thing as failure. There are only results.",
	"name": "Tony Robbins"
}, {
	"quote": "Through perseverance many people win success out of what seemed destined to be certain failure.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "One of the reasons people stop learning is that they become less and less willing to risk failure.",
	"name": "John W. Gardner"
}, {
	"quote": "If you learn from defeat, you haven't really lost.",
	"name": "Zig Ziglar"
}, {
	"quote": "Elegance is not a dispensable luxury but a factor that decides between success and failure.",
	"name": "Edsger Dijkstra"
}, {
	"quote": "Success comes when people act together; failure tends to happen alone.",
	"name": "Deepak Chopra"
}, {
	"quote": "Show me a thoroughly satisfied man and I will show you a failure.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Failure means a stripping away of the inessential.",
	"name": "J. K. Rowling"
}, {
	"quote": "Remember that failure is an event, not a person.",
	"name": "Zig Ziglar"
}, {
	"quote": "Failure happens all the time. It happens every day in practice. What makes you better is how you react to it.",
	"name": "Mia Hamm"
}, {
	"quote": "Show me a good and gracious loser and I'll show you a failure.",
	"name": "Knute Rockne"
}, {
	"quote": "Failure is good. It's fertilizer. Everything I've learned about coaching, I've learned from making mistakes.",
	"name": "Rick Pitino"
}, {
	"quote": "There are some defeats more triumphant than victories.",
	"name": "Michel de Montaigne"
}, {
	"quote": "A failure establishes only this, that our determination to succeed was not strong enough.",
	"name": "Christian Nestell Bovee"
}, {
	"quote": "If you try to do your best there is no failure.",
	"name": "Mike Farrell"
}, {
	"quote": "Man is not made for defeat.",
	"name": "Ernest Hemingway"
}, {
	"quote": "The guns and the bombs, the rockets and the warships, are all symbols of human failure.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success.",
	"name": "James Cameron"
}, {
	"quote": "My life has been nothing but a failure.",
	"name": "Claude Monet"
}, {
	"quote": "It is in our genes that we think of breaking up when we love and of failure and fall when we succeed.",
	"name": "RM"
}, {
	"quote": "Enjoy failure and learn from it. You can never learn from success.",
	"name": "James Dyson"
}, {
	"quote": "Success is more dangerous than failure, the ripples break over a wider coastline.",
	"name": "Graham Greene"
}, {
	"quote": "Success is never final, but failure can be.",
	"name": "Bill Parcells"
}, {
	"quote": "A hatred of failure has always been part of my nature.",
	"name": "J. Paul Getty"
}, {
	"quote": "Success is 99 percent failure.",
	"name": "Soichiro Honda"
}, {
	"quote": "So many financial dreams are thwarted by the failure to act upon good intentions.",
	"name": "Suze Orman"
}, {
	"quote": "Failure is the condiment that gives success its flavor.",
	"name": "Truman Capote"
}, {
	"quote": "Failure is not fatal, but failure to change might be.",
	"name": "John Wooden"
}, {
	"quote": "I firmly believe that unless one has tasted the bitter pill of failure, one cannot aspire enough for success.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "I don't believe in failure. It is not failure if you enjoyed the process.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Failure is nature's plan to prepare you for great responsibilities.",
	"name": "Napoleon Hill"
}, {
	"quote": "Success isn't permanent and failure isn't fatal.",
	"name": "Mike Ditka"
}, {
	"quote": "In all our deeds, the proper value and respect for time determines success or failure.",
	"name": "Malcolm X"
}, {
	"quote": "Failure is impossible.",
	"name": "Susan B. Anthony"
}, {
	"quote": "Fear of failure, it's the greatest motivational tool. It drives me and drives me and drives me.",
	"name": "Jerry West"
}, {
	"quote": "Indecision and delays are the parents of failure.",
	"name": "George Canning"
}, {
	"quote": "Engineering is achieving function while avoiding failure.",
	"name": "Henry Petroski"
}, {
	"quote": "My fault, my failure, is not in the passions I have, but in my lack of control of them.",
	"name": "Jack Kerouac"
}, {
	"quote": "Success and failure are equally disastrous.",
	"name": "Tennessee Williams"
}, {
	"quote": "To err is human, but it feels divine.",
	"name": "Mae West"
}, {
	"quote": "I don't want the fear of failure to stop me from doing what I really care about.",
	"name": "Emma Watson"
}, {
	"quote": "You make mistakes. Mistakes don't make you.",
	"name": "Maxwell Maltz"
}, {
	"quote": "In our business, things look like a failure until they're not. It's pretty binary transitions.",
	"name": "Satya Nadella"
}, {
	"quote": "A love of nature is a consolation against failure.",
	"name": "Berthe Morisot"
}, {
	"quote": "We may be personally defeated, but our principles never!",
	"name": "William Lloyd Garrison"
}, {
	"quote": "Fear of failure must never be a reason not to try something.",
	"name": "Frederick W. Smith"
}, {
	"quote": "Success or failure in business is caused more by the mental attitude even than by mental capacities.",
	"name": "Walter Scott"
}, {
	"quote": "There's no such thing as failure - just waiting for success.",
	"name": "John Osborne"
}, {
	"quote": "They who have conquered doubt and fear have conquered failure.",
	"name": "James Allen"
}, {
	"quote": "We dissect failure a lot more than we dissect success.",
	"name": "Matthew McConaughey"
}, {
	"quote": "Failure is an enigma. You worry about it, and it teaches you something.",
	"name": "James Dyson"
}, {
	"quote": "Failure is always an option.",
	"name": "Adam Savage"
}, {
	"quote": "I was in kidney failure. I ended up having a kidney transplant on my 21st birthday.",
	"name": "Amy Purdy"
}, {
	"quote": "Doubt kills more dreams than failure ever will.",
	"name": "Suzy Kassem"
}, {
	"quote": "As an outside; don't worry about failure, because failure will take care of itself. Focus on success.",
	"name": "Henry Cavill"
}, {
	"quote": "Risk is to do something that 99 percent of the time would be a failure.",
	"name": "Ferran Adria"
}, {
	"quote": "A failure will not appear until a unit has passed final inspection.",
	"name": "Arthur Bloch"
}, {
	"quote": "Success unshared is failure.",
	"name": "John Paul DeJoria"
}, {
	"quote": "I'm living life as best I can - but I'm not exempt from failure and making bad choices.",
	"name": "LeAnn Rimes"
}, {
	"quote": "Don't be afraid of failure; be afraid of petty success.",
	"name": "Maude Adams"
}, {
	"quote": "If we don't succeed, we run the risk of failure.",
	"name": "Al Gore"
}, {
	"quote": "Do not blame anybody for your mistakes and failures.",
	"name": "Bernard Baruch"
}, {
	"quote": "Who I am as a guitarist is defined by my failure to become Jimi Hendrix.",
	"name": "John Mayer"
}, {
	"quote": "Success is not forever and failure isn't fatal.",
	"name": "Don Shula"
}, {
	"quote": "Students rarely disappoint teachers who assure them in advance that they are doomed to failure.",
	"name": "Sidney Hook"
}, {
	"quote": "The dream is real, my friends. The failure to realize it is the only unreality.",
	"name": "Toni Cade Bambara"
}, {
	"quote": "Failure seldom stops you. What stops you is the fear of failure.",
	"name": "Jack Lemmon"
}, {
	"quote": "The idea of capitalism is not just success but also the failure that allows success to happen.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "I don't lose any sleep at night over the potential for failure. I cannot even spell the word.",
	"name": "Jim Mattis"
}, {
	"quote": "You always pass failure on your way to success.",
	"name": "Mickey Rooney"
}, {
	"quote": "I really do think that putting expectations on a holiday is setting yourself up for failure.",
	"name": "Delilah"
}, {
	"quote": "Philanthropic colonization is a failure. National colonization will succeed.",
	"name": "Theodor Herzl"
}, {
	"quote": "A Failure in this Duty did once involve our Nation in all the Horrors of Rebellion and Civil War.",
	"name": "Charles Inglis"
}, {
	"quote": "All war represents a failure of diplomacy.",
	"name": "Tony Benn"
}, {
	"quote": "But while success and failure depend on conditions, the mind neither waxes nor wanes.",
	"name": "Bodhidharma"
}, {
	"quote": "Education is the only billion dollar industry that tolerates abject failure.",
	"name": "Geoffrey Canada"
}, {
	"quote": "Before you can win a game, you have to not lose it.",
	"name": "Chuck Noll"
}, {
	"quote": "Yes, 'Aagadu' was a failure. I was dejected for a couple of months, since there was a lot at stake.",
	"name": "Mahesh Babu"
}, {
	"quote": "War is the greatest failure of mankind.",
	"name": "Aaron Huey"
}, {
	"quote": "Most great people have attained their greatest success just one step beyond their greatest failure.",
	"name": "Napoleon Hill"
}, {
	"quote": "Why should anybody be interested in some old man who was a failure?",
	"name": "Ernest Hemingway"
}, {
	"quote": "Defeat is not the worst of failures. Not to have tried is the true failure.",
	"name": "George Edward Woodberry"
}, {
	"quote": "In America, there's a failure to appreciate Europe's leading role in the world.",
	"name": "Barack Obama"
}, {
	"quote": "There is but one cause of human failure. And that is man's lack of faith in his true Self.",
	"name": "William James"
}, {
	"quote": "When I was young, I observed that nine out of ten things I did were failures. So I did ten times more work.",
	"name": "George Bernard Shaw"
}, {
	"quote": "My reputation grows with every failure.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Never fret for an only son, the idea of failure will never occur to him.",
	"name": "George Bernard Shaw"
}, {
	"quote": "How one handles success or failure is determined by their early childhood.",
	"name": "Harold Ramis"
}, {
	"quote": "Failure is simply a few errors in judgment, repeated every day.",
	"name": "Jim Rohn"
}, {
	"quote": "The road to success and the road to failure are almost exactly the same.",
	"name": "Colin R. Davis"
}, {
	"quote": "He who risks and fails can be forgiven. He who never risks and never fails is a failure in his whole being.",
	"name": "Paul Tillich"
}, {
	"quote": "No man is a failure who is enjoying life.",
	"name": "William Feather"
}, {
	"quote": "My father was not a failure. After all, he was the father of a president of the United States.",
	"name": "Harry S Truman"
}, {
	"quote": "The wisest of the wise may err.",
	"name": "Aeschylus"
}, {
	"quote": "There is no failure except in no longer trying.",
	"name": "Elbert Hubbard"
}, {
	"quote": "I think you can have 10,000 explanations for failure, but no good explanation for success.",
	"name": "Paulo Coelho"
}, {
	"quote": "Failure is never fatal. But failure to change can and might be.",
	"name": "John Wooden"
}, {
	"quote": "Ultimately there is no such thing as failure. There are lessons learned in different ways.",
	"name": "Twyla Tharp"
}, {
	"quote": "Progress requires setbacks; the only sure way to avoid failure is not to try.",
	"name": "Henry Spencer"
}, {
	"quote": "The only real failure in life is one not learned from.",
	"name": "Anthony J. D'Angelo"
}, {
	"quote": "The only real failure is giving up.",
	"name": "Scooter Braun"
}, {
	"quote": "If there exists no possibility of failure, then victory is meaningless.",
	"name": "Robert H. Schuller"
}, {
	"quote": "Life is bigger than cinema. Cinema is just a part of life, so I never take success or failure seriously.",
	"name": "Pawan Kalyan"
}, {
	"quote": "I've had my share of struggle. I believe, never take success to your head or failure to your heart.",
	"name": "Randeep Hooda"
}, {
	"quote": "With improvisation, I just do it. It might be a total failure but then you just throw the dice again.",
	"name": "Christian Marclay"
}, {
	"quote": "Intemperance and intolerance serve no one, and hatred guarantees failure.",
	"name": "Edward Brooke"
}, {
	"quote": "There is not a fiercer hell than the failure in a great object.",
	"name": "John Keats"
}, {
	"quote": "However things may seem, no evil thing is success and no good thing is failure.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "A traveller must buy his own experience, and success or failure depends mainly on personal idiosyncrasies.",
	"name": "Isabella Bird"
}, {
	"quote": "All human actions are equivalent and all are on principle doomed to failure.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "Destiny: A tyrant's authority for crime and a fool's excuse for failure.",
	"name": "Ambrose Bierce"
}, {
	"quote": "There is only one failure in life possible, and that is not to be true to the best one knows.",
	"name": "George Eliot"
}, {
	"quote": "My fears are never about failure - it's about extreme success.",
	"name": "Lil Dicky"
}, {
	"quote": "No man can be a failure if he thinks he's a success; If he thinks he is a winner, then he is.",
	"name": "Robert W. Service"
}, {
	"quote": "I love language, and I love the failure of language.",
	"name": "Nate Lowman"
}, {
	"quote": "In politics, what begins in fear usually ends in failure.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "Optimism is a kind of heart stimulant - the digitalis of failure.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Even as far back as when I started acting at 14, I know I've never considered failure.",
	"name": "Jennifer Lawrence"
}, {
	"quote": "The only failure one should fear, is not hugging to the purpose they see as best.",
	"name": "George Eliot"
}, {
	"quote": "Failure is the most terrible thing in our business. When we fail, the whole world knows about it.",
	"name": "Desi Arnaz"
}, {
	"quote": "Failure is an amazing data point that tells you which direction not to go.",
	"name": "Payal Kadakia"
}, {
	"quote": "A failure doesn't mean you are unworthy, nor does it preclude success on the next try.",
	"name": "Leonard Mlodinow"
}, {
	"quote": "The surest way to fail is not to determine to succeed.",
	"name": "Richard Brinsley Sheridan"
}, {
	"quote": "We all struggle with our failure to communicate and our failure to reach beyond fear to love people.",
	"name": "Mira Sorvino"
}, {
	"quote": "A failure is a man who has blundered, but is not able to cash in the experience.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Whether in success or in failure, I'm proud of every single movie I've ever directed.",
	"name": "Steven Spielberg"
}, {
	"quote": "Some teachers feel that if they ask for emotional help, they're a failure. But teaching is a team sport.",
	"name": "Erin Gruwell"
}, {
	"quote": "Without exposure to potential failure, there is no risk.",
	"name": "Brennan Manning"
}, {
	"quote": "Do not let your ambitions become a sanctuary for your failures.",
	"name": "Bryant H. McGill"
}, {
	"quote": "Belief in the supernatural reflects a failure of the imagination.",
	"name": "Edward Abbey"
}, {
	"quote": "The most important lesson to remember is that failure is inevitable, but so is success, so rebound.",
	"name": "Naveen Tewari"
}, {
	"quote": "Our best successes often come after our greatest disappointments.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "There's no right or wrong, success or failure.",
	"name": "Miley Cyrus"
}, {
	"quote": "Crime and bad lives are the measure of a State's failure, all crime in the end is the crime of the community.",
	"name": "H. G. Wells"
}, {
	"quote": "We have to provide more visibility, more certainty to the investors and reduce the cost of failure.",
	"name": "Emmanuel Macron"
}, {
	"quote": "The only failure is not to try.",
	"name": "George Clooney"
}, {
	"quote": "Not failure, but low aim is sin.",
	"name": "Benjamin E. Mays"
}, {
	"quote": "Once you can accept failure, you can have fun and success.",
	"name": "Rickey Henderson"
}, {
	"quote": "I was very afraid of failure because if you fail at something you love, then you ruin what you love.",
	"name": "Kimbal Musk"
}, {
	"quote": "The Bay of Pigs became a metaphor for feckless folly and failure.",
	"name": "Pat Buchanan"
}, {
	"quote": "It is easier to win than to fail. Everybody sides with the winner. But the failure walks alone.",
	"name": "George Matthew Adams"
}, {
	"quote": "There are many victories worse than a defeat.",
	"name": "George Eliot"
}, {
	"quote": "You gotta lose 'em some of the time. When you do, lose 'em right.",
	"name": "Casey Stengel"
}, {
	"quote": "The first thing successful people do is view failure as a positive signal to success.",
	"name": "Brendon Burchard"
}, {
	"quote": "I think the fall in Eden was ultimately a failure to give thanks.",
	"name": "Ann Voskamp"
}, {
	"quote": "We create success or failure on the course primarily by our thoughts.",
	"name": "Gary Player"
}, {
	"quote": "The will to persevere is often the difference between failure and success.",
	"name": "David Sarnoff"
}, {
	"quote": "There could be no honor in a sure success, but much might be wrested from a sure defeat.",
	"name": "Ann Landers"
}, {
	"quote": "Success represents the 1% of your work which results from the 99% that is called failure.",
	"name": "Soichiro Honda"
}, {
	"quote": "Without failure there is no sweetness in success. There's no understanding of it.",
	"name": "Glenn Beck"
}, {
	"quote": "It is not a disgrace to fail. Failing is one of the greatest arts in the world.",
	"name": "Charles Kettering"
}, {
	"quote": "The most important of my discoveries have been suggested to me by my failures.",
	"name": "Humphry Davy"
}, {
	"quote": "Ambitious failure, magnificent failure, is a very good thing.",
	"name": "Guy Kawasaki"
}, {
	"quote": "Testing leads to failure, and failure leads to understanding.",
	"name": "Burt Rutan"
}, {
	"quote": "I think success has no rules, but you can learn a great deal from failure.",
	"name": "Jean Kerr"
}, {
	"quote": "The failure to invest in youth reflects a lack of compassion and a colossal failure of common sense.",
	"name": "Coretta Scott King"
}, {
	"quote": "It's your own fear of failure that stops you from doing things.",
	"name": "Anupam Kher"
}, {
	"quote": "You cannot learn anything from success, you only learn from failure.",
	"name": "Jim Dale"
}, {
	"quote": "Learning starts with failure; the first failure is the beginning of education.",
	"name": "John Hersey"
}, {
	"quote": "Success breeds success, and failure leads to a sort of fallow period.",
	"name": "Felicity Kendal"
}, {
	"quote": "The failure of credit markets is one of the major reasons for underdevelopment.",
	"name": "George Akerlof"
}, {
	"quote": "It takes two to make a marriage a success and only one to make it a failure.",
	"name": "Herbert Samuel"
}, {
	"quote": "War remains the decisive human failure.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "About the only problem with success is that it does not teach you how to deal with failure.",
	"name": "Tommy Lasorda"
}, {
	"quote": "The only risk of failure is promotion.",
	"name": "Scott Adams"
}, {
	"quote": "A minute's success pays the failure of years.",
	"name": "Robert Browning"
}, {
	"quote": "The great question is not whether you have failed, but whether you are content with failure.",
	"name": "Laurence J. Peter"
}, {
	"quote": "There is no loneliness greater than the loneliness of a failure. The failure is a stranger in his own house.",
	"name": "Eric Hoffer"
}, {
	"quote": "Success is more difficult to handle than failure.",
	"name": "Ravi Zacharias"
}, {
	"quote": "Failure to accord credit to anyone for what he may have done is a great weakness in any man.",
	"name": "William Howard Taft"
}, {
	"quote": "Not failure, but low aim, is crime.",
	"name": "James Russell Lowell"
}, {
	"quote": "Sometimes the best lighting of all is a power failure.",
	"name": "Douglas Coupland"
}, {
	"quote": "Sometimes the best gain is to lose.",
	"name": "George Herbert"
}, {
	"quote": "It's not about the failure, it's about learning from the failures. Failure itself cannot be celebrated.",
	"name": "Satya Nadella"
}, {
	"quote": "A life which does not go into action is a failure.",
	"name": "Arnold J. Toynbee"
}, {
	"quote": "I think my whole life, because of where I came from, I had a fear of failure.",
	"name": "Howard Schultz"
}, {
	"quote": "There are people who say that you can't experiment... That condemns you to failure.",
	"name": "Jose Mujica"
}, {
	"quote": "Don't come home a failure.",
	"name": "Ty Cobb"
}, {
	"quote": "You don't go into anything contemplating failure, because if you did, you wouldn't make it.",
	"name": "Simon Cowell"
}, {
	"quote": "The man who has done his level best... is a success, even though the world may write him down a failure.",
	"name": "B. C. Forbes"
}, {
	"quote": "The man who has won millions at the cost of his conscience is a failure.",
	"name": "B. C. Forbes"
}, {
	"quote": "In Iraq we must succeed. Failure is not an option.",
	"name": "Zbigniew Brzezinski"
}, {
	"quote": "I'm drawn to failure. I feel like I'm contending with it constantly in my own life.",
	"name": "Joyce Carol Oates"
}, {
	"quote": "If you're so afraid of failure, you will never succeed. You have to take chances.",
	"name": "Mario Andretti"
}, {
	"quote": "I assume everything I do in life is gonna be a failure, and then if it turns up roses, then I'm psyched.",
	"name": "Jonah Hill"
}, {
	"quote": "By virtually any measure, the record of the Republican Majority is an appalling failure.",
	"name": "Sheila Jackson Lee"
}, {
	"quote": "Translation is the art of failure.",
	"name": "Umberto Eco"
}, {
	"quote": "If you aren't learning, you are regressing, because more growth comes from failure than from success.",
	"name": "Shahid Khan"
}, {
	"quote": "People never confess to failure. They should.",
	"name": "Mo Ibrahim"
}, {
	"quote": "It's how you deal with failure that determines how you achieve success.",
	"name": "Charlotte Whitton"
}, {
	"quote": "The exposed nature of life in the public square affects leaders' attitudes toward risk - and failure.",
	"name": "Dee Dee Myers"
}, {
	"quote": "Success and failure go hand in hand.",
	"name": "Sangram Singh"
}, {
	"quote": "At least I have the modesty to admit that lack of modesty is one of my failings.",
	"name": "Hector Berlioz"
}, {
	"quote": "The thing I always say to people is this: 'If you avoid failure, you also avoid success.'",
	"name": "Robert Kiyosaki"
}, {
	"quote": "Definitely, it's a fear of failure that drives me.",
	"name": "Jerry Bruckheimer"
}, {
	"quote": "Outward failure may be a manifested variant of inward success.",
	"name": "Kenneth L. Pike"
}, {
	"quote": "The human spirit is so resilient, and failure teaches you so much.",
	"name": "Molly Bloom"
}, {
	"quote": "Every failure is a step to success.",
	"name": "William Whewell"
}, {
	"quote": "I find rejection or failure to be a really interesting and valuable experience.",
	"name": "Brian Grazer"
}, {
	"quote": "Every individual suffers from the fear of failure, but you can change your destiny only when you overcome it.",
	"name": "Anupam Kher"
}, {
	"quote": "I'm finding that success is way more time-consuming than failure ever was.",
	"name": "Emma Donoghue"
}, {
	"quote": "I believe there's only one regulation in life that works: failure.",
	"name": "Rick Santelli"
}, {
	"quote": "It is wise to keep in mind that neither success nor failure is ever final.",
	"name": "Roger Babson"
}, {
	"quote": "Failure and its accompanying misery is for the artist his most vital source of creative energy.",
	"name": "Montgomery Clift"
}, {
	"quote": "Mike DeWine has been a dismal failure as Ohio's top cop.",
	"name": "Richard Cordray"
}, {
	"quote": "Failure is not a crime. The crime is not trying.",
	"name": "Ron Dellums"
}, {
	"quote": "I wasn't afraid to fail. Something good always comes out of failure.",
	"name": "Anne Baxter"
}, {
	"quote": "I think you can learn as much from success as you can from failure.",
	"name": "Corey Hart"
}, {
	"quote": "Success and failure are equally surprising.",
	"name": "Daryl Hall"
}, {
	"quote": "Success is often built on the shoulders of failure - from which new configurations emerge.",
	"name": "Kevin Reilly"
}, {
	"quote": "Spend enough time around success and failure, and you learn a reverence for possibility.",
	"name": "Dale Dauten"
}, {
	"quote": "When you're fearless, you take more risks because you're less conscious of failure or what can go wrong.",
	"name": "Brett Ratner"
}, {
	"quote": "The pressures are intense, because the rewards for success and the penalty for failure are more and more.",
	"name": "Alan Hansen"
}, {
	"quote": "Most leadership strategies are doomed to failure from the outset.",
	"name": "Peter Senge"
}, {
	"quote": "Failure is inevitable; it happens all the time in a complex economy.",
	"name": "Tim Harford"
}, {
	"quote": "The reality of most software development is that the consequences of failure are simply nonexistent.",
	"name": "Dan Kaminsky"
}, {
	"quote": "Pentathlon is not a sign of my failure in swimming. It's a new start for me.",
	"name": "Elodie Clouvel"
}, {
	"quote": "I didn't fear failure. I expected failure.",
	"name": "Amy Tan"
}, {
	"quote": "Adam Smith's huge failure was the fact that he did not foresee the industrial revolution.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Ideology, politics and journalism, which luxuriate in failure, are impotent in the face of hope and joy.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "I believe in trusting men, not only once but twice - in giving a failure another chance.",
	"name": "James Cash Penney"
}, {
	"quote": "All human actions are equivalent... and all are on principle doomed to failure.",
	"name": "Carl Sandburg"
}, {
	"quote": "Success needs no explanation. Failure does not have one that matters.",
	"name": "Jesse Jackson"
}, {
	"quote": "It is often the failure who is the pioneer in new lands, new undertakings, and new forms of expression.",
	"name": "Eric Hoffer"
}, {
	"quote": "A real failure does not need an excuse. It is an end in itself.",
	"name": "Gertrude Stein"
}, {
	"quote": "I think you have to try and fail, because failure gets you closer to what you're good at.",
	"name": "Louis C. K."
}, {
	"quote": "Success is usually the culmination of controlling failure.",
	"name": "Sylvester Stallone"
}, {
	"quote": "I've accepted that I was a failure in politics. I was not qualified for the job.",
	"name": "Amitabh Bachchan"
}, {
	"quote": "I may be a successful football player, but I feel like such a failure.",
	"name": "Brett Favre"
}, {
	"quote": "I read less and less. I have not forgiven books for their failure to tell me the truth and make me happy.",
	"name": "Mason Cooley"
}, {
	"quote": "Greatly begin. Though thou have time, but for a line, be that sublime. Not failure, but low aim is crime.",
	"name": "James Russell Lowell"
}, {
	"quote": "My biggest failure is I have too many to talk about.",
	"name": "Dean Kamen"
}, {
	"quote": "My feeling, based on my own experience, is that aiming for grandiosity is the fastest route to failure.",
	"name": "James Altucher"
}, {
	"quote": "Sometimes failure isn't an opportunity in disguise, it's just you.",
	"name": "Douglas Coupland"
}, {
	"quote": "If a building looks better under construction than it does when finished, then it's a failure.",
	"name": "Douglas Coupland"
}, {
	"quote": "Failure has gone to his head.",
	"name": "Wilson Mizner"
}, {
	"quote": "I feel that marriage can lead to the ultimate rejection and failure and divorce and things we all fear.",
	"name": "Mike Birbiglia"
}, {
	"quote": "Failure too is a form of death.",
	"name": "Graham Greene"
}, {
	"quote": "I like the possibility of failure. I don't want to be in a comfortable zone.",
	"name": "Alejandro Gonzalez Inarritu"
}, {
	"quote": "I feel, in the end, as if everything I've done has been a failure.",
	"name": "Jonathan Kozol"
}, {
	"quote": "Those who refuse to liberalise and globalise are doomed to failure.",
	"name": "Yuval Noah Harari"
}, {
	"quote": "Pride is ugly. It says, 'If you succeed, I am a failure.'",
	"name": "Ezra Taft Benson"
}, {
	"quote": "Coming to terms with the fact that my marriage was a failure was devastating and very difficult.",
	"name": "Sarah McLachlan"
}, {
	"quote": "If at first you don't succeed, failure may be your style.",
	"name": "Quentin Crisp"
}, {
	"quote": "Admitting failure is quite cleansing, but never - pleasurable.",
	"name": "Michael Morpurgo"
}, {
	"quote": "I want to swim in both directions at once. Desire success, court failure.",
	"name": "Alan Rickman"
}, {
	"quote": "The British health care system is a blueprint for the failure of Obamacare, as it is structured.",
	"name": "Marsha Blackburn"
}, {
	"quote": "Failure is more frequently from want of energy than want of capital.",
	"name": "Daniel Webster"
}, {
	"quote": "If my child had prejudice in his head, I'd be ashamed. I would see it as my failure as a parent.",
	"name": "Salman Rushdie"
}, {
	"quote": "If you're not a born-again Christian, you're a failure as a human being.",
	"name": "Jerry Falwell"
}, {
	"quote": "What America does best is produce the ability to accept failure.",
	"name": "Nassim Nicholas Taleb"
}, {
	"quote": "Boston has carried the practice of hypocrisy to the n-th degree of refinement, grace, and failure.",
	"name": "Lincoln Steffens"
}, {
	"quote": "I never see failure as failure, but only as the game I must play and win.",
	"name": "Tom Hopkins"
}, {
	"quote": "Revolutionaries were depressed and close to emotional breakdown; after the failure, they left successively.",
	"name": "Sun Yat-sen"
}, {
	"quote": "I think I'm less afraid of failure than some others.",
	"name": "Russell Simmons"
}, {
	"quote": "Never walk away from failure. On the contrary, study it carefully and imaginatively for its hidden assets.",
	"name": "Michael Korda"
}, {
	"quote": "Defeat may serve as well as victory to shake the soul and let the glory out.",
	"name": "Edwin Markham"
}, {
	"quote": "Call it the Tiger Mom effect: In the business world today, failure is apparently not an option.",
	"name": "Naveen Jain"
}, {
	"quote": "Sometimes we never see what failure is and often fail to recognize it.",
	"name": "Naveen Jain"
}, {
	"quote": "Remember what Susan B. Anthony said? 'Failure is impossible.' Failure is possible if women don't vote.",
	"name": "Madeleine M. Kunin"
}, {
	"quote": "Feminism is doomed to failure because it is based on an attempt to repeal and restructure human nature.",
	"name": "Phyllis Schlafly"
}, {
	"quote": "Pure unadulterated success is not as funny as failure.",
	"name": "Will Arnett"
}, {
	"quote": "I have tried every diet to lose weight. When you restrict yourself, you're setting yourself up for failure.",
	"name": "Octavia Spencer"
}, {
	"quote": "Failure. It doesn't exist. 'Failure' is just what happens when we lose perspective.",
	"name": "Donna Brazile"
}, {
	"quote": "Failure sometimes enlarges the spirit. You have to fall back upon humanity and God.",
	"name": "Charles Horton Cooley"
}, {
	"quote": "Failure is simply the non-presence of success. But a fiasco is a disaster of mythic proportions.",
	"name": "Orlando Bloom"
}, {
	"quote": "There's a difference between a failure and a fiasco... a fiasco is a disaster of mythic proportions.",
	"name": "Orlando Bloom"
}, {
	"quote": "I realized that I was afraid to really, really try something, 100%, because I had never reached true failure.",
	"name": "Trent Reznor"
}, {
	"quote": "When you accept that failure is a good thing, it can actually be a huge propeller toward success.",
	"name": "Whitney Wolfe Herd"
}, {
	"quote": "When you can look at failure and say, 'What is the worst case scenario,' it's not as bad as it seems.",
	"name": "Whitney Wolfe Herd"
}, {
	"quote": "I don't understand a way to work other than bold-facedly running towards failure.",
	"name": "Cate Blanchett"
}, {
	"quote": "Failure is a part of success.",
	"name": "Hank Aaron"
}, {
	"quote": "Tasting failure, even when you truly believe in a project, is a critical part of the growth process.",
	"name": "Daniel Lubetzky"
}, {
	"quote": "For me, utter failure is to make a film that people pay their money to go see and they don't like.",
	"name": "Peter Jackson"
}, {
	"quote": "Don't think of it as failure. Think of it as time-released success.",
	"name": "Robert Orben"
}, {
	"quote": "I feel rejecting rejection is one of the most crucial steps in getting past failure.",
	"name": "John Rampton"
}, {
	"quote": "The failure to set standards for Palestinian conduct hurts the cause of peace.",
	"name": "Elliott Abrams"
}, {
	"quote": "Success is a public affair. Failure is a private funeral.",
	"name": "Rosalind Russell"
}, {
	"quote": "Failure will happen. It's a normal part of the startup process.",
	"name": "Steve Blank"
}, {
	"quote": "Try not to say, 'I'm a failure.' Instead, ask, 'What can I do better? What did I do wrong?' Then re-approach.",
	"name": "Jillian Michaels"
}, {
	"quote": "It's a European Union of economic failure, of mass unemployment and of low growth.",
	"name": "Nigel Farage"
}, {
	"quote": "Civilization is a failure. We need to think what we can do together in love and peace.",
	"name": "Serj Tankian"
}, {
	"quote": "Being a pathfinder is to be willing to risk failure and still go on.",
	"name": "Gail Sheehy"
}, {
	"quote": "Failure doesn't exist. It's only a change of direction.",
	"name": "Alejandro Jodorowsky"
}, {
	"quote": "Our failings sometimes bind us to one another as closely as could virtue itself.",
	"name": "Luc de Clapiers"
}, {
	"quote": "There is no such thing as darkness; only a failure to see.",
	"name": "Malcolm Muggeridge"
}, {
	"quote": "Apple is a failure because they missed social? Nobody would say that, because they are having great success.",
	"name": "Steve Ballmer"
}, {
	"quote": "If anyone has seen success and failure on a global stage, it's my friend Steve Forbes.",
	"name": "Peter Diamandis"
}, {
	"quote": "Unwillingness to risk failure is always there, but it gets harder when you feel you have more to lose.",
	"name": "Demi Moore"
}, {
	"quote": "Well, I think it's too early to call Fallujah a failure.",
	"name": "Chuck Schumer"
}, {
	"quote": "Government doesn't have a high tolerance for failure.",
	"name": "John Hickenlooper"
}, {
	"quote": "The only reason my work seems to be eclectic up to a certain period is because I was a failure as an actor.",
	"name": "Hugh Grant"
}, {
	"quote": "He who has conquered doubt and fear has conquered failure.",
	"name": "James Lane Allen"
}, {
	"quote": "A fictionalised memoir of my father would be a failure as a novel.",
	"name": "Richard Flanagan"
}, {
	"quote": "I don't have any fear of failure whatsoever. I used to, and I told myself I wouldn't allow myself to anymore.",
	"name": "Jaylen Brown"
}, {
	"quote": "I constantly experience failure in that my work is never as good as I want it to be. So I live with failure.",
	"name": "Jeremy Irons"
}, {
	"quote": "There are no mistakes, save one: the failure to learn from a mistake.",
	"name": "Robert Fripp"
}, {
	"quote": "I wish I had been more prepared, both for success and for failure, when I was younger.",
	"name": "Molly Ringwald"
}, {
	"quote": "I was convicted of three misdemeanors of willful failure to file a form.",
	"name": "Wesley Snipes"
}, {
	"quote": "I think I've failed every test I've ever taken. If there was a failure I would have been it.",
	"name": "Lisa Marie Presley"
}, {
	"quote": "Sometimes people call me a success for all the reasons that make me think I'm a failure.",
	"name": "William Hurt"
}, {
	"quote": "I've always believed that it's important to show a new look periodically. Predictability can lead to failure.",
	"name": "T. Boone Pickens"
}, {
	"quote": "The hippy movement was a failure.",
	"name": "Joe Strummer"
}, {
	"quote": "There is much to be said for failure. It is much more interesting than success.",
	"name": "Max Beerbohm"
}, {
	"quote": "Failure usually works for me in the end.",
	"name": "David Hasselhoff"
}, {
	"quote": "I think somehow you need to get to a certain point in your life where the notion of failure is absurd.",
	"name": "Jeff Tweedy"
}, {
	"quote": "Aging is mostly the failure to repair.",
	"name": "Gregory Benford"
}, {
	"quote": "The world is divided into two categories: failures and unknowns.",
	"name": "Francis Picabia"
}, {
	"quote": "One of the biggest problems with the modern feminist movement is its failure to bring men along with us.",
	"name": "Tammy Bruce"
}, {
	"quote": "I just felt that 'Golden Balls' was the right thing to do. I didn't care if people thought I was a failure.",
	"name": "Jasper Carrott"
}, {
	"quote": "Failure is a word that I simply don't accept.",
	"name": "John H. Johnson"
}, {
	"quote": "Anybody who dies with money in the bank is a failure.",
	"name": "Dan Gilbert"
}, {
	"quote": "The probability of failure doesn't matter to me.",
	"name": "Vinod Khosla"
}, {
	"quote": "The way most people fail is in not keeping up the heart.",
	"name": "Lady Gregory"
}, {
	"quote": "Fear of failure has always been my best motivator.",
	"name": "Douglas Wood"
}, {
	"quote": "Losing is no disgrace if you've given your best.",
	"name": "Jim Palmer"
}]