[{
	"quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
	"name": "Helen Keller"
}, {
	"quote": "Life is full of happiness and tears; be strong and have faith.",
	"name": "Kareena Kapoor Khan"
}, {
	"quote": "When you focus on being a blessing, God makes sure that you are always blessed in abundance.",
	"name": "Joel Osteen"
}, {
	"quote": "Faith is taking the first step even when you don't see the whole staircase.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "God will never give you anything you can't handle, so don't stress.",
	"name": "Kelly Clarkson"
}, {
	"quote": "Faith is the bird that feels the light when the dawn is still dark.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Be faithful in small things because it is in them that your strength lies.",
	"name": "Mother Teresa"
}, {
	"quote": "Faith is the strength by which a shattered world shall emerge into the light.",
	"name": "Helen Keller"
}, {
	"quote": "Through hard work, perseverance and a faith in God, you can live your dreams.",
	"name": "Ben Carson"
}, {
	"quote": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.",
	"name": "George Washington"
}, {
	"quote": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.",
	"name": "Zig Ziglar"
}, {
	"quote": "Stand straight, walk proud, have a little faith.",
	"name": "Garth Brooks"
}, {
	"quote": "Faith is to believe what you do not see; the reward of this faith is to see what you believe.",
	"name": "Saint Augustine"
}, {
	"quote": "Faith consists in believing when it is beyond the power of reason to believe.",
	"name": "Voltaire"
}, {
	"quote": "Without faith, nothing is possible. With it, nothing is impossible.",
	"name": "Mary McLeod Bethune"
}, {
	"quote": "I am still far from being what I want to be, but with God's help I shall succeed.",
	"name": "Vincent Van Gogh"
}, {
	"quote": "Prayer should be the key of the day and the lock of the night.",
	"name": "George Herbert"
}, {
	"quote": "With faith, discipline and selfless devotion to duty, there is nothing worthwhile that you cannot achieve.",
	"name": "Muhammad Ali Jinnah"
}, {
	"quote": "Sometimes life hits you in the head with a brick. Don't lose faith.",
	"name": "Steve Jobs"
}, {
	"quote": "Dare, dream, dance, smile, and sing loudly! And have faith that love is an unstoppable force!",
	"name": "Suzanne Brockmann"
}, {
	"quote": "Pray as though everything depended on God. Work as though everything depended on you.",
	"name": "Saint Augustine"
}, {
	"quote": "Obedience is an act of faith; disobedience is the result of unbelief.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "Doubt is a pain too lonely to know that faith is his twin brother.",
	"name": "Khalil Gibran"
}, {
	"quote": "Happy is the son whose faith in his mother remains unchallenged.",
	"name": "Louisa May Alcott"
}, {
	"quote": "It's lack of faith that makes people afraid of meeting challenges, and I believed in myself.",
	"name": "Muhammad Ali"
}, {
	"quote": "Pray, and let God worry.",
	"name": "Martin Luther"
}, {
	"quote": "To one who has faith, no explanation is necessary. To one without faith, no explanation is possible.",
	"name": "Thomas Aquinas"
}, {
	"quote": "Anyone can be a hero. You just have to have faith in yourself.",
	"name": "Masi Oka"
}, {
	"quote": "Patience and Diligence, like faith, remove mountains.",
	"name": "William Penn"
}, {
	"quote": "A casual stroll through the lunatic asylum shows that faith does not prove anything.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "I'm grateful to God for His bountiful gifts... He gave me courage and faith in myself.",
	"name": "Loretta Young"
}, {
	"quote": "Faith crosses every border and touches every heart in every nation.",
	"name": "George W. Bush"
}, {
	"quote": "Faith is a passionate intuition.",
	"name": "William Wordsworth"
}, {
	"quote": "Choose your friends with caution; plan your future with purpose, and frame your life with faith.",
	"name": "Thomas S. Monson"
}, {
	"quote": "Non-violence requires a double faith, faith in God and also faith in man.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "I have great faith in fools; self-confidence my friends call it.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "We are twice armed if we fight with faith.",
	"name": "Plato"
}, {
	"quote": "It's not a faith in technology. It's faith in people.",
	"name": "Steve Jobs"
}, {
	"quote": "In faith there is enough light for those who want to believe and enough shadows to blind those who don't.",
	"name": "Blaise Pascal"
}, {
	"quote": "We are never defeated unless we give up on God.",
	"name": "Ronald Reagan"
}, {
	"quote": "As long as I have my faith in God, I'm good. I know everything else is going to come.",
	"name": "Derrick Rose"
}, {
	"quote": "Prayer is as natural an expression of faith as breathing is of life.",
	"name": "Jonathan Edwards"
}, {
	"quote": "Faithless is he that says farewell when the road darkens.",
	"name": "J. R. R. Tolkien"
}, {
	"quote": "Do not tell secrets to those whose faith and silence you have not already tested.",
	"name": "Elizabeth I"
}, {
	"quote": "Faith makes all things possible... love makes all things easy.",
	"name": "Dwight L. Moody"
}, {
	"quote": "Faith and prayer are the vitamins of the soul; man cannot live in health without them.",
	"name": "Mahalia Jackson"
}, {
	"quote": "Physical strength can never permanently withstand the impact of spiritual force.",
	"name": "Franklin D. Roosevelt"
}, {
	"quote": "My music is the spiritual expression of what I am - my faith, my knowledge, my being.",
	"name": "John Coltrane"
}, {
	"quote": "It is truer to say that martyrs create faith more than faith creates martyrs.",
	"name": "Miguel de Unamuno"
}, {
	"quote": "Keep the faith, don't lose your perseverance and always trust your gut extinct.",
	"name": "Paula Abdul"
}, {
	"quote": "Liberty cannot be established without morality, nor morality without faith.",
	"name": "Alexis de Tocqueville"
}, {
	"quote": "Only the person who has faith in himself is able to be faithful to others.",
	"name": "Erich Fromm"
}, {
	"quote": "I gave in, and admitted that God was God.",
	"name": "C. S. Lewis"
}, {
	"quote": "If fear is cultivated it will become stronger, if faith is cultivated it will achieve mastery.",
	"name": "John Paul Jones"
}, {
	"quote": "Blind faith in your leaders, or in anything, will get you killed.",
	"name": "Bruce Springsteen"
}, {
	"quote": "Faith must trample under foot all reason, sense, and understanding.",
	"name": "Martin Luther"
}, {
	"quote": "Faith Hill is a big role model.",
	"name": "Taylor Swift"
}, {
	"quote": "Faith is what someone knows to be true, whether they believe it or not.",
	"name": "Flannery O'Connor"
}, {
	"quote": "Non-violence is the article of faith.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Faith has to do with things that are not seen and hope with things that are not at hand.",
	"name": "Thomas Aquinas"
}, {
	"quote": "Sometimes you find your strongest faith in the darkest corners.",
	"name": "Margo Price"
}, {
	"quote": "A library implies an act of faith.",
	"name": "Victor Hugo"
}, {
	"quote": "I don't think you ever really know what all you're doing, so you have to act on faith.",
	"name": "Dolly Parton"
}, {
	"quote": "I die the king's faithful servant, but God's first.",
	"name": "Thomas More"
}, {
	"quote": "He who has courage and faith will never perish in misery!",
	"name": "Anne Frank"
}, {
	"quote": "Faith is a knowledge within the heart, beyond the reach of proof.",
	"name": "Khalil Gibran"
}, {
	"quote": "Sometimes all you need is a big leap of faith.",
	"name": "Sean Bean"
}, {
	"quote": "Keep your faith in God, but keep your powder dry.",
	"name": "Oliver Cromwell"
}, {
	"quote": "Faith is much better than belief. Belief is when someone else does the thinking.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "Love, hope, fear, faith - these make humanity; These are its sign and note and character.",
	"name": "Robert Browning"
}, {
	"quote": "Faith goes out through the window when beauty comes in at the door.",
	"name": "George Edward Moore"
}, {
	"quote": "Creativity is always a leap of faith. You're faced with a blank page, blank easel, or an empty stage.",
	"name": "Julia Cameron"
}, {
	"quote": "Each one prays to God according to his own light.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Faith is an oasis in the heart which will never be reached by the caravan of thinking.",
	"name": "Khalil Gibran"
}, {
	"quote": "But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be.",
	"name": "Alan Watts"
}, {
	"quote": "My faith helps me overcome such negative emotions and find my equilibrium.",
	"name": "Dalai Lama"
}, {
	"quote": "I don't have to have faith, I have experience.",
	"name": "Joseph Campbell"
}, {
	"quote": "Your faithfulness makes you trustworthy to God.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "Obedience is the fruit of faith.",
	"name": "Christina Rossetti"
}, {
	"quote": "And the attitude of faith is the very opposite of clinging to belief, of holding on.",
	"name": "Alan Watts"
}, {
	"quote": "Be a sinner and sin strongly, but more strongly have faith and rejoice in Christ.",
	"name": "Martin Luther"
}, {
	"quote": "It takes vision and courage to create - it takes faith and courage to prove.",
	"name": "Owen D. Young"
}, {
	"quote": "My faith helps me understand that circumstances don't dictate my happiness, my inner peace.",
	"name": "Denzel Washington"
}, {
	"quote": "Everything I am I owe to my faith and secondly to parents who were old school.",
	"name": "J. C. Watts"
}, {
	"quote": "Faith is a state of openness or trust.",
	"name": "Alan Watts"
}, {
	"quote": "Reason is our soul's left hand, faith her right.",
	"name": "John Donne"
}, {
	"quote": "The future is as bright as your faith.",
	"name": "Thomas S. Monson"
}, {
	"quote": "I learned early on the magic of life is having a vision, having faith, and then going for it.",
	"name": "Elaine Welteroth"
}, {
	"quote": "We have one life; it soon will be past; what we do for God is all that will last.",
	"name": "Charles Studd"
}, {
	"quote": "Ultimately, blind faith is the only kind.",
	"name": "Mason Cooley"
}, {
	"quote": "God always takes the simplest way.",
	"name": "Albert Einstein"
}, {
	"quote": "Faith is about trusting God when you have unanswered questions.",
	"name": "Joel Osteen"
}, {
	"quote": "Faith: not wanting to know what is true.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Now, God be praised, that to believing souls gives light in darkness, comfort in despair.",
	"name": "William Shakespeare"
}, {
	"quote": "The faith that stands on authority is not faith.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Writing is an act of faith, not a trick of grammar.",
	"name": "E. B. White"
}, {
	"quote": "Faith is not something to grasp, it is a state to grow into.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Unity in faith is theocracy; unity in politics is fascism.",
	"name": "Maajid Nawaz"
}, {
	"quote": "Nonviolence is the first article of my faith. It is also the last article of my creed.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Faith gives you an inner strength and a sense of balance and perspective in life.",
	"name": "Gregory Peck"
}, {
	"quote": "Every tomorrow has two handles. We can take hold of it with the handle of anxiety or the handle of faith.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "Love, like a chicken salad or restaurant hash, must be taken with blind faith or it loses its flavor.",
	"name": "Helen Rowland"
}, {
	"quote": "Don't let the winds blow your dreams away... or steal your faith in God.",
	"name": "Vin Scully"
}, {
	"quote": "Not brute force but only persuasion and faith are the kings of this world.",
	"name": "Thomas Carlyle"
}, {
	"quote": "Faith is an island in the setting sun, But proof is the bottom line for everyone.",
	"name": "Paul Simon"
}, {
	"quote": "There is greatness in the fear of God, contentment in faith of God, and honour in humility.",
	"name": "Abu Bakr"
}, {
	"quote": "If you have a particular faith or religion, that is good. But you can survive without it.",
	"name": "Dalai Lama"
}, {
	"quote": "It's faith in something and enthusiasm for something that makes a life worth living.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "Faith is trust in ultimate meaning.",
	"name": "Viktor E. Frankl"
}, {
	"quote": "I have tremendous faith in God that all things happen for a reason, even if we don't understand.",
	"name": "Terri Irwin"
}, {
	"quote": "Belief in a cruel God makes a cruel man.",
	"name": "Thomas Paine"
}, {
	"quote": "And Jesus, the heart of the Christian faith is the wildest, most radical guy you'd ever come across.",
	"name": "Bear Grylls"
}, {
	"quote": "As reason is a rebel to faith, so passion is a rebel to reason.",
	"name": "Thomas Browne"
}, {
	"quote": "Faith activates God - Fear activates the Enemy.",
	"name": "Joel Osteen"
}, {
	"quote": "God... a being whose only definition is that he is beyond man's power to conceive.",
	"name": "Ayn Rand"
}, {
	"quote": "Love, we say, is life; but love without hope and faith is agonizing death.",
	"name": "Elbert Hubbard"
}, {
	"quote": "God may not guide us in an obvious way because he wants us to make decisions based on faith and character.",
	"name": "Dallas Willard"
}, {
	"quote": "When faith is lost, when honor dies, the man is dead.",
	"name": "John Greenleaf Whittier"
}, {
	"quote": "Faith is not believing that God can. It is knowing that God will.",
	"name": "Ben Stein"
}, {
	"quote": "Resist your fear; fear will never lead to you a positive end. Go for your faith and what you believe.",
	"name": "T. D. Jakes"
}, {
	"quote": "Faith is deliberate confidence in the character of God whose ways you may not understand at the time.",
	"name": "Oswald Chambers"
}, {
	"quote": "I see heaven's glories shine and faith shines equal.",
	"name": "Emily Bronte"
}, {
	"quote": "Faith is an aptitude of the spirit. It is, in fact, a talent: you must be born with it.",
	"name": "Anton Chekhov"
}, {
	"quote": "The only answer to fear is faith in God, knowing He loves you unconditionally and individually.",
	"name": "Joyce Meyer"
}, {
	"quote": "Have faith in God. It will make you dig deeper and become a better leader.",
	"name": "Anne F. Beiler"
}, {
	"quote": "I must have had faith that day. When I went out, I was Henry Fonda again. An unemployed actor but a man.",
	"name": "Henry Fonda"
}, {
	"quote": "The principle part of faith is patience.",
	"name": "George MacDonald"
}, {
	"quote": "I am totally convinced the Christian faith is the most coherent worldview around.",
	"name": "Ravi Zacharias"
}, {
	"quote": "Bigotry toward any faith community cannot have any place in civilized society anywhere in the world.",
	"name": "Feisal Abdul Rauf"
}, {
	"quote": "I have faith in the judicial system.",
	"name": "Clarence Clemons"
}, {
	"quote": "Skepticism, riddling the faith of yesterday, prepared the way for the faith of tomorrow.",
	"name": "Romain Rolland"
}, {
	"quote": "We can no more do without spirituality than we can do without food, shelter, or clothing.",
	"name": "Ernest Holmes"
}, {
	"quote": "That is the definition of faith - acceptance of that which we imagine to be true, that which we cannot prove.",
	"name": "Dan Brown"
}, {
	"quote": "I hold that religion and faith are two different things.",
	"name": "Pat Buckley"
}, {
	"quote": "Let those who, still in their youth, have preserved their faith and fullness of hope, keep looking up.",
	"name": "George A. Smith"
}, {
	"quote": "The love of heaven makes one heavenly.",
	"name": "William Shakespeare"
}, {
	"quote": "Faith, there hath been many great men that have flattered the people who ne'er loved them.",
	"name": "William Shakespeare"
}, {
	"quote": "God enters by a private door into every individual.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "To Follow by faith alone is to follow blindly.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Our faith comes in moments; our vice is habitual.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Faith... must be enforced by reason... when faith becomes blind it dies.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "The smallest seed of faith is better than the largest fruit of happiness.",
	"name": "Henry David Thoreau"
}, {
	"quote": "The way to see by Faith is to shut the Eye of Reason.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Faith never makes a confession.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Intolerance betrays want of faith in one's cause.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "In the affairs of this world, men are saved not by faith, but by the want of it.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Faith is permitting ourselves to be seized by the things we do not see.",
	"name": "Martin Luther"
}, {
	"quote": "Faith keeps many doubts in her pay. If I could not doubt, I should not believe.",
	"name": "Henry David Thoreau"
}, {
	"quote": "If faith is lost, there is no security and there is no life for him who does not adhere to religion.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "Fear of death makes us devoid both of valour and religion. For want of valour is want of religious faith.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Only he can take great resolves who has indomitable faith in God and has fear of God.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "The great moral powers of the soul are faith, hope, and love.",
	"name": "Ellen G. White"
}, {
	"quote": "Painting is a faith, and it imposes the duty to disregard public opinion.",
	"name": "Vincent Van Gogh"
}, {
	"quote": "But for my faith in God, I should have been a raving maniac.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Faith moves mountains, but you have to keep pushing while you are praying.",
	"name": "Mason Cooley"
}, {
	"quote": "I wish everybody finds the serenity that good, strong faith brings.",
	"name": "Ann Jillian"
}, {
	"quote": "God didn't make a mistake when He made you. You need to see yourself as God sees you.",
	"name": "Joel Osteen"
}, {
	"quote": "You know, my faith is one that admits some doubt.",
	"name": "Barack Obama"
}, {
	"quote": "Doubt is not the opposite of faith; it is one element of faith.",
	"name": "Paul Tillich"
}, {
	"quote": "There is but one cause of human failure. And that is man's lack of faith in his true Self.",
	"name": "William James"
}, {
	"quote": "I live and love in God's peculiar light.",
	"name": "Michelangelo"
}, {
	"quote": "You were made by God and for God, and until you understand that, life will never make sense.",
	"name": "Rick Warren"
}, {
	"quote": "I'm a strong man of faith.",
	"name": "Darryl Glenn"
}, {
	"quote": "Faith in oneself is the best and safest course.",
	"name": "Michelangelo"
}, {
	"quote": "To believe in God is impossible not to believe in Him is absurd.",
	"name": "Voltaire"
}, {
	"quote": "Let no rank puff up anyone; for faith and love are paramount - the greatest blessings in the world.",
	"name": "Ignatius of Antioch"
}, {
	"quote": "Faith is different from proof; the latter is human, the former is a Gift from God.",
	"name": "Blaise Pascal"
}, {
	"quote": "A man of courage is also full of faith.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Life is only a long and bitter suicide, and faith alone can transform this suicide into a sacrifice.",
	"name": "Franz Liszt"
}, {
	"quote": "A better world shall emerge based on faith and understanding.",
	"name": "Douglas MacArthur"
}, {
	"quote": "Reason is the enemy of faith.",
	"name": "Martin Luther"
}, {
	"quote": "Trust is not the same as faith. A friend is someone you trust. Putting faith in anyone is a mistake.",
	"name": "Christopher Hitchens"
}, {
	"quote": "If you believe in God, He will open the windows of heaven and pour blessings upon you.",
	"name": "Mahalia Jackson"
}, {
	"quote": "If you think you can win, you can win. Faith is necessary to victory.",
	"name": "William Hazlitt"
}, {
	"quote": "Faith may be defined briefly as an illogical belief in the occurrence of the improbable.",
	"name": "H. L. Mencken"
}, {
	"quote": "Faith embraces many truths which seem to contradict each other.",
	"name": "Blaise Pascal"
}, {
	"quote": "Believers, look up - take courage. The angels are nearer than you think.",
	"name": "Billy Graham"
}, {
	"quote": "Seeds of faith are always within us; sometimes it takes a crisis to nourish and encourage their growth.",
	"name": "Susan L. Taylor"
}, {
	"quote": "Choosing an attitude of faith will release peace out of your spirit and into your soul.",
	"name": "Joyce Meyer"
}, {
	"quote": "Faith is easy; I think people complicate it.",
	"name": "Joel Osteen"
}, {
	"quote": "My reason nourishes my faith and my faith my reason.",
	"name": "Norman Cousins"
}, {
	"quote": "Only our individual faith in freedom can keep us free.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "A wise ruler ought never to keep faith when by doing so it would be against his interests.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "I have come to the conclusion that the most important element in human life is faith.",
	"name": "Rose Kennedy"
}, {
	"quote": "The age of innocent faith in science and technology may be over.",
	"name": "Barry Commoner"
}, {
	"quote": "Even if a unity of faith is not possible, a unity of love is.",
	"name": "Hans Urs von Balthasar"
}, {
	"quote": "I spend a lot of time balancing between faith and disbelief.",
	"name": "Taylor Swift"
}, {
	"quote": "There lives more faith in honest doubt, believe me, than in half the creeds.",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "Life's a fight. It's a good fight of faith.",
	"name": "Joel Osteen"
}, {
	"quote": "You can judge the quality of their faith from the way they behave. Discipline is an index to doctrine.",
	"name": "Tertullian"
}, {
	"quote": "Life is doubt, and faith without doubt is nothing but death.",
	"name": "Miguel de Unamuno"
}, {
	"quote": "There's a huge amount of faith and confidence in the stunt team.",
	"name": "Jason Statham"
}, {
	"quote": "Art used to be made in the name of faith. We made cathedrals, we made stained-glass windows, we made murals.",
	"name": "Julia Cameron"
}, {
	"quote": "You just have to have a simple faith.",
	"name": "Jimmy Carter"
}, {
	"quote": "The greatest act of faith is when a man understands he is not God.",
	"name": "Oliver Wendell Holmes, Jr."
}, {
	"quote": "God never made a promise that was too good to be true.",
	"name": "Dwight L. Moody"
}, {
	"quote": "If you have God on your side, everything becomes clear.",
	"name": "Ayrton Senna"
}, {
	"quote": "Faith which does not doubt is dead faith.",
	"name": "Miguel de Unamuno"
}, {
	"quote": "If you want to lose your faith, make friends with a priest.",
	"name": "George Gurdjieff"
}, {
	"quote": "My faith is the grand drama of my life. I'm a believer, so I sing words of God to those who have no faith.",
	"name": "Olivier Messiaen"
}, {
	"quote": "Evolution and creationism both require faith. It's just a matter of where you choose to place that faith.",
	"name": "Ben Carson"
}, {
	"quote": "A mission is a place where you ask nonbelievers to come and find faith and hope and feel love.",
	"name": "Robert H. Schuller"
}, {
	"quote": "Our faith is released as we say, pray and do the Word.",
	"name": "Joyce Meyer"
}, {
	"quote": "My faith always has been and always will be important to me.",
	"name": "Aretha Franklin"
}, {
	"quote": "I can't prove it scientifically, that there's a God, but I believe.",
	"name": "Billy Graham"
}, {
	"quote": "I have faith that God often uses our deepest pain as the launching pad of our greatest calling.",
	"name": "Yolanda Hadid"
}, {
	"quote": "An Adult faith does not follow the waves of fashion and the latest novelties.",
	"name": "Pope Benedict XVI"
}, {
	"quote": "Art requires neither complaisance nor politeness; nothing but faith, faith and freedom.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Faith means belief in something concerning which doubt is theoretically possible.",
	"name": "William James"
}, {
	"quote": "That willing suspension of disbelief for the moment, which constitutes poetic faith.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "Fear clogs; faith liberates.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Faith is the state of being ultimately concerned.",
	"name": "Paul Tillich"
}, {
	"quote": "Faith is an act of a finite being who is grasped by, and turned to, the infinite.",
	"name": "Paul Tillich"
}, {
	"quote": "I consider myself a Christian. I attend church. My faith has sustained me in very difficult times.",
	"name": "John McCain"
}, {
	"quote": "A faith is a necessity to a man. Woe to him who believes in nothing.",
	"name": "Victor Hugo"
}, {
	"quote": "I have tremendous faith in President Obama's skills. He's a long-term visionary.",
	"name": "Deepak Chopra"
}, {
	"quote": "Science stands for rational thought, faith for superstition and unreason.",
	"name": "Deepak Chopra"
}, {
	"quote": "Duty cannot exist without faith.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "To me faith means not worrying.",
	"name": "John Dewey"
}, {
	"quote": "Faith, culture, structure and guidance are good things.",
	"name": "Bethenny Frankel"
}, {
	"quote": "The man of science has learned to believe in justification, not by faith, but by verification.",
	"name": "Thomas Huxley"
}, {
	"quote": "To study history means submitting to chaos and nevertheless retaining faith in order and meaning.",
	"name": "Hermann Hesse"
}, {
	"quote": "I have faith in faith. God is there, whether we have faith or not, so why not have faith in him?",
	"name": "Valerie Bertinelli"
}, {
	"quote": "Faith and doubt cannot exist in the same mind at the same time, for one will dispel the other.",
	"name": "Thomas S. Monson"
}, {
	"quote": "We may not only find faith in God in our sorrow. We may also become faithful to Him in times of calm.",
	"name": "Thomas S. Monson"
}, {
	"quote": "Faith is the ticket to the feast, not the feast.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "I want to be remembered as the person who helped us restore faith in ourselves.",
	"name": "Wilma Mankiller"
}, {
	"quote": "Our faith is faith in someone else's faith, and in the greatest matters this is most the case.",
	"name": "William James"
}, {
	"quote": "Knowledge is only one half. Faith is the other.",
	"name": "Novalis"
}, {
	"quote": "It's attractive when girls have faith. That is a big thing for me.",
	"name": "Tim Tebow"
}, {
	"quote": "Our religion does not discriminate according to color, sex or anything else. What counts is piety and faith.",
	"name": "Hussein of Jordan"
}, {
	"quote": "For modes of faith let graceless zealots fight, His can't be wrong whose life is in the right.",
	"name": "Alexander Pope"
}, {
	"quote": "Faith is the heroism of the intellect.",
	"name": "Charles Henry Parkhurst"
}, {
	"quote": "I am one of those who would rather sink with faith than swim without it.",
	"name": "Stanley Baldwin"
}, {
	"quote": "I hope I can live up to the faith that has been put in me to do a good job.",
	"name": "Clementa C. Pinckney"
}, {
	"quote": "Faith is not a sense, nor sight, nor reason, but taking God at His work.",
	"name": "Faith Evans"
}, {
	"quote": "Is it faith to understand nothing, and merely submit your convictions implicitly to the Church?",
	"name": "John Calvin"
}, {
	"quote": "He wants you all to Himself to put His loving, divine arms around you.",
	"name": "Charles Stanley"
}, {
	"quote": "I've had faith my whole life that there was someone looking out for me, a spirit guide, a soul guide.",
	"name": "Lady Gaga"
}, {
	"quote": "If you desire faith, then you have faith enough.",
	"name": "Elizabeth Barrett Browning"
}, {
	"quote": "Erosion of faith and trust in government - that is the real problem that confronts us.",
	"name": "Rodrigo Duterte"
}, {
	"quote": "With His love, you can wake up every day with an attitude of faith and expectancy.",
	"name": "Victoria Osteen"
}, {
	"quote": "Base souls have no faith in great individuals.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "Faith is love taking the form of aspiration.",
	"name": "William Ellery Channing"
}, {
	"quote": "Fight the good fight of faith, and God will give you spiritual mercies.",
	"name": "George Whitefield"
}, {
	"quote": "Faith, sir, we are here today, and gone tomorrow.",
	"name": "Aphra Behn"
}, {
	"quote": "Faith, like a jackal, feeds among the tombs, and even from these dead doubts she gathers her most vital hope.",
	"name": "Herman Melville"
}, {
	"quote": "I don't have faith in young people any more. I don't waste time trying to communicate with them.",
	"name": "Vivienne Westwood"
}, {
	"quote": "In a democracy, dissent is an act of faith.",
	"name": "J. William Fulbright"
}, {
	"quote": "You block your dream when you allow your fear to grow bigger than your faith.",
	"name": "Mary Manin Morrissey"
}, {
	"quote": "At the heart of Christian faith is the story of Jesus' death and resurrection.",
	"name": "John Ortberg"
}, {
	"quote": "Morals are built on religious faith. Virtue is built on morality and influences a culture.",
	"name": "Michele Bachmann"
}, {
	"quote": "It's OK to be outspoken about your faith.",
	"name": "Tim Tebow"
}, {
	"quote": "Worry is spiritual short sight. Its cure is intelligent faith.",
	"name": "Paul Brunton"
}, {
	"quote": "The enemy is not Islam, the great world faith, but a perversion of Islam.",
	"name": "John Cornyn"
}, {
	"quote": "The principle of acting in good faith is at the heart of decent work.",
	"name": "Richard Eyre"
}, {
	"quote": "I think it's imperative to have faith or religion, because it's good to have morals, to be kind to others.",
	"name": "Tinie Tempah"
}, {
	"quote": "Red Sox fans have been pushed to the brink over the years, but that's how faith grows stronger.",
	"name": "Julianna Baggott"
}, {
	"quote": "Treat the audience with respect and maturity, and have a certain faith in them to catch up.",
	"name": "Duncan Jones"
}, {
	"quote": "American government was founded on a belief and a faith in God and in doing what is right and just.",
	"name": "Ginny Brown-Waite"
}, {
	"quote": "All the faith and good will in the world is wasted without direction.",
	"name": "Bill Owens"
}, {
	"quote": "The substance of faith is a hope in the unseen.",
	"name": "Ron Suskind"
}, {
	"quote": "I ground my faith upon God's word, and not upon the church.",
	"name": "Jane Grey"
}, {
	"quote": "Faith, to my mind, is a stiffening process, a sort of mental starch.",
	"name": "E. M. Forster"
}, {
	"quote": "How many things we held yesterday as articles of faith which today we tell as fables.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Faith is spiritualized imagination.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "If I were dying, my last words would be: Have faith and pursue the unknown end.",
	"name": "Oliver Wendell Holmes, Jr."
}, {
	"quote": "If there was no faith there would be no living in this world. We could not even eat hash with any safety.",
	"name": "Josh Billings"
}, {
	"quote": "Pray in faith.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "Hope, like faith, is nothing if it is not courageous; it is nothing if it is not ridiculous.",
	"name": "Thornton Wilder"
}, {
	"quote": "I respect faith, but doubt is what gives you an education.",
	"name": "Wilson Mizner"
}, {
	"quote": "Above all, cancer is a spiritual practice that teaches me about faith and resilience.",
	"name": "Kris Carr"
}, {
	"quote": "Asking in faith requires honesty, effort, commitment, and persistence.",
	"name": "David A. Bednar"
}, {
	"quote": "Every man eventually is backed up to the wall of faith, and there he must make his stand.",
	"name": "Ezra Taft Benson"
}, {
	"quote": "Far too many candidates wear their faith on their sleeve.",
	"name": "Ted Cruz"
}, {
	"quote": "Writing fiction has become a priestly business in countries that have lost their faith.",
	"name": "Gore Vidal"
}, {
	"quote": "Faith is never identical with piety.",
	"name": "Karl Barth"
}, {
	"quote": "Charity can be the outward expression of faith and hope.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "We see ourselves in terms of yesterday and today. Our Heavenly Father sees us in terms of forever.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "The Resurrection is at the core of our beliefs as Christians. Without it, our faith is meaningless.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "Too often today, we do not rely on faith so much as on our own ability to reason and solve problems.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "Often what passes for faith in this world is little more than gullibility.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "I believe though I do not comprehend, and I hold by faith what I cannot grasp with the mind.",
	"name": "Saint Bernard"
}, {
	"quote": "Faith is the confidence, the assurance, the enforcing truth, the knowing.",
	"name": "Robert Collier"
}, {
	"quote": "Number one is my faith, number two my family, number three is my friends, and number four, my fans.",
	"name": "Jim Kelly"
}, {
	"quote": "The Bible is our rule of faith and doctrine.",
	"name": "Ellen G. White"
}, {
	"quote": "'Faith and Will' sprang from my personal experience with passing through a dark spiritual time.",
	"name": "Julia Cameron"
}, {
	"quote": "I try to stay centered in my faith and my family and the close people around me.",
	"name": "Tim Tebow"
}, {
	"quote": "I think poetry's always a kind of faith. It is the kind that I have.",
	"name": "Natasha Trethewey"
}, {
	"quote": "I would not attack the faith of a heathen without being sure I had a better one to put in its place.",
	"name": "Harriet Beecher Stowe"
}, {
	"quote": "Flatter not thyself in thy faith in God if thou hast not charity for thy neighbor.",
	"name": "Francis Quarles"
}, {
	"quote": "Why should any man have power over any other man's faith, seeing Christ Himself is the author of it?",
	"name": "George Fox"
}, {
	"quote": "My faith, my family, my friends - that's where I get my strength.",
	"name": "Dana Loesch"
}, {
	"quote": "Faith is like a kernel of wheat.",
	"name": "Joe Bob Briggs"
}, {
	"quote": "Know why you believe, understand what you believe, and possess a reason for the faith that is in you.",
	"name": "Frances Wright"
}, {
	"quote": "I try to go with the flow and have faith that everything is going to work out.",
	"name": "Bryce Dallas Howard"
}, {
	"quote": "Faith is not a thing which one 'loses', we merely cease to shape our lives by it.",
	"name": "Georges Bernanos"
}, {
	"quote": "Have faith in your intuition and listen to your gut feeling.",
	"name": "Ann Cotton"
}, {
	"quote": "Faith is not belief without proof, but trust without reservation.",
	"name": "D. Elton Trueblood"
}, {
	"quote": "Fear is the denomination of the Old Testament; belief is the denomination of the New.",
	"name": "Benjamin Whichcote"
}, {
	"quote": "I am sorry for causing anyone to lose faith in sport.",
	"name": "Lizzie Armitstead"
}, {
	"quote": "We need a dose of doubt and a dose of faith, to challenge each other.",
	"name": "Elif Safak"
}, {
	"quote": "God continues to work miracles in my life.",
	"name": "Willie Aames"
}, {
	"quote": "Vision looks upward and becomes faith.",
	"name": "Stephen Samuel Wise"
}, {
	"quote": "But I don't necessarily define my faith by going to church every Sunday.",
	"name": "Miley Cyrus"
}, {
	"quote": "Faith is the very first thing you should pack in a hope chest.",
	"name": "Sarah Ban Breathnach"
}, {
	"quote": "Of all the things Christ wants for us, loving Him and focusing our attention on Him are the most important.",
	"name": "Charles Stanley"
}, {
	"quote": "Every life is a profession of faith, and exercises an inevitable and silent influence.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "Society lives by faith, and develops by science.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "He who is not impressed by sound advice, lacks faith.",
	"name": "Abu Bakr"
}, {
	"quote": "Of all duties, prayer certainly is the sweetest and most easy.",
	"name": "Laurence Sterne"
}, {
	"quote": "Not truth, but faith, it is that keeps the world alive.",
	"name": "Edna St. Vincent Millay"
}, {
	"quote": "Have faith in God; God has faith in you.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "True faith is belief in the reality of absolute values.",
	"name": "William Inge"
}, {
	"quote": "The dearest friend on earth is a mere shadow compared to Jesus Christ.",
	"name": "Oswald Chambers"
}, {
	"quote": "We are a long time in learning that all our strength and salvation is in God.",
	"name": "David Brainerd"
}, {
	"quote": "All that I am I owe to Jesus Christ, revealed to me in His divine Book.",
	"name": "David Livingstone"
}, {
	"quote": "The power of faith will often shine forth the most when the character is naturally weak.",
	"name": "Augustus Hare"
}, {
	"quote": "My main focus in sobriety has been to replace fear with faith or love.",
	"name": "Steve-O"
}, {
	"quote": "It's okay to have faith in something that you can't see or touch.",
	"name": "Chad Kroeger"
}, {
	"quote": "It is not reason which makes faith hard, but life.",
	"name": "Jean Ingelow"
}, {
	"quote": "I seek a deeper truth, but I don't think I have to go to a building designated for worship to find it.",
	"name": "Ted Lange"
}, {
	"quote": "In the light of faith I am strong, constant, and persevering.",
	"name": "Catherine of Siena"
}, {
	"quote": "Faith is reason grown courageous.",
	"name": "Sherwood Eddy"
}, {
	"quote": "Faith is not contrary to reason.",
	"name": "Sherwood Eddy"
}, {
	"quote": "I think the greatest taboos in America are faith and failure.",
	"name": "Michael Malone"
}]