[{
	"quote": "You don't choose your family. They are God's gift to you, as you are to them.",
	"name": "Desmond Tutu"
}, {
	"quote": "It's all about quality of life and finding a happy balance between work and friends and family.",
	"name": "Philip Green"
}, {
	"quote": "My family is my life, and everything else comes second as far as what's important to me.",
	"name": "Michael Imperioli"
}, {
	"quote": "The most important thing in the world is family and love.",
	"name": "John Wooden"
}, {
	"quote": "Family is not an important thing. It's everything.",
	"name": "Michael J. Fox"
}, {
	"quote": "The memories we make with our family is everything.",
	"name": "Candace Cameron Bure"
}, {
	"quote": "Nothing is better than going home to family and eating good food and relaxing.",
	"name": "Irina Shayk"
}, {
	"quote": "The family is one of nature's masterpieces.",
	"name": "George Santayana"
}, {
	"quote": "To us, family means putting your arms around each other and being there.",
	"name": "Barbara Bush"
}, {
	"quote": "You go through life wondering what is it all about but at the end of the day it's all about family.",
	"name": "Rod Stewart"
}, {
	"quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life.",
	"name": "Richard Bach"
}, {
	"quote": "I believe that the greatest gift you can give your family and the world is a healthy you.",
	"name": "Joyce Meyer"
}, {
	"quote": "Happiness is having a large, loving, caring, close-knit family in another city.",
	"name": "George Burns"
}, {
	"quote": "Family and friendships are two of the greatest facilitators of happiness.",
	"name": "John C. Maxwell"
}, {
	"quote": "I think togetherness is a very important ingredient to family life.",
	"name": "Barbara Bush"
}, {
	"quote": "My family is my strength and my weakness.",
	"name": "Aishwarya Rai Bachchan"
}, {
	"quote": "Holidays - any holiday - are such a great opportunity to focus on bringing the family together.",
	"name": "Lidia Bastianich"
}, {
	"quote": "Family means no one gets left behind or forgotten.",
	"name": "David Ogden Stiers"
}, {
	"quote": "Cherish your human connections - your relationships with friends and family.",
	"name": "Barbara Bush"
}, {
	"quote": "Family always gonna be there. The material things, they come and go.",
	"name": "Romeo Miller"
}, {
	"quote": "I don't think quantity time is as special as quality time with your family.",
	"name": "Reba McEntire"
}, {
	"quote": "Family is the most important thing in the world.",
	"name": "Princess Diana"
}, {
	"quote": "The only rock I know that stays steady, the only institution I know that works, is the family.",
	"name": "Lee Iacocca"
}, {
	"quote": "I always believe holidays strengthen the family bond, away from our daily hectic schedules.",
	"name": "Chiranjeevi"
}, {
	"quote": "I absolutely love spending time with my family.",
	"name": "Kevin Alejandro"
}, {
	"quote": "As a child my family's menu consisted of two choices: take it or leave it.",
	"name": "Buddy Hackett"
}, {
	"quote": "In every conceivable manner, the family is link to our past, bridge to our future.",
	"name": "Alex Haley"
}, {
	"quote": "Without a family, man, alone in the world, trembles with the cold.",
	"name": "Andre Maurois"
}, {
	"quote": "The kitchen is the heart of every home, for the most part. It evokes memories of your family history.",
	"name": "Debi Mazar"
}, {
	"quote": "You need a really solid foundation of friends and family to keep you where you need to be.",
	"name": "Lilly Singh"
}, {
	"quote": "I looked up my family tree and found out I was the sap.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "I'm a pretty uncomplicated person. I live a very simple life with my family and I enjoy very ordinary things.",
	"name": "Khaled Hosseini"
}, {
	"quote": "I always wanted to be a farmer. There is a tradition of that in my family.",
	"name": "Bjork"
}, {
	"quote": "I'm surrounded by great friends and family. I don't know what I would do without them.",
	"name": "Emma Roberts"
}, {
	"quote": "Everyone feels like family and I am back in the city that I love.",
	"name": "Chris Noth"
}, {
	"quote": "I love coming back home and seeing old friends and family. I would say it keeps me grounded.",
	"name": "Coy Bowles"
}, {
	"quote": "A happy family is but an earlier heaven.",
	"name": "George Bernard Shaw"
}, {
	"quote": "A man should never neglect his family for business.",
	"name": "Walt Disney"
}, {
	"quote": "I've always been close to my family. I've got a lot of nieces and nephews, but I'm a good uncle.",
	"name": "John Waters"
}, {
	"quote": "I know all I really wanna do is get money and take care of my family.",
	"name": "Meek Mill"
}, {
	"quote": "Cherish your human connections: your relationships with friends and family.",
	"name": "Joseph Brodsky"
}, {
	"quote": "No family is complete without an embarrassing uncle.",
	"name": "Peter Morgan"
}, {
	"quote": "All happy families resemble one another, each unhappy family is unhappy in its own way.",
	"name": "Leo Tolstoy"
}, {
	"quote": "God Bless my mother and father for all the hard work they've done for our family.",
	"name": "Coy Bowles"
}, {
	"quote": "Weekends are sacred for me. They're the perfect time to relax and spend time with family and friends.",
	"name": "Marcus Samuelsson"
}, {
	"quote": "Going home and spending time with your family and your real friends keeps you grounded.",
	"name": "Jennifer Ellison"
}, {
	"quote": "My advice: Take a second out of the day today and be thankful for your family.",
	"name": "Jenna Morasca"
}, {
	"quote": "We are very excited about welcoming a new member of the family, a daughter!",
	"name": "Michael Weatherly"
}, {
	"quote": "The love of family and the admiration of friends is much more important than wealth and privilege.",
	"name": "Charles Kuralt"
}, {
	"quote": "It was the dumbest thing I had ever seen, but it's a family thing, and I guess it's clean.",
	"name": "Barbara Bush"
}, {
	"quote": "Sunday, for me, is all about being home with the family with no plans.",
	"name": "John Lasseter"
}, {
	"quote": "I always believe that the elders in my family are the reason for my success.",
	"name": "R. Madhavan"
}, {
	"quote": "I find that it's the simple things that remind you of family around the holidays.",
	"name": "Amy Adams"
}, {
	"quote": "I pretend I'm one of the royal family when I'm in a hotel and that the hotel belongs to me - it is a palace.",
	"name": "Martin Short"
}, {
	"quote": "My priority is to hang out with the ones I love - my family, my loved ones.",
	"name": "Cote de Pablo"
}, {
	"quote": "I will fight to the last breath, even though my family cowers in terror in the palace.",
	"name": "Ferdinand Marcos"
}, {
	"quote": "I am a family man, and my most important role is a father to my son.",
	"name": "Ed Skrein"
}, {
	"quote": "My grandfather did a lot of things in his life. What he was most proud of was raising his family.",
	"name": "Tagg Romney"
}, {
	"quote": "Rarely do members of the same family grow up under the same roof.",
	"name": "Richard Bach"
}, {
	"quote": "Food is everything. Food, friends, family: Those are the most important things in life.",
	"name": "Zac Posen"
}, {
	"quote": "We believed in our idea - a family park where parents and children could have fun- together.",
	"name": "Walt Disney"
}, {
	"quote": "I love my living room: it's the heart of my home where I get to chill and spend time with family and friends.",
	"name": "Bobby Berk"
}, {
	"quote": "Abortion is an attack on the family and the humanity that unites us all.",
	"name": "Alveda King"
}, {
	"quote": "Like family, we are tied to each other. This is what all good musicians understand.",
	"name": "Billy Joel"
}, {
	"quote": "And when I've been away from my family and friends, I have felt good hearing some of those old songs.",
	"name": "Beau Bridges"
}, {
	"quote": "I had a birthday party with my family and friends at a house, and Chipotle catered. It was beautiful.",
	"name": "Ansel Elgort"
}, {
	"quote": "I'm a minimalist. I don't really need much to enjoy a good holiday - just my family and the bare essentials.",
	"name": "Jean Reno"
}, {
	"quote": "The most important family value of all is time with your family.",
	"name": "Tom Perez"
}, {
	"quote": "My ultimate life dream project is my kids. My family.",
	"name": "Denzel Washington"
}, {
	"quote": "My Christmases have always just been very simple and about family.",
	"name": "Julie Roberts"
}, {
	"quote": "I love spending time with my dog, my niece and my family. I'm very family-oriented.",
	"name": "Lil' Kim"
}, {
	"quote": "I love pizza. I want to marry it, but it would just be to eat her family at the wedding.",
	"name": "Mike Birbiglia"
}, {
	"quote": "What I miss the most is chatting with my friends and family and having a good laugh over a simple meal.",
	"name": "Kim Yuna"
}, {
	"quote": "My family is my little village. I really do feel like my fairy tale came true.",
	"name": "Molly Sims"
}, {
	"quote": "As the family goes, so goes the nation and so goes the whole world in which we live.",
	"name": "Pope John Paul II"
}, {
	"quote": "The other night I ate at a real nice family restaurant. Every table had an argument going.",
	"name": "George Carlin"
}, {
	"quote": "I am fighting royalty. I have gypsy kings on both sides of the family.",
	"name": "Tyson Fury"
}, {
	"quote": "I have a good support system of friends and family.",
	"name": "Penny Marshall"
}, {
	"quote": "The family is the first essential cell of human society.",
	"name": "Pope John XXIII"
}, {
	"quote": "With all my fans I got a family again.",
	"name": "Tupac Shakur"
}, {
	"quote": "Coming from a big family, I learned a lot. Things don't have to be perfect. You can do okay with 'almost.'",
	"name": "Hollis Stacy"
}, {
	"quote": "I lead a simple life. I get residuals. I have a family; we're doing alright.",
	"name": "Robert Morse"
}, {
	"quote": "I believe the world is one big family, and we need to help each other.",
	"name": "Jet Li"
}, {
	"quote": "No one can find inner peace except by working, not in a self- centered way, but for the whole human family.",
	"name": "Peace Pilgrim"
}, {
	"quote": "The only relationships I wish to honour and keep are with my family and my dear loved ones.",
	"name": "Adnan Sami"
}, {
	"quote": "You can't have a happy family if you don't have a happy marriage.",
	"name": "Jeremy Sisto"
}, {
	"quote": "I would prefer to have no money but to have a nice family and good friends around.",
	"name": "Li Na"
}, {
	"quote": "I love Christmas. Christmas is family time.",
	"name": "Brody Jenner"
}, {
	"quote": "When you start about family, about lineage and ancestry, you are talking about every person on earth.",
	"name": "Alex Haley"
}, {
	"quote": "I love to cook, and I love to have all my family around the dinner table.",
	"name": "Julia Roberts"
}, {
	"quote": "If you cannot get rid of the family skeleton, you may as well make it dance.",
	"name": "George Bernard Shaw"
}, {
	"quote": "You are the bows from which your children as living arrows are sent forth.",
	"name": "Khalil Gibran"
}, {
	"quote": "Actors are one family over the entire world.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "I figure this is my time - to relax, be with my family and have a normal life.",
	"name": "Candace Cameron Bure"
}, {
	"quote": "It is important for me to carve out time in my schedule to spend quality time with my family.",
	"name": "Belinda Johnson"
}, {
	"quote": "When the peace treaty is signed, the war isn't over for the veterans, or the family. It's just starting.",
	"name": "Karl Marlantes"
}, {
	"quote": "Some of the most important conversations I've ever had occurred at my family's dinner table.",
	"name": "Bob Ehrlich"
}, {
	"quote": "All love comes from the family.",
	"name": "John Updike"
}, {
	"quote": "I need to make money for my family and my future family. I'm not a YOLO person.",
	"name": "Cardi B"
}, {
	"quote": "I'm a strong person, I'm a strong family man, I'm a strong husband and a strong father.",
	"name": "David Beckham"
}, {
	"quote": "I am just happy to be part of the Nike family.",
	"name": "LeBron James"
}, {
	"quote": "Real family values have gone down the drain in modern families.",
	"name": "Wes Borland"
}, {
	"quote": "My friends and family keep me grounded.",
	"name": "Gareth Bale"
}, {
	"quote": "My family barbecued a lot; good barbecue is more complicated than you think.",
	"name": "Manish Dayal"
}, {
	"quote": "Lectures should go from being like the family singing around the piano to high-quality concerts.",
	"name": "Bill Gates"
}, {
	"quote": "Being with my family is my highest priority.",
	"name": "Bethenny Frankel"
}, {
	"quote": "There is no such thing as fun for the whole family.",
	"name": "Jerry Seinfeld"
}, {
	"quote": "Thank God I had all these family values or who knows where I'd be now.",
	"name": "Patricia Velasquez"
}, {
	"quote": "What is important is family, friends, giving back to your community and finding meaning in life.",
	"name": "Adrian Grenier"
}, {
	"quote": "I'm homesick all the time. I miss my animals. I miss my family. I miss my friends.",
	"name": "Brittany Howard"
}, {
	"quote": "I've got a really good family; I've got great friends around me.",
	"name": "Harry Styles"
}, {
	"quote": "Tennis just a game, family is forever.",
	"name": "Serena Williams"
}, {
	"quote": "My family values are really, really important.",
	"name": "Ayesha Curry"
}, {
	"quote": "I love hanging out with friends and family.",
	"name": "Ashley Wagner"
}, {
	"quote": "I am what I am. I love golf, I love my life, I love my family and friends.",
	"name": "Sergio Garcia"
}, {
	"quote": "Travel around the world is amazing. New people. New-found family, really.",
	"name": "Dhani Jones"
}, {
	"quote": "Give a little love to a child, and you get a great deal back.",
	"name": "John Ruskin"
}, {
	"quote": "I'm not an anarchist, but I believe that people don't want the royal family - the so-called royal family.",
	"name": "Morrissey"
}, {
	"quote": "It means so much to me that my family went against our tradition for me.",
	"name": "Sonita Alizadeh"
}, {
	"quote": "Whatever else is unsure in this stinking dunghill of a world a mother's love is not.",
	"name": "James Joyce"
}, {
	"quote": "My family is everything. They love me unconditionally.",
	"name": "Sofia Carson"
}, {
	"quote": "A woman can plan when to have her family and how to support a family.",
	"name": "Kathleen Turner"
}, {
	"quote": "My perfect weekend is going for a walk with my family in the park. I don't think there's anything better.",
	"name": "Anne Wojcicki"
}, {
	"quote": "I'm lucky in that I have close friends and family and my agent to advise me.",
	"name": "Imogen Poots"
}, {
	"quote": "I come from a family where gravy is considered a beverage.",
	"name": "Erma Bombeck"
}, {
	"quote": "Almost every time we get together with family or friends, the conversation ends up being about food.",
	"name": "Steve Chen"
}, {
	"quote": "Do not leave yourself or your family unprotected against financial storms... Build up savings.",
	"name": "Ezra Taft Benson"
}, {
	"quote": "I feel only my friends and family need to know what is happening in my personal life.",
	"name": "Virat Kohli"
}, {
	"quote": "A family is a place where principles are hammered and honed on the anvil of everyday living.",
	"name": "Charles R. Swindoll"
}, {
	"quote": "I think home has become my friends and family, wherever they are.",
	"name": "Rachel Brosnahan"
}, {
	"quote": "In modern life, we tend to forget family values because of the hectic schedule.",
	"name": "Mahesh Babu"
}, {
	"quote": "A family can develop only with a loving woman as its center.",
	"name": "Karl Wilhelm Friedrich Schlegel"
}, {
	"quote": "I like being with my family. That's my party.",
	"name": "Kevin Gates"
}, {
	"quote": "You don't have to give birth to someone to have a family. We're all family - an extended family.",
	"name": "Sandra Bullock"
}, {
	"quote": "I just love being around my family during the holidays.",
	"name": "Martha MacIsaac"
}, {
	"quote": "I'm very fortunate that I have a wonderful family around me and loved ones.",
	"name": "Melissa Etheridge"
}, {
	"quote": "My ancestors are Rajputs from Jaipur, a lineage of the royal family.",
	"name": "Kangana Ranaut"
}, {
	"quote": "I come from a family of fishermen. Fishing is very important to us. We don't hunt. We're not gun folk.",
	"name": "Nick Offerman"
}, {
	"quote": "All my life I thank God. My family was very religious.",
	"name": "Pele"
}, {
	"quote": "I think our family motto is to always work hard, be humble, kind, and thoughtful about others around us.",
	"name": "Anwar Hadid"
}, {
	"quote": "I've been so blessed to be part of a family that has dedicated its life to public service.",
	"name": "Jeb Bush"
}, {
	"quote": "For me, the most important things are me, myself, and my family.",
	"name": "Karishma Tanna"
}, {
	"quote": "Certainly part of being from a big family is that you have to shout to make yourself heard.",
	"name": "Rose Leslie"
}, {
	"quote": "I love my family, my wife, my kids, my dogs, my home, my life. I am a very happy and contented man.",
	"name": "Eric Idle"
}, {
	"quote": "Holidays are the best. I couldn't imagine being from a small family.",
	"name": "Kim Kardashian"
}, {
	"quote": "If traditional marriage is not the law of the land, the institution of the family will cease to exist.",
	"name": "James Dobson"
}, {
	"quote": "I'm from a nice, suburban, middle-class family, but my tattoos remind me where I've been.",
	"name": "Tom Hardy"
}, {
	"quote": "I feel very lucky. My family and I have worked hard, and I feel very grateful.",
	"name": "Millie Bobby Brown"
}, {
	"quote": "The same way one tells a recipe, one tells a family history. Each one of us has our past locked inside.",
	"name": "Laura Esquivel"
}, {
	"quote": "Women's natural role is to be a pillar of the family.",
	"name": "Grace Kelly"
}, {
	"quote": "This shared love of cooking and celebration has allowed me to create a strong bond with my family.",
	"name": "Camila Alves"
}, {
	"quote": "I grew up in a military family. My father spent 26 years in the Air Force.",
	"name": "Darryl Glenn"
}, {
	"quote": "A family needs to work as a team, supporting each other's individual aims and aspirations.",
	"name": "Buzz Aldrin"
}, {
	"quote": "It's kind of like I won a gold medal with my family.",
	"name": "Laurie Hernandez"
}, {
	"quote": "There's nothing like a family crisis, especially a divorce, to force a person to re-evaluate his life.",
	"name": "Michael Douglas"
}, {
	"quote": "I am not a person to compromise on my priorities and family just for a show.",
	"name": "Karishma Tanna"
}, {
	"quote": "One of the things that binds us as a family is a shared sense of humor.",
	"name": "Ralph Fiennes"
}, {
	"quote": "I'm very lucky to have a strong support system with my friends and my family. They have kept me grounded.",
	"name": "Kelsey Chow"
}, {
	"quote": "Baby eagles can never soar under their family's wing.",
	"name": "Liu Yang"
}, {
	"quote": "My dementia hasn't just affected me - it's affected my friends and family, too.",
	"name": "Gerry Anderson"
}, {
	"quote": "A person has got to balance work and life and family in order to be a balanced person.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Children are the keys of paradise.",
	"name": "Eric Hoffer"
}, {
	"quote": "Nothing's really a prized possession except my family, you know?",
	"name": "James Hetfield"
}, {
	"quote": "The name Van Halen, the family legacy, is going to go on long after I'm gone.",
	"name": "Eddie Van Halen"
}, {
	"quote": "I think I'm funny because my family, my siblings were funny.",
	"name": "Martin Short"
}, {
	"quote": "I have always been the black sheep of the family. I am the middle child, with an older and a younger sister.",
	"name": "Fawad Khan"
}, {
	"quote": "The family is the school of duties - founded on love.",
	"name": "Felix Adler"
}, {
	"quote": "I have an amazing and supportive family. I'm fortunate to have a close relationship with everyone.",
	"name": "Jonathan Keltz"
}, {
	"quote": "I'm thankful to my family, friends, and fans for all of their support.",
	"name": "Serena Williams"
}, {
	"quote": "Having family responsibilities and concerns just has to make you a more understanding person.",
	"name": "Sandra Day O'Connor"
}, {
	"quote": "Truly successful lives are about family.",
	"name": "Elizabeth Warren"
}, {
	"quote": "I have lived in Mumbai for more than 20 years, have my domicile here, my home and family here.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "People think I hate the Royal Family, but that's not true.",
	"name": "John Lydon"
}, {
	"quote": "My family has always provided me unconditional love and support.",
	"name": "Jazz Jennings"
}, {
	"quote": "When I was a kid, our family used to watch 'Bonanza.' I really liked having a Sunday night TV ritual.",
	"name": "Anne Lamott"
}, {
	"quote": "I was the first in my family to go to college, and so, growing up, I thought that dressing well opened doors.",
	"name": "Joseph Abboud"
}, {
	"quote": "The family is the nucleus of civilization.",
	"name": "Will Durant"
}, {
	"quote": "The best advice I ever got as an organizer was that if you can organize your family, you're a good organizer.",
	"name": "Alicia Garza"
}, {
	"quote": "Little children are still the symbol of the eternal marriage between love and duty.",
	"name": "George Eliot"
}, {
	"quote": "A real hangover is nothing to try out family remedies on. The only cure for a real hangover is death.",
	"name": "Robert Benchley"
}, {
	"quote": "My whole family's been in the business. My whole family is crazy.",
	"name": "Blake Lively"
}, {
	"quote": "I'm terribly fastidious. I like symmetry and neatness, but my house is as chaotic as any other family's.",
	"name": "Kevin McCloud"
}, {
	"quote": "If your family loves you, you're fine. What you can't grow up without is love.",
	"name": "Joanna Lumley"
}, {
	"quote": "I don't design houses with the nuclear family idea because I don't believe in it as a concept.",
	"name": "Peter Eisenman"
}, {
	"quote": "I'm raising my family in The Church, and I'm proud of that.",
	"name": "Brandon Flowers"
}, {
	"quote": "I love being with my family, my friends, and my boyfriend.",
	"name": "Monica Keena"
}, {
	"quote": "Yet there are thousands of Indigenous people searching for family members.",
	"name": "Malcolm Fraser"
}, {
	"quote": "My family pride is something inconceivable. I can't help it. I was born sneering.",
	"name": "William Gilbert"
}, {
	"quote": "I like to spend Christmas with family and friends, pigging out, exchanging gifts and basically doing nothing.",
	"name": "George Kotsiopoulos"
}, {
	"quote": "Pray in your family daily, that yours may be in the number of the families who call upon God.",
	"name": "Christopher Love"
}, {
	"quote": "Spend some time this weekend on home improvement; improve your attitude toward your family.",
	"name": "Bo Bennett"
}, {
	"quote": "You don't have to give birth to someone to have a family.",
	"name": "Sandra Bullock"
}, {
	"quote": "I have friends and family that are filled with massive amounts of integrity. And it shouldn't be an oddity.",
	"name": "Sandra Bullock"
}, {
	"quote": "As a general thing, when a woman wears the pants in a family, she has a good right to them.",
	"name": "Josh Billings"
}, {
	"quote": "A man ought to live so that everybody knows he is a Christian... and most of all, his family ought to know.",
	"name": "Dwight L. Moody"
}, {
	"quote": "Nothing separates a woman or a family from God's love. Not death, and certainly not divorce.",
	"name": "Glennon Doyle Melton"
}, {
	"quote": "My ideal travel companions are my family.",
	"name": "Pharrell Williams"
}, {
	"quote": "Family comes first. You're the only thing they have.",
	"name": "Heidi Klum"
}, {
	"quote": "Family, nature and health all go together.",
	"name": "Olivia Newton-John"
}, {
	"quote": "My kids give me the balance to live right.",
	"name": "Celine Dion"
}, {
	"quote": "I grew up in a family of people who were obsessed with fashion.",
	"name": "Michael Kors"
}, {
	"quote": "Growing up, I didn't just watch 'The Cosby Show.' I watched 'Growing Pains' and 'Family Ties,' too.",
	"name": "Lena Waithe"
}, {
	"quote": "It takes a lot of work to put together a marriage, to put together a family and a home.",
	"name": "Elizabeth Edwards"
}, {
	"quote": "I am tortured when I am away from my family, from my children. I am horribly guilt-ridden.",
	"name": "Jessica Lange"
}, {
	"quote": "My family and my friends are most important to me. These people are my foundation.",
	"name": "Faith Hill"
}, {
	"quote": "I savour the adulation and love I have been getting from my fans and the blessings of elders in my family.",
	"name": "Akshay Kumar"
}, {
	"quote": "For me, cooking is very connected to my family and friends.",
	"name": "Trisha Yearwood"
}, {
	"quote": "I have a weird definition of family; it's not the same as everyone else's.",
	"name": "Lil Peep"
}, {
	"quote": "Certainly I would not risk a single life to restore the Kuwaiti royal family to the throne.",
	"name": "Terry Sanford"
}, {
	"quote": "My faith, my family, my friends - that's where I get my strength.",
	"name": "Dana Loesch"
}, {
	"quote": "I have a great family, I live an amazing life.",
	"name": "John Oates"
}, {
	"quote": "I grew up playing music and enjoying good food, friends and family in my own backyard.",
	"name": "Rodney Atkins"
}, {
	"quote": "When trouble comes, it's your family that supports you.",
	"name": "Guy Lafleur"
}, {
	"quote": "What must it be like for a little boy to read that daddy never loved mummy?",
	"name": "Princess Diana"
}, {
	"quote": "I find the family the most mysterious and fascinating institution in the world.",
	"name": "Amos Oz"
}, {
	"quote": "My family background was deeply Christian.",
	"name": "Abbe Pierre"
}, {
	"quote": "Luckily for me I have a very supportive family and a loving group of friends.",
	"name": "Andrew Rannells"
}, {
	"quote": "I love my family.",
	"name": "Manute Bol"
}, {
	"quote": "It is extraordinary that when you are acquainted with a whole family you can forget about them.",
	"name": "Gertrude Stein"
}, {
	"quote": "I am the family face; flesh perishes, I live on.",
	"name": "Thomas Hardy"
}, {
	"quote": "Dad kept us out of school, but school comes and goes. Family is forever.",
	"name": "Charlie Sheen"
}, {
	"quote": "I've always put my family first and that's just the way it is.",
	"name": "Jamie Lee Curtis"
}, {
	"quote": "All I really have in my life is my family and football. That's about it.",
	"name": "Jon Gruden"
}, {
	"quote": "Insanity runs in my family. It practically gallops.",
	"name": "Cary Grant"
}, {
	"quote": "I don't have to look up my family tree, because I know that I'm the sap.",
	"name": "Fred Allen"
}, {
	"quote": "I grew up in a big family with a lot of kids around, and I definitely want to have children as well.",
	"name": "Heidi Klum"
}, {
	"quote": "I would rather start a family than finish one.",
	"name": "Don Marquis"
}, {
	"quote": "I love cooking for myself and cooking for my family.",
	"name": "Al Roker"
}, {
	"quote": "When I'm ready, I plan to adopt. I still believe in family.",
	"name": "LaToya Jackson"
}, {
	"quote": "I was born into the most remarkable and eccentric family I could possibly have hoped for.",
	"name": "Maureen O'Hara"
}, {
	"quote": "I never did quite fit the glamour mode. It is life with my husband and family that is my high now.",
	"name": "Patty Duke"
}, {
	"quote": "At a certain point I'm going to want to have a family.",
	"name": "Gwen Stefani"
}, {
	"quote": "For me, nothing has ever taken precedence over being a mother and having a family and a home.",
	"name": "Jessica Lange"
}, {
	"quote": "My family comes first. Maybe that's what makes me different from other guys.",
	"name": "Bobby Darin"
}, {
	"quote": "I grew up in a family in which political issues were often discussed, and debated intensely.",
	"name": "Joseph Stiglitz"
}, {
	"quote": "The foundation of family - that's where it all begins for me.",
	"name": "Faith Hill"
}, {
	"quote": "Work is work, but family is for life. That's what really matters to me.",
	"name": "Akshay Kumar"
}, {
	"quote": "I don't know if I believe in marriage. I believe in family, love and children.",
	"name": "Penelope Cruz"
}, {
	"quote": "A woman can take care of the family. It takes a man to provide structure, to provide stability.",
	"name": "Tom DeLay"
}, {
	"quote": "I would love a family. I'm at the age where the wish for a child gets stronger. But who knows.",
	"name": "Cameron Diaz"
}, {
	"quote": "Also, my mom and family are very important to me and I know that this is not expected.",
	"name": "Christina Milian"
}, {
	"quote": "When I remember my family, I always remember their backs. They were always indignantly leaving places.",
	"name": "John Cheever"
}, {
	"quote": "We went to church every Sunday. When I was a kid, the only time I sang was around my family.",
	"name": "Darius Rucker"
}, {
	"quote": "The family you come from isn't as important as the family you're going to have.",
	"name": "Ring Lardner"
}, {
	"quote": "The joke in our family is that we can cry reading the phone book.",
	"name": "Ron Reagan"
}, {
	"quote": "If we abandon marriage, we abandon the family.",
	"name": "Michael Enzi"
}, {
	"quote": "I've given it my all. I've done my best. Now, I'm ready with my family to begin the next phase of our lives.",
	"name": "Richard M. Daley"
}, {
	"quote": "You leave home to seek your fortune and, when you get it, you go home and share it with your family.",
	"name": "Anita Baker"
}, {
	"quote": "I love all my fam. I have quite possibly the best dad, mom, and sister in the world.",
	"name": "Ryan Eggold"
}, {
	"quote": "It's not that our family has no taste, it's just that our family's taste is inconsistent.",
	"name": "Dave Eggers"
}, {
	"quote": "I don't think anyone has a normal family.",
	"name": "Edward Furlong"
}, {
	"quote": "My family is more important than my party.",
	"name": "Zell Miller"
}, {
	"quote": "I realized my family was funny, because nobody ever wanted to leave our house.",
	"name": "Anthony Anderson"
}, {
	"quote": "I have these visions of myself being thirty, thirty-five, forty having a family.",
	"name": "Nastassja Kinski"
}, {
	"quote": "If I had no family, my wife and I would lead a much more romantic and nomadic existence.",
	"name": "David McCallum"
}, {
	"quote": "I have a family to support. And I'm not always going to be doing exactly what I want to do.",
	"name": "Patrick Warburton"
}, {
	"quote": "I stay in tune with my family and God.",
	"name": "Regina King"
}, {
	"quote": "Dignity is not negotiable. Dignity is the honor of the family.",
	"name": "Vartan Gregorian"
}, {
	"quote": "Make a Goal Box, a chart of positive daily contact with a family when you are working with them.",
	"name": "Richard G. Scott"
}, {
	"quote": "The most difficult is the first family, to bring someone out of the world.",
	"name": "Richard G. Scott"
}, {
	"quote": "You have to defend your honor. And your family.",
	"name": "Suzanne Vega"
}, {
	"quote": "I live quietly at home among my family and friends.",
	"name": "Antonio Tabucchi"
}, {
	"quote": "Our family life was certainly not intellectual.",
	"name": "Douglass North"
}, {
	"quote": "I grew up in a very religious family. I could read the Qu'ran easily at the age of five.",
	"name": "Akhmad Kadyrov"
}, {
	"quote": "We love to be with our family and friends and I can tell you that lots of eating will be involved.",
	"name": "Julia Barr"
}, {
	"quote": "My family was my guide to my reality.",
	"name": "Haywood Nelson"
}, {
	"quote": "God did not intend the human family to be wafted to heaven on flowery beds of ease.",
	"name": "Frank Knox"
}]