[{
	"quote": "Acting is not about being famous, it's about exploring the human soul.",
	"name": "Annette Bening"
}, {
	"quote": "The world's most famous and popular language is music.",
	"name": "Psy"
}, {
	"quote": "My dear Mama, you are definitely the hen who hatched a famous duck.",
	"name": "Henri de Toulouse-Lautrec"
}, {
	"quote": "Fame is a fickle food upon a shifting plate.",
	"name": "Emily Dickinson"
}, {
	"quote": "Don't pay any attention to what they write about you. Just measure it in inches.",
	"name": "Andy Warhol"
}, {
	"quote": "In the future, everyone will be famous for 15 minutes.",
	"name": "Andy Warhol"
}, {
	"quote": "Glory is fleeting, but obscurity is forever.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "If you chase fame, you make bad choices. Being famous isn't interesting.",
	"name": "Justin Theroux"
}, {
	"quote": "I'm an instant star. Just add water and stir.",
	"name": "David Bowie"
}, {
	"quote": "Avoid popularity; it has many snares, and no real benefit.",
	"name": "William Penn"
}, {
	"quote": "The more they applaud, the bigger your salary will be.",
	"name": "Anna Held"
}, {
	"quote": "I imagined being a famous writer would be like being like Jane Austen.",
	"name": "J. K. Rowling"
}, {
	"quote": "We all want to be famous people, and the moment we want to be something we are no longer free.",
	"name": "Jiddu Krishnamurti"
}, {
	"quote": "I don't want to be famous. I like to be able to sit in a cafe and watch the world go by and observe people.",
	"name": "Sophia Myles"
}, {
	"quote": "I'm more interested in being good than being famous.",
	"name": "Annie Leibovitz"
}, {
	"quote": "A chair is a very difficult object. A skyscraper is almost easier. That is why Chippendale is famous.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "The fame thing is interesting because I never wanted to be famous, and I never dreamt I would be famous.",
	"name": "J. K. Rowling"
}, {
	"quote": "I pretended to be somebody I wanted to be until finally I became that person. Or he became me.",
	"name": "Cary Grant"
}, {
	"quote": "I never wanted to be famous. I only wanted to be great.",
	"name": "Ray Charles"
}, {
	"quote": "Computers are famous for being able to do complicated things starting from simple programs.",
	"name": "Seth Lloyd"
}, {
	"quote": "To be famous, in fact, one has only to kill one's landlady.",
	"name": "Albert Camus"
}, {
	"quote": "Fame is the thirst of youth.",
	"name": "Lord Byron"
}, {
	"quote": "I'm bored with that line. I never use it anymore. My new line is 'In 15 minutes everybody will be famous.'",
	"name": "Andy Warhol"
}, {
	"quote": "I don't like being famous - it is like a prison. And driving for Ferrari would make it far worse.",
	"name": "Valentino Rossi"
}, {
	"quote": "We don't feel like we're famous. We just feel like we're doing what we love.",
	"name": "Sasha Banks"
}, {
	"quote": "My buildings are more famous than me.",
	"name": "Jean Nouvel"
}, {
	"quote": "When you become famous, being famous becomes your profession.",
	"name": "James Carville"
}, {
	"quote": "I'm kinda famous for my barbecues - I'm always hosting parties.",
	"name": "Bonnie McKee"
}, {
	"quote": "I love being famous - it's phenomenal.",
	"name": "Dave Chappelle"
}, {
	"quote": "I wanted to have money; I wanted to be special; I wanted people to like me; I wanted to be famous.",
	"name": "Ellen DeGeneres"
}, {
	"quote": "The worst thing about being famous is the invasion of your privacy.",
	"name": "Justin Timberlake"
}, {
	"quote": "Being rich and famous isn't all happiness and at times the pressures have got to me.",
	"name": "Frida Lyngstad"
}, {
	"quote": "For famous men have the whole earth as their memorial.",
	"name": "Pericles"
}, {
	"quote": "Other famous men, those of much talk and few deeds, soon evaporate. Action is the dignity of greatness.",
	"name": "Jose Marti"
}, {
	"quote": "I told myself repeatedly, 'One day you will be famous.'",
	"name": "Yves Saint Laurent"
}, {
	"quote": "I'm like a famous person to some people, not to everybody. I want to be big.",
	"name": "PnB Rock"
}, {
	"quote": "I had a flight trainer who is one of the biggest and most famous helicopter pilots the world.",
	"name": "Izabella Scorupco"
}, {
	"quote": "Having bodyguards is just part of being famous, I think.",
	"name": "Dolph Lundgren"
}, {
	"quote": "I've never seen the allure of being famous, because I know what that's like. It's part of work.",
	"name": "Jillian Hervey"
}, {
	"quote": "Persons famous in the arts partake of the immortality of princes, and are upon a footing with them.",
	"name": "Francis I"
}, {
	"quote": "Yeah, I love being famous. It's almost like being white, y'know?",
	"name": "Chris Rock"
}, {
	"quote": "You aren't famous until my mother has heard of you.",
	"name": "Jay Leno"
}, {
	"quote": "You don't have to have an attitude if you're famous.",
	"name": "Adriana Lima"
}, {
	"quote": "I'll be the songwriter for pop stars and then they can be the front person and I don't have to be famous.",
	"name": "Sia"
}, {
	"quote": "None of my characters are rich or famous, and the situations they find themselves in could happen to anyone.",
	"name": "Nicholas Sparks"
}, {
	"quote": "I will either be famous or infamous.",
	"name": "Otto Dix"
}, {
	"quote": "To be famous and broke is hard.",
	"name": "David Spade"
}, {
	"quote": "The nice thing about being a celebrity is that, if you bore people, they think it's their fault.",
	"name": "Henry Kissinger"
}, {
	"quote": "Martyrdom: The only way a man can become famous without ability.",
	"name": "George Bernard Shaw"
}, {
	"quote": "What a heavy burden is a name that has become too famous.",
	"name": "Voltaire"
}, {
	"quote": "Celebrity was a long time in coming; it will go away. Everything goes away.",
	"name": "Carol Burnett"
}, {
	"quote": "Sometimes I wonder if I'm as famous for my wheelchair and disabilities as I am for my discoveries.",
	"name": "Stephen Hawking"
}, {
	"quote": "I'm gonna be famous forever.",
	"name": "Cardi B"
}, {
	"quote": "Martyrdom is the only way a man can become famous without ability.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "My idea of a good picture is one that's in focus and of a famous person.",
	"name": "Andy Warhol"
}, {
	"quote": "I never thought I was going to be popular; I never thought I was going to be famous.",
	"name": "Cardi B"
}, {
	"quote": "Fame is like caviar, you know - it's good to have caviar but not when you have it at every meal.",
	"name": "Marilyn Monroe"
}, {
	"quote": "I do not like the man who squanders life for fame; give me the man who living makes a name.",
	"name": "Emily Dickinson"
}, {
	"quote": "Celebrity is the chastisement of merit and the punishment of talent.",
	"name": "Emily Dickinson"
}, {
	"quote": "I think that when you are famous every weakness is exaggerated.",
	"name": "Marilyn Monroe"
}, {
	"quote": "Before I was famous, when I was just working in Gilbert's Lodge, everything was moving in slow motion.",
	"name": "Eminem"
}, {
	"quote": "I don't think I could think of a single thing that's more isolating than being famous.",
	"name": "Lady Gaga"
}, {
	"quote": "I was obsessed with being rich and famous.",
	"name": "Paul Lynde"
}, {
	"quote": "Everybody think they're famous when they get 100,000 followers on Instagram and 5,000 on Twitter.",
	"name": "Meek Mill"
}, {
	"quote": "Passion for fame: A passion which is the instinct of all great souls.",
	"name": "Edmund Burke"
}, {
	"quote": "A celebrity is one who is known to many persons he is glad he doesn't know.",
	"name": "Lord Byron"
}, {
	"quote": "It's too late for me to get married before I'm famous. You never know people's intentions.",
	"name": "Carmelo Anthony"
}, {
	"quote": "The same people who can deny others everything are famous for refusing themselves nothing.",
	"name": "Leigh Hunt"
}, {
	"quote": "I'd rather be able to face myself in the bathroom mirror than be rich and famous.",
	"name": "Ani DiFranco"
}, {
	"quote": "There's more pressure to be famous for being yourself than if you're being a character.",
	"name": "Kim Kardashian"
}, {
	"quote": "I'm not looking to be famous, but I want a body of work and a moral character that is deserving of fame.",
	"name": "Jonathan Tucker"
}, {
	"quote": "Andy Warhol made fame more famous.",
	"name": "Fran Lebowitz"
}, {
	"quote": "Many incredible artists die before they were famous.",
	"name": "Yoko Ono"
}, {
	"quote": "I want to become more famous, even more famous.",
	"name": "Yayoi Kusama"
}, {
	"quote": "I think Princess Diana probably had the most famous haircut, or Farrah Fawcett or Jennifer Aniston.",
	"name": "Dorothy Hamill"
}, {
	"quote": "I didn't set out to be famous; if I'd wanted that, I would have gone on 'Big Brother.'",
	"name": "Sam Worthington"
}, {
	"quote": "I've never worried about being rich or famous - for me, it's all about the dancing.",
	"name": "Anton du Beke"
}, {
	"quote": "For a time, at least, I was the most famous person in the entire world.",
	"name": "Jesse Owens"
}, {
	"quote": "You can become famous but you can't become unfamous. You can become infamous but not unfamous.",
	"name": "Dave Chappelle"
}, {
	"quote": "Fame can take interesting men and thrust mediocrity upon them.",
	"name": "David Bowie"
}, {
	"quote": "Fate is being kind to me. Fate doesn't want me to be too famous too young.",
	"name": "Duke Ellington"
}, {
	"quote": "Joanne' is a progression for me. It was about going into the studio and forgetting that I was famous.",
	"name": "Lady Gaga"
}, {
	"quote": "Stardom can be a gilded slavery.",
	"name": "Helen Hayes"
}, {
	"quote": "I'd be happy if anyone wore my fragrance. They don't have to be famous.",
	"name": "Shawn Mendes"
}, {
	"quote": "If you're famous, you suck, just for being famous. People in England totally get that; Americans don't.",
	"name": "Trey Parker"
}, {
	"quote": "I think people I'm close to find it absolutely crazy that I'm famous.",
	"name": "Zayn Malik"
}, {
	"quote": "Among famous traitors of history one might mention the weather.",
	"name": "Ilka Chase"
}, {
	"quote": "I've always strived to be successful, not famous.",
	"name": "Taylor Swift"
}, {
	"quote": "You get to be famous or have some notoriety and there are so many people who want a piece of you.",
	"name": "Oscar De La Hoya"
}, {
	"quote": "Exposure makes you famous, not just good work. Famous is being plastered everywhere.",
	"name": "Francesca Annis"
}, {
	"quote": "I have as much privacy as a goldfish in a bowl.",
	"name": "Princess Margaret"
}, {
	"quote": "In the beginning, I loved being famous, but now I am tired of it and I would like to go back to my freedom.",
	"name": "Roberto Cavalli"
}, {
	"quote": "Being famous before you've formed your personality, before you have that self-esteem, is dangerous.",
	"name": "Chris Evert"
}, {
	"quote": "The most famous Obama precept is, 'No drama.'",
	"name": "Daniel Pfeiffer"
}, {
	"quote": "It was I who made Fellini famous, not the other way around.",
	"name": "Anita Ekberg"
}, {
	"quote": "I love being famous. It's almost like being white.",
	"name": "Chris Rock"
}, {
	"quote": "Being famous is complete luck, and that's something you can't bank on.",
	"name": "Bo Burnham"
}, {
	"quote": "I'm famous today. People like me today. Might not like me tomorrow. You can't count on it.",
	"name": "Dave Chappelle"
}, {
	"quote": "The hardest thing about being famous is that people are always nice to you.",
	"name": "Robert De Niro"
}, {
	"quote": "How many famous and high-spirited heroes have lived a day too long?",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "A sign of celebrity is that his name is often worth more than his services.",
	"name": "Daniel J. Boorstin"
}, {
	"quote": "I want to get so famous that I don't have to wake up in the morning. It'll probably never happen.",
	"name": "Gabriel Iglesias"
}, {
	"quote": "Sometimes you forget you're famous. You wonder, 'Why is that person staring at me?'",
	"name": "Bob Newhart"
}, {
	"quote": "Don't worry about writing a book or getting famous or making money. Just lead an interesting life.",
	"name": "Michael Morpurgo"
}, {
	"quote": "I made the Yankee hat more famous than a Yankee can.",
	"name": "Jay-Z"
}, {
	"quote": "Even as a kid, I never wanted to be famous; I wanted to be good.",
	"name": "Neil Peart"
}, {
	"quote": "What's the name of that famous museum in Paris? The Louvre? I went through that place in 20 minutes.",
	"name": "Peter Falk"
}, {
	"quote": "Being famous hasn't changed my perception of myself - I've just grown up.",
	"name": "Cat Deeley"
}, {
	"quote": "I never wanted to be rich or successful or famous. I just wanted to be happy and have fun.",
	"name": "Donna Leon"
}, {
	"quote": "You can get awful famous in this country in seven days.",
	"name": "Gary Hart"
}, {
	"quote": "I don't like the idea of famous people.",
	"name": "Kristin Hersh"
}, {
	"quote": "I was very famous as a young man and I celebrated both the good and bad times with drinking.",
	"name": "Glenn Hughes"
}, {
	"quote": "Indy makes the race driver. You become famous when you come here.",
	"name": "Rodger Ward"
}, {
	"quote": "I made myself famous by writing 'songs' and lyrics about the beauty of the things I did and ugliness, too.",
	"name": "Jack Kerouac"
}, {
	"quote": "Being famous is great, it's not like bad or horrible or anything.",
	"name": "Dave Chappelle"
}, {
	"quote": "Famous, adj.: Conspicuously miserable.",
	"name": "Ambrose Bierce"
}, {
	"quote": "I've been famous my entire life; I don't know any other way.",
	"name": "Cher"
}, {
	"quote": "I'm so famous, people expect me to sell as many records as Celine Dion or Puff Daddy.",
	"name": "Marilyn Manson"
}, {
	"quote": "I wanted to be successful, not famous.",
	"name": "George Harrison"
}, {
	"quote": "You have to pretend that your life is a financial pleasure even when your autographs are bouncing.",
	"name": "Kinky Friedman"
}, {
	"quote": "People just assume that if you're famous, you're in Hollywood.",
	"name": "Megan Fox"
}, {
	"quote": "I am famous because I am an African American jazz artist.",
	"name": "Nat King Cole"
}, {
	"quote": "My goal was never to be famous, but to be a consistently working actor.",
	"name": "Erin Cummings"
}, {
	"quote": "Sometimes I'm fascinated with how famous my work could be while I'm not so famous.",
	"name": "Frank Ocean"
}, {
	"quote": "I don't want to end up being a circus act, doing my most famous tricks when I'm 70.",
	"name": "Pharrell Williams"
}, {
	"quote": "I was the most famous kid in the United States. That was 1936.",
	"name": "Gore Vidal"
}, {
	"quote": "I didn't start out to become famous, so when it disappeared, I thought, well, that happens sometimes.",
	"name": "Leon Russell"
}, {
	"quote": "If you become famous and don't have a live show to back it up, they're not going to pay you any money.",
	"name": "Ron White"
}, {
	"quote": "I begged the universe to make me a famous comedian, and it did. So I tend not to ask for any more.",
	"name": "Ron White"
}, {
	"quote": "It's always a little mind-boggling to realize that these famous actors know who I am.",
	"name": "Emily Blunt"
}, {
	"quote": "I'm actually about as famous as a fourth division footballer from the 70s.",
	"name": "Dylan Moran"
}, {
	"quote": "I can do whatever I want - I'm rich, I'm famous, and I'm bigger than you.",
	"name": "Don Johnson"
}, {
	"quote": "Wanting to be an actor and wanting to be famous are different.",
	"name": "Blake Lively"
}, {
	"quote": "For now I'm just enjoying being a mom. I don't want to be more famous and more rich. I want to be a good mom.",
	"name": "Jewel"
}, {
	"quote": "There's so much made of the exceptional and the celebrity, the famous, and the wannabees.",
	"name": "Andrew Clements"
}, {
	"quote": "Public misbehavior by the famous is a powerful teaching tool.",
	"name": "Bill O'Reilly"
}, {
	"quote": "I'm famous. That's my job.",
	"name": "Jerry Rubin"
}, {
	"quote": "A window covered with raindrops interests me more than a photograph of a famous person.",
	"name": "Saul Leiter"
}, {
	"quote": "I think that people who are famous tend to be underdeveloped in their humanity skills.",
	"name": "Diane Keaton"
}, {
	"quote": "I can deal with it now, but 13 is a tough age to be recognized and famous. It's a tough age, period.",
	"name": "Bill Skarsgard"
}, {
	"quote": "People are much more inclined to believe and say bad things about you if you're famous.",
	"name": "Danielle Steel"
}, {
	"quote": "If I had never gotten famous or rich, I think I'd be equally neurotic.",
	"name": "Ray Romano"
}, {
	"quote": "I know really, really famous people who are terrified every time they walk on to a stage.",
	"name": "Bill Nighy"
}, {
	"quote": "I really hate the duties of being a celebrity, like getting dressed up for the red carpet.",
	"name": "America Ferrera"
}, {
	"quote": "It's not my goal to be a famous actor.",
	"name": "Gavin DeGraw"
}, {
	"quote": "I'm supposed to be famous, but I don't think I like it so much.",
	"name": "Caster Semenya"
}, {
	"quote": "I wanted to be famous; I wanted to perform. Those things I really, really wanted more than anything else.",
	"name": "Laverne Cox"
}, {
	"quote": "I think being famous is more of a hindrance, a constraint, than just letting yourself be free.",
	"name": "Martin Yan"
}, {
	"quote": "All the girls today want to be famous, but they haven't earned their spurs.",
	"name": "C. Z. Guest"
}, {
	"quote": "I don't know if any famous people follow me, but their daughters definitely do.",
	"name": "Lucky Blue Smith"
}, {
	"quote": "I love meeting famous people. I'm even happy just looking at them.",
	"name": "Joey McIntyre"
}, {
	"quote": "I don't need a lot of attention. I'd much rather have the work be famous than the face be famous.",
	"name": "Jeff MacNelly"
}, {
	"quote": "I'd probably be famous now if I wasn't such a good waitress.",
	"name": "Jane Siberry"
}, {
	"quote": "Blogs are easy to start, but unless the author is famous, it takes years to build a following.",
	"name": "Adam D'Angelo"
}, {
	"quote": "If there's anything more mortifying than being famous at 14, it's being washed up right after.",
	"name": "Moon Unit Zappa"
}, {
	"quote": "I have never had the ambition to be famous for nothing. You have to do something with your life.",
	"name": "Gabriella Wilde"
}, {
	"quote": "It's not like I'm that wildly famous that it's disrupted my lifestyle in some way.",
	"name": "Mariana Klaveno"
}, {
	"quote": "Sometimes people offer you plays, they offer you parts, but they only offer it because I'm famous.",
	"name": "Chris Rock"
}, {
	"quote": "And even though I'm famous, I still go through things that young people go through.",
	"name": "Khalid"
}, {
	"quote": "People will ask, 'Are you famous?' And I always answer, 'My mother thinks so.'",
	"name": "Yo-Yo Ma"
}, {
	"quote": "I made my living being 20 or 30 pounds heavier than the average model. And that's where I got famous.",
	"name": "Tyra Banks"
}, {
	"quote": "I'm actually a very private person. Sometimes I'm in denial that I'm really famous.",
	"name": "Britney Spears"
}, {
	"quote": "I really feel like it's a travesty to make a child famous. I really do.",
	"name": "Joe Rogan"
}, {
	"quote": "I had a sense of who I was before I got famous.",
	"name": "Joe Rogan"
}, {
	"quote": "I'm the man that made wrestling famous.",
	"name": "Hulk Hogan"
}, {
	"quote": "There is this power that comes with being famous.",
	"name": "Rod Stewart"
}, {
	"quote": "Whether we are famous or not, we all need God. We also need other people.",
	"name": "Chuck Norris"
}, {
	"quote": "It isn't necessary to be rich and famous to be happy. It's only necessary to be rich.",
	"name": "Alan Alda"
}, {
	"quote": "Whenever you're the child of a famous person, you get judged in odd ways because of that.",
	"name": "Jeff Bridges"
}, {
	"quote": "Know the names of past and current artists who are most famous for playing their instruments.",
	"name": "Marilyn vos Savant"
}, {
	"quote": "I know I'm not supposed to have any opinions about politics, because I'm famous.",
	"name": "Cher"
}, {
	"quote": "The problem is, the more famous you get, the more people see you who didn't choose to.",
	"name": "Louis C. K."
}, {
	"quote": "I admire sensible, kind people. They're not often famous.",
	"name": "John Malkovich"
}, {
	"quote": "I am a celebrity, and it feels good to be famous.",
	"name": "Karan Patel"
}, {
	"quote": "I feel like everyone has the right to privacy, even if you're the most famous person in the world.",
	"name": "Marina and the Diamonds"
}, {
	"quote": "My hair was famous before I was.",
	"name": "Christopher Walken"
}, {
	"quote": "After a fellow gets famous it doesn't take long for someone to bob up that used to sit by him in school.",
	"name": "Kin Hubbard"
}, {
	"quote": "I think anyone who is famous is a moron if they're on Twitter. It's just stupid.",
	"name": "George Clooney"
}, {
	"quote": "If I wanted to be famous, I could have been famous before.",
	"name": "David Gest"
}, {
	"quote": "I wasn't trying to be famous when I started making music. I mean, that wasn't the first thing I wanted.",
	"name": "G-Dragon"
}, {
	"quote": "I want to eat, cook, meet famous people and make fun of them.",
	"name": "Roseanne Barr"
}, {
	"quote": "When you become a celebrity, the world owns you and your image.",
	"name": "Megan Fox"
}, {
	"quote": "I've never sat there and plotted out how I was going to become successful or famous.",
	"name": "Jennifer Aniston"
}, {
	"quote": "Do you remember the wrestler Andre the Giant? Famous. He had acromegaly.",
	"name": "Malcolm Gladwell"
}, {
	"quote": "The celebrity is a person who is known for his well-knownness.",
	"name": "Daniel J. Boorstin"
}, {
	"quote": "Britain is famous for being great at inventing and poor at commercializing.",
	"name": "Margaret Heffernan"
}, {
	"quote": "Luckily, I think, I never really wanted to be famous, I just wanted to make movies.",
	"name": "Seth Rogen"
}, {
	"quote": "The good thing about L.A. is that there's always someone more famous 100 yards away from me.",
	"name": "Seth Rogen"
}, {
	"quote": "I bemoan the fact that all my famous friends have places in St. Bart's and I have to go to Montauk.",
	"name": "Rufus Wainwright"
}, {
	"quote": "I just think Rosa Parks was overrated. Last time I checked, she got famous for breaking the law.",
	"name": "Stephen Colbert"
}, {
	"quote": "I am not a name-dropper. I can't help it if everybody I know is famous.",
	"name": "Zsa Zsa Gabor"
}, {
	"quote": "I wanted to be famous. I wanted people to talk about me.",
	"name": "Haile Gebrselassie"
}, {
	"quote": "It doesn't matter what famous person I've come across in the street, I don't think I've ever shouted.",
	"name": "Lewis Hamilton"
}, {
	"quote": "Sometimes a famous subject may even outlive his own obituary writer.",
	"name": "Walter Cronkite"
}, {
	"quote": "I don't know what 'famous' is, really.",
	"name": "Karl Pilkington"
}, {
	"quote": "I wanted to go hide. I wasn't looking to be more famous, I'm famous enough.",
	"name": "Howard Stern"
}, {
	"quote": "You're not famous until my mother has heard of you.",
	"name": "Jay Leno"
}, {
	"quote": "Celebrity damages private life.",
	"name": "Tim Berners-Lee"
}, {
	"quote": "I mean I was famous for nothing.",
	"name": "Rick Springfield"
}, {
	"quote": "Duke Ellington was famous for hs very original harmonic patterns.",
	"name": "Lawrence Welk"
}, {
	"quote": "There are two types of actors: those who say they don't want to be famous, and those who are liars.",
	"name": "Kevin Bacon"
}, {
	"quote": "I thought the more famous I became, the more friendships I would have, but the opposite was true.",
	"name": "Alanis Morissette"
}, {
	"quote": "Only traumatised people want to be famous.",
	"name": "Alanis Morissette"
}, {
	"quote": "I liked myself much more before I got famous. I was much friendlier and had more energy.",
	"name": "Sia"
}, {
	"quote": "I appreciate my music is famous, but I'd rather my face wasn't so that I can just live a normal life.",
	"name": "Sia"
}, {
	"quote": "I got a little bit famous. I didn't like it.",
	"name": "Sia"
}, {
	"quote": "Why am I so famous? What am I doing right? What are the others doing wrong?",
	"name": "Barbra Streisand"
}, {
	"quote": "I earned my famous name.",
	"name": "Brian Wilson"
}, {
	"quote": "I didn't like noisy cinemas when I wasn't famous.",
	"name": "Ricky Gervais"
}, {
	"quote": "When I was growing up, I thought I'd be a lot happier if I was famous and successful and if I had money.",
	"name": "Russell Brand"
}, {
	"quote": "I do promotion because I want to do art. I don't do the art because I want to be famous.",
	"name": "Kerli"
}, {
	"quote": "The whole celebrity culture thing - I'm fascinated by, and repelled by, and yet I end up knowing about it.",
	"name": "Anderson Cooper"
}, {
	"quote": "To not see black or Latina women as famous in my industry is crazy! I have to talk about it.",
	"name": "Ashley Graham"
}, {
	"quote": "People hate me because I am a multifaceted, talented, wealthy, internationally famous genius.",
	"name": "Jerry Lewis"
}, {
	"quote": "Tom Cruise, he's a lot more famous than me.",
	"name": "David Beckham"
}, {
	"quote": "I'm fortunate to be famous for two rather imposing characters like Magneto and Gandalf.",
	"name": "Ian Mckellen"
}, {
	"quote": "I was famous overnight. I went from nowhere to being really big.",
	"name": "Sting"
}, {
	"quote": "My most famous commercial was for Fruit Of the Loom underwear. I took a lot of razzing from my classmates.",
	"name": "Ian Ziering"
}, {
	"quote": "Nothing in life prepares you to be famous.",
	"name": "Jeff Foxworthy"
}, {
	"quote": "Brooklyn was a famous team. I wanted to play for the Dodgers.",
	"name": "Roberto Clemente"
}, {
	"quote": "I only wanted to be a songwriter. I never wanted to be a singer. And I never wanted to be famous.",
	"name": "Carole King"
}, {
	"quote": "I absolutely loved being famous. It was all great, up until the point when it wasn't.",
	"name": "Noel Gallagher"
}, {
	"quote": "Anything that's of any use, famous people get hold of it and take it for themselves and it gets a bad rap.",
	"name": "Noel Gallagher"
}, {
	"quote": "I never wanted to be famous.",
	"name": "Dave Attell"
}, {
	"quote": "I get recognized, but I'm not really a famous famous.",
	"name": "Dave Attell"
}, {
	"quote": "There are a lot of good things about being famous but there are a few not so good things too.",
	"name": "Sharon Stone"
}, {
	"quote": "I've had offers that could've made me much richer and much more famous than I am.",
	"name": "Harry Dean Stanton"
}, {
	"quote": "My famous line is 'Product is king.'",
	"name": "Joy Mangano"
}, {
	"quote": "It's interesting because people assume that because I'm famous I know all famous people.",
	"name": "Daniel Radcliffe"
}, {
	"quote": "What I do is what I like; if I'm not as famous as I'd like to be, I've done it to myself.",
	"name": "Blake Shelton"
}, {
	"quote": "I have some idea of the pressure of finding your own identity with a famous father.",
	"name": "Michael Douglas"
}, {
	"quote": "I don't do the whole, 'Put my name on it, make me famous' thing.",
	"name": "T-Pain"
}, {
	"quote": "Being in 'Us Weekly' does not make you famous.",
	"name": "Bradley Cooper"
}, {
	"quote": "I got the famous Oprah hug!",
	"name": "Taylor Lautner"
}, {
	"quote": "The sound of my voice is more famous than me.",
	"name": "Jimmy Iovine"
}, {
	"quote": "I seek no longer to be a 'famous' person, and instead I wish to live a 'normal' life.",
	"name": "Sinead O'Connor"
}, {
	"quote": "Nobody prepares you for what happens when you get famous, and I didn't handle it well.",
	"name": "Chevy Chase"
}, {
	"quote": "I would have changed my last name if being famous were my goal.",
	"name": "Zach Galifianakis"
}, {
	"quote": "You can't date if you're famous. That's how it seems to me.",
	"name": "Orlando Bloom"
}, {
	"quote": "I don't feel famous.",
	"name": "Uma Thurman"
}, {
	"quote": "I think I'll always be famous. I just hope I don't become infamous.",
	"name": "CeeLo Green"
}, {
	"quote": "Apart from its famous healing properties, manuka has a strong, woody flavour.",
	"name": "Yotam Ottolenghi"
}, {
	"quote": "I want to be famous everywhere.",
	"name": "Luciano Pavarotti"
}, {
	"quote": "My father always had people around the house who were famous psychics.",
	"name": "Natalie Massenet"
}, {
	"quote": "The fire in the belly is essential, otherwise you become Michael Buble - famous and meaningless.",
	"name": "Morrissey"
}, {
	"quote": "A famous love story is hard to maintain when you both live in the spotlight.",
	"name": "Lauren Bacall"
}, {
	"quote": "I became famous almost before I had a craft.",
	"name": "Farrah Fawcett"
}, {
	"quote": "Once you become famous, there is nothing left to become but infamous.",
	"name": "Don Johnson"
}, {
	"quote": "When a place advertises itself as 'World Famous,' you may be sure it isn't.",
	"name": "Herb Caen"
}, {
	"quote": "I have been very happy, very rich, very beautiful, much adulated, very famous and very unhappy.",
	"name": "Brigitte Bardot"
}, {
	"quote": "It's nice to have famous people love you.",
	"name": "Millie Bobby Brown"
}, {
	"quote": "At first, I thoroughly enjoyed being famous.",
	"name": "Phil Donahue"
}, {
	"quote": "Famous people complain about fame, but they never want to give it back, myself included.",
	"name": "Erica Jong"
}, {
	"quote": "I wanted to be a rich, famous rock-and-roll star in that order.",
	"name": "Dee Snider"
}, {
	"quote": "The day before I was famous in Denmark, nobody looked my way. The day after, everybody wanted to talk to me.",
	"name": "Mads Mikkelsen"
}, {
	"quote": "Nobody sane wants just to be famous.",
	"name": "Jamie Dornan"
}, {
	"quote": "It is a mark of many famous people that they cannot part with their brightest hour.",
	"name": "Lillian Hellman"
}, {
	"quote": "I put out my first song with no intentions of being famous.",
	"name": "Ravyn Lenae"
}, {
	"quote": "Face it, I didn't become famous until I took my clothes off.",
	"name": "Jude Law"
}, {
	"quote": "Celebrity distorts democracy by giving the rich, beautiful, and famous more authority than they deserve.",
	"name": "Maureen Dowd"
}, {
	"quote": "It was never in my mind to be famous.",
	"name": "Francois Nars"
}, {
	"quote": "Being a famous actress may give you a sense of being important, but believe me, it's just an illusion.",
	"name": "Juliette Binoche"
}, {
	"quote": "When you're as famous as I am, stories take on a life of their own.",
	"name": "Norman Wisdom"
}, {
	"quote": "Everywhere you look, especially on TV, someone is promising to make you rich and famous.",
	"name": "Diego Luna"
}, {
	"quote": "Ever since grammar school, I knew I wanted to be famous - I always wanted to be a singer.",
	"name": "Jennifer Hudson"
}, {
	"quote": "The advantage of taking pictures of the famous is that they get published.",
	"name": "Elliott Erwitt"
}, {
	"quote": "Never, never have a famous partner. It's too complicated.",
	"name": "Robyn Davidson"
}, {
	"quote": "You know, the more I appear on newspapers, the more famous I become.",
	"name": "Brenda Fassie"
}, {
	"quote": "I've always been successful. Now I'm famous and successful.",
	"name": "Chazz Palminteri"
}, {
	"quote": "I like celebrities. I love people who are famous. Always have.",
	"name": "Elaine Stritch"
}, {
	"quote": "I don't really consider myself to be famous.",
	"name": "Victoria Justice"
}, {
	"quote": "I didn't want kids to think that to be happy, they had to be famous or rich or live in the big city.",
	"name": "Dan Savage"
}, {
	"quote": "I'd always tell my mom, 'I want to be famous like Claudia Schiffer or Brigitte Bardot.'",
	"name": "Charlotte McKinney"
}, {
	"quote": "After becoming famous, I've realised how overrated fame is. It gets in the way of normal life.",
	"name": "Ranveer Singh"
}, {
	"quote": "Celebrity gives us delusion of self importance.",
	"name": "Al Goldstein"
}, {
	"quote": "Celebrity is the advantage of being known to people who we don't know, and who don't know us.",
	"name": "Nicolas Chamfort"
}, {
	"quote": "The Kardashians can be famous for being famous. What do they do? I can't figure it out.",
	"name": "Larry King"
}, {
	"quote": "I get very nervous around famous people and I get nervous around beautiful women.",
	"name": "Liev Schreiber"
}, {
	"quote": "I've worked with a lot of people who are more famous than myself who are terribly insecure.",
	"name": "Barry Gibb"
}, {
	"quote": "I don't want to be famous as a movie star and have the whole world love me, I want to be a creative actress.",
	"name": "Juliette Lewis"
}, {
	"quote": "I've never really cared if I was famous for my music. It was just something I had to do.",
	"name": "Juliette Lewis"
}, {
	"quote": "I could have been more famous if I did all the glitzy things, but celebrity always seemed so unnecessary.",
	"name": "Enya"
}, {
	"quote": "If you are famous, you should find someone who understands your profession but doesn't do it.",
	"name": "Ashlan Gorse Cousteau"
}, {
	"quote": "Vidal Sassoon was the most famous hairstylist in the history of the world.",
	"name": "John Paul DeJoria"
}, {
	"quote": "The thing about being famous is, it's weird. The only people who get how weird it is are other famous people.",
	"name": "Margot Kidder"
}, {
	"quote": "When you're in a relationship with a very famous person, you have to make compromises.",
	"name": "David Furnish"
}, {
	"quote": "I wrote because I needed to and wanted to. It never occurred to me that I'd become famous.",
	"name": "Danielle Steel"
}, {
	"quote": "It took being famous to make me cool, which, by the way, I never forgot.",
	"name": "Rob Lowe"
}, {
	"quote": "By no means do I try to go out and hang out with famous people.",
	"name": "Brad Paisley"
}, {
	"quote": "I'm somebody who likes to gravitate toward people who aren't necessarily famous.",
	"name": "Brad Paisley"
}, {
	"quote": "Being famous is not something that would make me feel successful - unless one was striving for mediocrity.",
	"name": "William Hurt"
}, {
	"quote": "The idea of being famous is a lot better than the reality.",
	"name": "Tom Felton"
}, {
	"quote": "Fame - anyone who says he doesn't like it is crazy.",
	"name": "Bennett Cerf"
}, {
	"quote": "I never wanted to be the most famous, the most beautiful, the most extravagant.",
	"name": "Manolo Blahnik"
}, {
	"quote": "I'd wanted to be famous for as long as I could remember.",
	"name": "Zach Anner"
}, {
	"quote": "I'm not a very good impersonator, my friends maybe, but not famous people.",
	"name": "Diane Kruger"
}, {
	"quote": "I've never been one for crushing on famous people.",
	"name": "Daisy Ridley"
}, {
	"quote": "I'm the guy that made Joe DiMaggio famous.",
	"name": "Lefty Gomez"
}, {
	"quote": "I am not famous at all.",
	"name": "Sam Taylor-Johnson"
}, {
	"quote": "People didn't go on YouTube to get famous back when I started.",
	"name": "Colleen Ballinger"
}, {
	"quote": "Celebrity means that I can affect people in a positive way.",
	"name": "David Hasselhoff"
}, {
	"quote": "I don't see myself as famous at all so I'm continuing my life as normal.",
	"name": "Ashley Madekwe"
}, {
	"quote": "I can't see any value in being a celebrity, famous for being famous.",
	"name": "Noomi Rapace"
}, {
	"quote": "Sometimes being famous gets in the way of doing what you want to do.",
	"name": "Johnny Mathis"
}, {
	"quote": "My summer reading suggestion: Pick a really famous, really long novel.",
	"name": "Maria Semple"
}, {
	"quote": "I do not like being famous. I like being normal.",
	"name": "Vince Gill"
}, {
	"quote": "I've always been more drawn to being normal than being famous.",
	"name": "Vince Gill"
}, {
	"quote": "I like being famous when it's convenient for me and completely anonymous when it's not.",
	"name": "Catherine Deneuve"
}, {
	"quote": "And I want to be able to - you know, make Republicans and Democrats famous for keeping jobs in California.",
	"name": "Meg Whitman"
}, {
	"quote": "Most of my life I have played a lot of famous people but most of them were dead so you have a poetic license.",
	"name": "Christopher Plummer"
}, {
	"quote": "I can never really enjoy being famous.",
	"name": "Utada Hikaru"
}, {
	"quote": "The Stepover definitely made me famous. The thing with Allen Iverson is, he made me.",
	"name": "Tyronn Lue"
}, {
	"quote": "I put my money in the bank: I have to think of life after modeling, when I'm not famous any more.",
	"name": "Eva Herzigova"
}, {
	"quote": "And my marriage was perfect when I wasn't famous.",
	"name": "Damon Wayans"
}, {
	"quote": "I never thought about being famous.",
	"name": "Damon Wayans"
}, {
	"quote": "Famous crime stories almost always lead to the passing of new laws.",
	"name": "Bill James"
}, {
	"quote": "For me, I never, never, from the moment I started acting, had a desire to be famous.",
	"name": "Carla Gugino"
}, {
	"quote": "You can get rich or famous by doing the same thing.",
	"name": "Ang Lee"
}, {
	"quote": "Just because you're not famous, doesn't mean you're not good.",
	"name": "Laura Linney"
}, {
	"quote": "I don't want to be famous for being famous.",
	"name": "Kelli O'Hara"
}, {
	"quote": "The stalkers can get a little scary at times, but I guess all these things are a part of being famous.",
	"name": "Armaan Malik"
}, {
	"quote": "Being big and famous doesn't get you more freedom, it gets you less.",
	"name": "Robert Wyatt"
}, {
	"quote": "I've got something to live for, because I always wanted to be an artist; I always wanted to be famous.",
	"name": "Daniel Johnston"
}, {
	"quote": "When I was younger, I used to say, One day I'll be famous.",
	"name": "Katie Price"
}, {
	"quote": "You know, one of the biggest thrills I have is when famous people recognize me from Taxi.",
	"name": "Marilu Henner"
}, {
	"quote": "I am beautiful, famous and gorgeous.",
	"name": "Anna Kournikova"
}, {
	"quote": "Indeed, wretched the man whose fame makes his misfortunes famous.",
	"name": "Lucius Accius"
}, {
	"quote": "I've played with some very famous bandits in my time on the celebrity golf circuit.",
	"name": "Jasper Carrott"
}, {
	"quote": "Celebrity, to me, is not a thing to seek.",
	"name": "Aidan Quinn"
}, {
	"quote": "I'm not one of those famous people flying round the world emoting over every catastrophe. I'm too feeble.",
	"name": "Kristin Scott Thomas"
}, {
	"quote": "But I don't feel the need to be famous.",
	"name": "Jessica Alba"
}, {
	"quote": "Being famous is wicked. But it's better to be normal.",
	"name": "Rupert Grint"
}, {
	"quote": "Here at Z100, we're kind of famous for breaking new artists and watching their careers bloom.",
	"name": "Elvis Duran"
}, {
	"quote": "There is no celebrity quite as powerful as the local, homegrown celebrity.",
	"name": "Tony Wilson"
}, {
	"quote": "I mostly go under the radar, which is fantastic because I would not be a good famous person.",
	"name": "Gillian Flynn"
}, {
	"quote": "Save your rejections so that later when you are famous you can show them to people and laugh.",
	"name": "Meg Cabot"
}, {
	"quote": "I admire how Tarantino finds music that's semifamiliar and not famous: undiscovered gems.",
	"name": "Rod Lurie"
}, {
	"quote": "Even famous poets such as Marianne Moore and William Carlos Williams were rarely asked to read their poems.",
	"name": "Donald Hall"
}, {
	"quote": "I felt so painfully isolated that I vowed I would get revenge on the world by becoming a famous cartoonist.",
	"name": "Robert Crumb"
}, {
	"quote": "In a lot of aspects it's cooler that we don't have a lot of really overly famous people in the band.",
	"name": "Neal Schon"
}, {
	"quote": "Some people don't care why they are famous; they just want to be famous, and that makes my skin crawl a bit.",
	"name": "George Ezra"
}, {
	"quote": "Fame, I have already. Now I need the money.",
	"name": "Wilhelm Steinitz"
}]