[{
	"quote": "If you want to conquer fear, don't sit home and think about it. Go out and get busy.",
	"name": "Dale Carnegie"
}, {
	"quote": "Courage is resistance to fear, mastery of fear, not absence of fear.",
	"name": "Mark Twain"
}, {
	"quote": "We are afraid to care too much, for fear that the other person does not care at all.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "It is not death that a man should fear, but he should fear never beginning to live.",
	"name": "Marcus Aurelius"
}, {
	"quote": "If you know the enemy and know yourself you need not fear the results of a hundred battles.",
	"name": "Sun Tzu"
}, {
	"quote": "I'm not afraid of storms, for I'm learning how to sail my ship.",
	"name": "Louisa May Alcott"
}, {
	"quote": "Courage is knowing what not to fear.",
	"name": "Plato"
}, {
	"quote": "You always have two choices: your commitment versus your fear.",
	"name": "Sammy Davis, Jr."
}, {
	"quote": "Limits, like fear, is often an illusion.",
	"name": "Michael Jordan"
}, {
	"quote": "I fear all we have done is to awaken a sleeping giant and fill him with a terrible resolve.",
	"name": "Isoroku Yamamoto"
}, {
	"quote": "Where there is charity and wisdom, there is neither fear nor ignorance.",
	"name": "Francis of Assisi"
}, {
	"quote": "The eagle has no fear of adversity. We need to be like the eagle and have a fearless spirit of a conqueror!",
	"name": "Joyce Meyer"
}, {
	"quote": "Power does not corrupt. Fear corrupts... perhaps the fear of a loss of power.",
	"name": "John Steinbeck"
}, {
	"quote": "We must build dikes of courage to hold back the flood of fear.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "Unhappy is he to whom the memories of childhood bring only fear and sadness.",
	"name": "H. P. Lovecraft"
}, {
	"quote": "All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "Jealousy is the fear of comparison.",
	"name": "Max Frisch"
}, {
	"quote": "Always do what you are afraid to do.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "How strange this fear of death is! We are never frightened at a sunset.",
	"name": "George MacDonald"
}, {
	"quote": "Have no fear of perfection - you'll never reach it.",
	"name": "Salvador Dali"
}, {
	"quote": "If fear is the great enemy of intimacy, love is its true friend.",
	"name": "Henri Nouwen"
}, {
	"quote": "Fear doesn't exist anywhere except in the mind.",
	"name": "Dale Carnegie"
}, {
	"quote": "Love will find a way through paths where wolves fear to prey.",
	"name": "Lord Byron"
}, {
	"quote": "As soon as the fear approaches near, attack and destroy it.",
	"name": "Chanakya"
}, {
	"quote": "The only thing we have to fear is fear itself.",
	"name": "Franklin D. Roosevelt"
}, {
	"quote": "My motto is: feel the fear and do it anyway.",
	"name": "Tamara Mellon"
}, {
	"quote": "The more knowledge you have, the greater will be your fear of Allah.",
	"name": "Abu Bakr"
}, {
	"quote": "Fear defeats more people than any other one thing in the world.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "It is better to be feared than loved, if you cannot be both.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "Fear is the foundation of most governments.",
	"name": "John Adams"
}, {
	"quote": "To live a creative life, we must lose our fear of being wrong.",
	"name": "Joseph Chilton Pearce"
}, {
	"quote": "If you were born really ugly like me, have no fear. There's steps you can take to be good-looking. Kind of.",
	"name": "Jenna Marbles"
}, {
	"quote": "I tremble for my country when I reflect that God is just; that his justice cannot sleep forever.",
	"name": "Thomas Jefferson"
}, {
	"quote": "There are only two forces that unite men - fear and interest.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "I do not fear computers. I fear the lack of them.",
	"name": "Isaac Asimov"
}, {
	"quote": "A good spicy challenge strikes a balance between flavour and fear.",
	"name": "Adam Richman"
}, {
	"quote": "How very little can be done under the spirit of fear.",
	"name": "Florence Nightingale"
}, {
	"quote": "The key to growth is acknowledging your fear of the unknown and jumping in anyway.",
	"name": "Jen Sincero"
}, {
	"quote": "I love the name of honor, more than I fear death.",
	"name": "Julius Caesar"
}, {
	"quote": "There is no such thing as paranoia. Your worst fears can come true at any moment.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "War is hell. You can't photograph a flying bullet, but you can capture genuine fear.",
	"name": "Horst Faas"
}, {
	"quote": "I have a wish. It as a fear as well - that in my end will be my beginning.",
	"name": "Che Guevara"
}, {
	"quote": "Courageous people do not fear forgiving, for the sake of peace.",
	"name": "Nelson Mandela"
}, {
	"quote": "Even death is not to be feared by one who has lived wisely.",
	"name": "Buddha"
}, {
	"quote": "Curiosity will conquer fear even more than bravery will.",
	"name": "James Stephens"
}, {
	"quote": "Grab the broom of anger and drive off the beast of fear.",
	"name": "Zora Neale Hurston"
}, {
	"quote": "Men are moved by two levers only: fear and self interest.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Fear not for the future, weep not for the past.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "Never let the fear of striking out get in your way.",
	"name": "Babe Ruth"
}, {
	"quote": "Being brave isn't the absence of fear. Being brave is having that fear but finding a way through it.",
	"name": "Bear Grylls"
}, {
	"quote": "There's no fear when you're having fun.",
	"name": "Will Thomas"
}, {
	"quote": "To conquer fear is the beginning of wisdom.",
	"name": "Bertrand Russell"
}, {
	"quote": "The key to success is to focus our conscious mind on things we desire not things we fear.",
	"name": "Brian Tracy"
}, {
	"quote": "I love the ocean. I've always liked the blue, so tranquil and peaceful and gliding. And the fear of it.",
	"name": "Siouxsie Sioux"
}, {
	"quote": "Fear is not a good teacher. The lessons of fear are quickly forgotten.",
	"name": "Mary Catherine Bateson"
}, {
	"quote": "No one ever told me that grief felt so like fear.",
	"name": "C. S. Lewis"
}, {
	"quote": "Shame is the most powerful, master emotion. It's the fear that we're not good enough.",
	"name": "Brene Brown"
}, {
	"quote": "Fear is the mother of morality.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "I believe that every single event in life happens in an opportunity to choose love over fear.",
	"name": "Oprah Winfrey"
}, {
	"quote": "I fear no man, no beast or evil, brother.",
	"name": "Hulk Hogan"
}, {
	"quote": "Being aware of your fear is smart. Overcoming it is the mark of a successful person.",
	"name": "Seth Godin"
}, {
	"quote": "What I fear most is power with impunity. I fear abuse of power, and the power to abuse.",
	"name": "Isabel Allende"
}, {
	"quote": "The process of spotting fear and refusing to obey it is the source of all true empowerment.",
	"name": "Martha Beck"
}, {
	"quote": "I don't have no fear of death. My only fear is coming back reincarnated.",
	"name": "Tupac Shakur"
}, {
	"quote": "Courage is fear holding on a minute longer.",
	"name": "George S. Patton"
}, {
	"quote": "I think fearless is having fears but jumping anyway.",
	"name": "Taylor Swift"
}, {
	"quote": "Fear is pain arising from the anticipation of evil.",
	"name": "Aristotle"
}, {
	"quote": "If fear is cultivated it will become stronger, if faith is cultivated it will achieve mastery.",
	"name": "John Paul Jones"
}, {
	"quote": "I will show you fear in a handful of dust.",
	"name": "T. S. Eliot"
}, {
	"quote": "Live your life that the fear of death can never enter your heart.",
	"name": "Tecumseh"
}, {
	"quote": "Boldness is a mask for fear, however great.",
	"name": "John Dryden"
}, {
	"quote": "So fear helps me from making mistakes, but I make lot of mistakes.",
	"name": "Steve Irwin"
}, {
	"quote": "The purpose of torture is not getting information. It's spreading fear.",
	"name": "Eduardo Galeano"
}, {
	"quote": "Thinking will not overcome fear but action will.",
	"name": "W. Clement Stone"
}, {
	"quote": "I fear God and next to God I mostly fear them that fear him not.",
	"name": "Saadi"
}, {
	"quote": "Do not fear mistakes. You will know failure. Continue to reach out.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Nothing is more despicable than respect based on fear.",
	"name": "Albert Camus"
}, {
	"quote": "Vaccines save lives; fear endangers them. It's a simple message parents need to keep hearing.",
	"name": "Jeffrey Kluger"
}, {
	"quote": "I'll tell you what freedom is to me: no fear. I mean really, no fear!",
	"name": "Nina Simone"
}, {
	"quote": "Fear is the foundation of safety.",
	"name": "Tertullian"
}, {
	"quote": "It's not necessary to fear the prospect of failure but to be determined not to fail.",
	"name": "Jimmy Carter"
}, {
	"quote": "I had a fear of being alone.",
	"name": "Gloria Gaynor"
}, {
	"quote": "Do the thing you fear most and the death of fear is certain.",
	"name": "Mark Twain"
}, {
	"quote": "Fear is stupid. So are regrets.",
	"name": "Marilyn Monroe"
}, {
	"quote": "In time we hate that which we often fear.",
	"name": "William Shakespeare"
}, {
	"quote": "Life is a balance of fear and overcoming it.",
	"name": "Jimmy Iovine"
}, {
	"quote": "Fear of a name increases fear of the thing itself.",
	"name": "J. K. Rowling"
}, {
	"quote": "I do not fear Satan half so much as I fear those who fear him.",
	"name": "Saint Teresa of Avila"
}, {
	"quote": "Yoga is a way to freedom. By its constant practice, we can free ourselves from fear, anguish and loneliness.",
	"name": "Indra Devi"
}, {
	"quote": "At the end of the day, we must go forward with hope and not backward by fear and division.",
	"name": "Jesse Jackson"
}, {
	"quote": "I say I am stronger than fear.",
	"name": "Malala Yousafzai"
}, {
	"quote": "The more you live in the present moment, the more the fear of death disappears.",
	"name": "Eckhart Tolle"
}, {
	"quote": "Repentance is not so much remorse for what we have done as the fear of the consequences.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "Love, hope, fear, faith - these make humanity; These are its sign and note and character.",
	"name": "Robert Browning"
}, {
	"quote": "Realists do not fear the results of their study.",
	"name": "Fyodor Dostoevsky"
}, {
	"quote": "Do what you fear and fear disappears.",
	"name": "David Joseph Schwartz"
}, {
	"quote": "Pitching is the art of instilling fear.",
	"name": "Sandy Koufax"
}, {
	"quote": "Revenge and retaliation always perpetuate the cycle of anger, fear and violence.",
	"name": "Coretta Scott King"
}, {
	"quote": "Sounds like the blues are composed of feeling, finesse, and fear.",
	"name": "Billy Gibbons"
}, {
	"quote": "If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed.",
	"name": "Albert Einstein"
}, {
	"quote": "Listen to what you know instead of what you fear.",
	"name": "Richard Bach"
}, {
	"quote": "Love takes off masks that we fear we cannot live without and know we cannot live within.",
	"name": "James Baldwin"
}, {
	"quote": "Fear has its use but cowardice has none.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "We simply attempt to be fearful when others are greedy and to be greedy only when others are fearful.",
	"name": "Warren Buffett"
}, {
	"quote": "Fools rush in where angels fear to tread.",
	"name": "Alexander Pope"
}, {
	"quote": "Let go of offence. Let go of fear. Let go of revenge. Don't live angry, let go now!",
	"name": "Joel Osteen"
}, {
	"quote": "True success is overcoming the fear of being unsuccessful.",
	"name": "Paul Sweeney"
}, {
	"quote": "You don't know what bravery is until you overcome fear.",
	"name": "Kurt Elling"
}, {
	"quote": "There is a time to take counsel of your fears, and there is a time to never listen to any fear.",
	"name": "George S. Patton"
}, {
	"quote": "I more fear what is within me than what comes from without.",
	"name": "Martin Luther"
}, {
	"quote": "Fears are nothing more than a state of mind.",
	"name": "Napoleon Hill"
}, {
	"quote": "Do not fear to be eccentric in opinion, for every opinion now accepted was once eccentric.",
	"name": "Bertrand Russell"
}, {
	"quote": "Always be courageous and strong, and don't fear.",
	"name": "Gabby Douglas"
}, {
	"quote": "But now having seen him which is invisible I fear not what man can do unto me.",
	"name": "Anne Hutchinson"
}, {
	"quote": "There is nothing in the universe that I fear, but that I shall not know all my duty, or shall fail to do it.",
	"name": "Mary Lyon"
}, {
	"quote": "A person's fears are lighter when the danger is at hand.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Do not fear mistakes. There are none.",
	"name": "Miles Davis"
}, {
	"quote": "Every journey starts with fear.",
	"name": "Jake Gyllenhaal"
}, {
	"quote": "I guess my weirdest fear is accidentally ingesting a sharp object.",
	"name": "Willa Fitzgerald"
}, {
	"quote": "There is no greater hell than to be a prisoner of fear.",
	"name": "Ben Jonson"
}, {
	"quote": "TO fear God, is one of the first and greatest Duties of his rational Creatures.",
	"name": "Charles Inglis"
}, {
	"quote": "Fear the vulture, and the vulture will come. Fear nothing, and you are the vulture.",
	"name": "Suzy Kassem"
}, {
	"quote": "True nobility is exempt from fear.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "It is the perpetual dread of fear, the fear of fear, that shapes the face of a brave man.",
	"name": "Georges Bernanos"
}, {
	"quote": "One had to take some action against fear when once it laid hold of one.",
	"name": "Rainer Maria Rilke"
}, {
	"quote": "When I have a camera in my hand, I know no fear.",
	"name": "Alfred Eisenstaedt"
}, {
	"quote": "The day which we fear as our last is but the birthday of eternity.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "He who is not everyday conquering some fear has not learned the secret of life.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Let us not look back in anger, nor forward in fear, but around in awareness.",
	"name": "James Thurber"
}, {
	"quote": "There is not a truth existing which I fear... or would wish unknown to the whole world.",
	"name": "Thomas Jefferson"
}, {
	"quote": "To good and true love fear is forever affixed.",
	"name": "Francois Rabelais"
}, {
	"quote": "Fear not, the people may be deluded for a moment, but cannot be corrupted.",
	"name": "Andrew Jackson"
}, {
	"quote": "Healthy children will not fear life if their elders have integrity enough not to fear death.",
	"name": "Erik Erikson"
}, {
	"quote": "Don't be afraid to see what you see.",
	"name": "Ronald Reagan"
}, {
	"quote": "Our lives are full of all the genres. Fear and hope and sadness.",
	"name": "Nicolas Roeg"
}, {
	"quote": "Fear of failure, it's the greatest motivational tool. It drives me and drives me and drives me.",
	"name": "Jerry West"
}, {
	"quote": "People living deeply have no fear of death.",
	"name": "Anais Nin"
}, {
	"quote": "Fear is the passion of slaves.",
	"name": "Patrick Henry"
}, {
	"quote": "There is greatness in the fear of God, contentment in faith of God, and honour in humility.",
	"name": "Abu Bakr"
}, {
	"quote": "Fear cannot be banished, but it can be calm and without panic; it can be mitigated by reason and evaluation.",
	"name": "Vannevar Bush"
}, {
	"quote": "The world has nothing to fear from military ambition in our Government.",
	"name": "James K. Polk"
}, {
	"quote": "Fear not those who argue but those who dodge.",
	"name": "Dale Carnegie"
}, {
	"quote": "To fear love is to fear life, and those who fear life are already three parts dead.",
	"name": "Bertrand Russell"
}, {
	"quote": "There is nothing in this world that I fear to say.",
	"name": "Dmitri Mendeleev"
}, {
	"quote": "I don't want the fear of failure to stop me from doing what I really care about.",
	"name": "Emma Watson"
}, {
	"quote": "The injury that we do to a man must be such that we need not fear his vengeance.",
	"name": "Steve Perry"
}, {
	"quote": "Greatness comes from fear. Fear can either shut us down and we go home, or we fight through it.",
	"name": "Lionel Richie"
}, {
	"quote": "A propensity to hope and joy is real riches; one to fear and sorrow real poverty.",
	"name": "David Hume"
}, {
	"quote": "Falsehood is invariably the child of fear in one form or another.",
	"name": "Aleister Crowley"
}, {
	"quote": "Faith activates God - Fear activates the Enemy.",
	"name": "Joel Osteen"
}, {
	"quote": "Uncertainty always creates doubt, and doubt creates fear.",
	"name": "Oscar Munoz"
}, {
	"quote": "No good work is ever done while the heart is hot and anxious and fretted.",
	"name": "Olive Schreiner"
}, {
	"quote": "Boredom is... a vital problem for the moralist, since half the sins of mankind are caused by the fear of it.",
	"name": "Bertrand Russell"
}, {
	"quote": "Worry is a cycle of inefficient thoughts whirling around a center of fear.",
	"name": "Corrie Ten Boom"
}, {
	"quote": "Fear is the only true enemy, born of ignorance and the parent of anger and hate.",
	"name": "Edward Albert"
}, {
	"quote": "Don't let fear rule your life. Live one day at a time, and never be afraid.",
	"name": "Tammy Faye Bakker"
}, {
	"quote": "Defeating fear is not a light switch. For most of us, it's daily work.",
	"name": "William Hurt"
}, {
	"quote": "My fear was not of death itself, but a death without meaning.",
	"name": "Huey Newton"
}, {
	"quote": "There are few things more liberating in this life than having your worst fear realized.",
	"name": "Conan O'Brien"
}, {
	"quote": "To pity distress is but human; to relieve it is Godlike.",
	"name": "Horace Mann"
}, {
	"quote": "Resist your fear; fear will never lead to you a positive end. Go for your faith and what you believe.",
	"name": "T. D. Jakes"
}, {
	"quote": "Never be afraid to sit a while and think.",
	"name": "Lorraine Hansberry"
}, {
	"quote": "Embrace the fear and go for it. That's what I do. I don't run from it - I embrace the fear.",
	"name": "Jamie Brewer"
}, {
	"quote": "Fear of failure must never be a reason not to try something.",
	"name": "Frederick W. Smith"
}, {
	"quote": "Taking a new step, uttering a new word, is what people fear most.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "The constant assertion of belief is an indication of fear.",
	"name": "Jiddu Krishnamurti"
}, {
	"quote": "I have no fear of death. More important, I don't fear life.",
	"name": "Steven Seagal"
}, {
	"quote": "I have no fear of being less beautiful, I've always been afraid of not being beautiful.",
	"name": "Isabelle Adjani"
}, {
	"quote": "The only answer to fear is faith in God, knowing He loves you unconditionally and individually.",
	"name": "Joyce Meyer"
}, {
	"quote": "They who have conquered doubt and fear have conquered failure.",
	"name": "James Allen"
}, {
	"quote": "The slave girl is reared in an atmosphere of licentiousness and fear.",
	"name": "Harriet Ann Jacobs"
}, {
	"quote": "Fear may come true that which one is afraid of.",
	"name": "Viktor E. Frankl"
}, {
	"quote": "Should we fear hackers? Intention is at the heart of this discussion.",
	"name": "Kevin Mitnick"
}, {
	"quote": "We fear things in proportion to our ignorance of them.",
	"name": "Christian Nestell Bovee"
}, {
	"quote": "Man's loneliness is but his fear of life.",
	"name": "Eugene O'Neill"
}, {
	"quote": "Fear God and work hard.",
	"name": "David Livingstone"
}, {
	"quote": "When men don't fear God, they give themselves to evil.",
	"name": "Ray Comfort"
}, {
	"quote": "Pain is pain, hurt is hurt, fear is fear, anger is anger, and it has no color.",
	"name": "Iyanla Vanzant"
}, {
	"quote": "If you take your fear and mash it into something that's actually useful, then it doesn't feel like it wins.",
	"name": "Sara Bareilles"
}, {
	"quote": "People are just afraid of things too much. Afraid of things that don't necessarily merit fear.",
	"name": "Frank Ocean"
}, {
	"quote": "Worry does not mean fear, but readiness for the confrontation.",
	"name": "Bashar al-Assad"
}, {
	"quote": "Fear has many eyes and can see things underground.",
	"name": "Miguel de Cervantes"
}, {
	"quote": "I fear God and respect God and love God.",
	"name": "Brett Ratner"
}, {
	"quote": "Too many Christians are living in a house of fear and not in the house of love.",
	"name": "Brennan Manning"
}, {
	"quote": "We all have a fear of the unknown what one does with that fear will make all the difference in the world.",
	"name": "Lillian Russell"
}, {
	"quote": "Fain would I climb, yet fear I to fall.",
	"name": "Walter Raleigh"
}, {
	"quote": "To fight fear, act. To increase fear - wait, put off postpone.",
	"name": "David Joseph Schwartz"
}, {
	"quote": "I have a vision of India: an India free of hunger and fear, an India free of illiteracy and want.",
	"name": "Atal Bihari Vajpayee"
}, {
	"quote": "The mark of fear is not easily removed.",
	"name": "Ernest Gaines"
}, {
	"quote": "I remember fear and I remember the potential of nuclear war.",
	"name": "Jack Scalia"
}, {
	"quote": "Courage is a peculiar kind of fear.",
	"name": "Charles Kennedy"
}, {
	"quote": "Love and fear. Everything the father of a family says must inspire one or the other.",
	"name": "Joseph Joubert"
}, {
	"quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.",
	"name": "Mark Twain"
}, {
	"quote": "Things done well and with a care, exempt themselves from fear.",
	"name": "William Shakespeare"
}, {
	"quote": "It was the experience of mystery - even if mixed with fear - that engendered religion.",
	"name": "Albert Einstein"
}, {
	"quote": "Fear of something is at the root of hate for others, and hate within will eventually destroy the hater.",
	"name": "George Washington Carver"
}, {
	"quote": "Courage is a mean with regard to fear and confidence.",
	"name": "Aristotle"
}, {
	"quote": "Do the thing we fear, and death of fear is certain.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "The greatest mistake we make is living in constant fear that we will make one.",
	"name": "John C. Maxwell"
}, {
	"quote": "Puritanism. The haunting fear that someone, somewhere, may be happy.",
	"name": "H. L. Mencken"
}, {
	"quote": "Men are swayed more by fear than by reverence.",
	"name": "Aristotle"
}, {
	"quote": "I am so tired of fear. And I don't want my girls to live in a country, in a world, based on fear.",
	"name": "Michelle Obama"
}, {
	"quote": "Fear of death makes us devoid both of valour and religion. For want of valour is want of religious faith.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "You need to let go of your fear and anxiety of being judged by others.",
	"name": "Gavin Newsom"
}, {
	"quote": "Only he can take great resolves who has indomitable faith in God and has fear of God.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Let us never negotiate out of fear. But let us never fear to negotiate.",
	"name": "John F. Kennedy"
}, {
	"quote": "I have no fear of making changes, destroying the image, etc., because the painting has a life of its own.",
	"name": "Jackson Pollock"
}, {
	"quote": "My only fear is that I may live too long. This would be a subject of dread to me.",
	"name": "Thomas Jefferson"
}, {
	"quote": "The meaning I picked, the one that changed my life: Overcome fear, behold wonder.",
	"name": "Richard Bach"
}, {
	"quote": "It is not these well-fed long-haired men that I fear, but the pale and the hungry-looking.",
	"name": "Julius Caesar"
}, {
	"quote": "Know one knows whether death, which people fear to be the greatest evil, may not be the greatest good.",
	"name": "Plato"
}, {
	"quote": "I delight in what I fear.",
	"name": "Shirley Jackson"
}, {
	"quote": "Fear of death increases in exact proportion to increase in wealth.",
	"name": "Ernest Hemingway"
}, {
	"quote": "Fear is the dark room where the Devil develops his negatives.",
	"name": "Gary Busey"
}, {
	"quote": "Those who own much have much to fear.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "'Freedom from fear' could be said to sum up the whole philosophy of human rights.",
	"name": "Dag Hammarskjold"
}, {
	"quote": "Being brought up very religious, I have a fear of people that look to idol gods.",
	"name": "Dolly Parton"
}, {
	"quote": "You must not fear death, my lads; defy him, and you drive him into the enemy's ranks.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Just as courage imperils life, fear protects it.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "People react to fear, not love; they don't teach that in Sunday School, but it's true.",
	"name": "Richard M. Nixon"
}, {
	"quote": "The problem is not getting rid of fear, but using it properly.",
	"name": "Zig Ziglar"
}, {
	"quote": "The more I traveled the more I realized that fear makes strangers of people who should be friends.",
	"name": "Shirley MacLaine"
}, {
	"quote": "The strength and power of despotism consists wholly in the fear of resistance.",
	"name": "Thomas Paine"
}, {
	"quote": "I hope for nothing. I fear nothing. I am free.",
	"name": "Nikos Kazantzakis"
}, {
	"quote": "Fear follows crime and is its punishment.",
	"name": "Voltaire"
}, {
	"quote": "We must not fear daylight just because it almost always illuminates a miserable world.",
	"name": "Rene Magritte"
}, {
	"quote": "Shyness is invariably a suppression of something. It's almost a fear of what you're capable of.",
	"name": "Rhys Ifans"
}, {
	"quote": "Let us go forth with fear and courage and rage to save the world.",
	"name": "Grace Paley"
}, {
	"quote": "Excessive fear is always powerless.",
	"name": "Aeschylus"
}, {
	"quote": "Just as courage is the danger of life, so is fear its safeguard.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "I never dared to be radical when young for fear it would make me conservative when old.",
	"name": "Robert Frost"
}, {
	"quote": "I love the idea that horror and fear is a celebration of health and life.",
	"name": "Penn Jillette"
}, {
	"quote": "There are times when fear is good. It must keep its watchful place at the heart's controls.",
	"name": "Aeschylus"
}, {
	"quote": "I'm intimidated by the fear of being average.",
	"name": "Taylor Swift"
}, {
	"quote": "The secret of life is to have no fear; it's the only way to function.",
	"name": "Stokely Carmichael"
}, {
	"quote": "There is perhaps nothing so bad and so dangerous in life as fear.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "The most destructive element in the human mind is fear. Fear creates aggressiveness.",
	"name": "Dorothy Thompson"
}, {
	"quote": "When you combine boring with fear, you have fun.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "You don't have to fear defeat if you believe it may reveal powers that you didn't know you possessed.",
	"name": "Napoleon Hill"
}, {
	"quote": "My 'fear' is my substance, and probably the best part of me.",
	"name": "Franz Kafka"
}, {
	"quote": "Fear is a disease that eats away at logic and makes man inhuman.",
	"name": "Marian Anderson"
}, {
	"quote": "Ritual is another word for fear, manifested in a different way.",
	"name": "Conor McGregor"
}, {
	"quote": "Great work is done by people who are not afraid to be great.",
	"name": "Fernando Flores"
}, {
	"quote": "Mortality applies to every aspect of life. The fear of death is the driving fear of life.",
	"name": "Nick Tosches"
}, {
	"quote": "I like to do something I fear.",
	"name": "Heath Ledger"
}, {
	"quote": "None but a coward dares to boast that he has never known fear.",
	"name": "Bertrand Russell"
}, {
	"quote": "Where fear is, happiness is not.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "I have never known any distress that an hour's reading did not relieve.",
	"name": "Montesquieu"
}, {
	"quote": "The appeal of cinema lies in the fear of death.",
	"name": "Jim Morrison"
}, {
	"quote": "Love casts out fear, but we have to get over the fear in order to get close enough to love them.",
	"name": "Dorothy Day"
}, {
	"quote": "Men! The only animal in the world to fear.",
	"name": "D. H. Lawrence"
}, {
	"quote": "It is not death or pain that is to be dreaded, but the fear of pain or death.",
	"name": "Epictetus"
}, {
	"quote": "Fear nothing; attack everything.",
	"name": "Eric Berry"
}, {
	"quote": "Above all, don't fear difficult moments. The best comes from them.",
	"name": "Rita Levi-Montalcini"
}, {
	"quote": "Fear is the highest fence.",
	"name": "Dudley Nichols"
}, {
	"quote": "The biggest challenge or biggest crisis knocking on the doors of humankind is fear and intolerance.",
	"name": "Kailash Satyarthi"
}, {
	"quote": "For me, there is only love and fear.",
	"name": "Pink"
}, {
	"quote": "Having a child, that's always been my biggest fear. I want a child and I fear a child.",
	"name": "Marilyn Monroe"
}, {
	"quote": "Let us banish fear.",
	"name": "Carter G. Woodson"
}, {
	"quote": "Men shrink less from offending one who inspires love than one who inspires fear.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "Fear is better than apathy because fear makes us do something.",
	"name": "Emiliano Salinas"
}, {
	"quote": "Jealousy is the fear or apprehension of superiority: envy our uneasiness under it.",
	"name": "William Shenstone"
}, {
	"quote": "Fear is the thought of admitted inferiority.",
	"name": "Elbert Hubbard"
}, {
	"quote": "I really believed that fear is contagious.",
	"name": "Joel Osteen"
}, {
	"quote": "We have the force, the energy, and the determination, and we will not give in to fear.",
	"name": "Emmanuel Macron"
}, {
	"quote": "Fear cannot be without hope nor hope without fear.",
	"name": "Baruch Spinoza"
}, {
	"quote": "I don't fear anything.",
	"name": "Bonnie Blair"
}, {
	"quote": "My biggest fear in life is to be average.",
	"name": "M. Night Shyamalan"
}, {
	"quote": "If you flee from the things you fear, there's no resolution.",
	"name": "Chuck Palahniuk"
}, {
	"quote": "Fear tastes like a rusty knife and do not let her into your house.",
	"name": "John Cheever"
}, {
	"quote": "Don't fear change - embrace it.",
	"name": "Anthony J. D'Angelo"
}, {
	"quote": "Whenever there is fear, you will get wrong figures.",
	"name": "W. Edwards Deming"
}, {
	"quote": "Stalking is a crime that can paralyze an otherwise productive person with fear.",
	"name": "Lisa Madigan"
}, {
	"quote": "Minds that are ill at ease are agitated by both hope and fear.",
	"name": "Ovid"
}, {
	"quote": "Fear? If I have gained anything by damning myself, it is that I no longer have anything to fear.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "Hopeful thinking can get you out of your fear zone and into your appreciation zone.",
	"name": "Martha Beck"
}, {
	"quote": "People's choice to become vegan, from people I've spoken to, seems motivated by fear.",
	"name": "Anthony Bourdain"
}, {
	"quote": "Fear is something I instill in other people, mostly young girls.",
	"name": "Marilyn Manson"
}, {
	"quote": "Those who learned to know death, rather than to fear and fight it, become our teachers about life.",
	"name": "Elisabeth Kubler-Ross"
}, {
	"quote": "No passion so effectually robs the mind of all its powers of acting and reasoning as fear.",
	"name": "Edmund Burke"
}, {
	"quote": "I fear my enthusiasm flags when real work is demanded of me.",
	"name": "H. P. Lovecraft"
}, {
	"quote": "Fear is not a lasting teacher of duty.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Fear is really powerful; it's really useful to me.",
	"name": "James McAvoy"
}, {
	"quote": "I don't believe in fear - I live my life without regrets.",
	"name": "Sean Combs"
}, {
	"quote": "No person who is enthusiastic about his work has anything to fear from life.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "Valor grows by daring, fear by holding back.",
	"name": "Publilius Syrus"
}, {
	"quote": "I'd rather give my life than be afraid to give it.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "There can be no security where there is fear.",
	"name": "Felix Frankfurter"
}, {
	"quote": "Many of us crucify ourselves between two thieves - regret for the past and fear of the future.",
	"name": "Fulton Oursler"
}, {
	"quote": "You know why I fear people's judgment? Because I know they're judging. I know they are.",
	"name": "Kate Winslet"
}, {
	"quote": "Fear not that thy life shall come to an end, but rather that it shall never have a beginning.",
	"name": "John Henry Newman"
}, {
	"quote": "Fear makes strangers of people who would be friends.",
	"name": "Shirley MacLaine"
}, {
	"quote": "Fear is the parent of cruelty.",
	"name": "James Anthony Froude"
}, {
	"quote": "If I had a motto, it would be, 'Believe in God, fear the church'.",
	"name": "Margrethe Vestager"
}, {
	"quote": "We should not be afraid to go into a new era, to leave the old beyond.",
	"name": "Zach Wamp"
}, {
	"quote": "In politics, what begins in fear usually ends in failure.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "There is no passion so contagious as that of fear.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Sometimes you must suffer through something to defeat your fear of it.",
	"name": "Joyce Meyer"
}, {
	"quote": "We can fear things into existence. Fear looks into the future and imagines the worst that can happen.",
	"name": "Joyce Meyer"
}, {
	"quote": "Fear is a spirit that produces a feeling.",
	"name": "Joyce Meyer"
}, {
	"quote": "I have a fear of heights that borders on mania.",
	"name": "Sylvester Stallone"
}, {
	"quote": "The fear of death comes from limited awareness.",
	"name": "Deepak Chopra"
}, {
	"quote": "Everyone believes very easily whatever they fear or desire.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "Prosperity is not without many fears and distastes; adversity not without many comforts and hopes.",
	"name": "Francis Bacon"
}, {
	"quote": "All religions are founded on the fear of the many and the cleverness of the few.",
	"name": "Stendhal"
}, {
	"quote": "It's the most unhappy people who most fear change.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "I fear the boredom that comes with not learning and not taking chances.",
	"name": "Robert Fulghum"
}, {
	"quote": "The only failure one should fear, is not hugging to the purpose they see as best.",
	"name": "George Eliot"
}, {
	"quote": "The Russians feared Ike. They didn't fear me.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "Discipline strengthens the mind so that it becomes impervious to the corroding influence of fear.",
	"name": "Bernard Law Montgomery"
}, {
	"quote": "Find out what you're afraid of and go live there.",
	"name": "Chuck Palahniuk"
}, {
	"quote": "An appeal to fear never finds an echo in German hearts.",
	"name": "Otto von Bismarck"
}, {
	"quote": "There is the theory... that you live in two places: You either live in fear, or you live in love.",
	"name": "Michael Keaton"
}, {
	"quote": "The creation of God itself, I deduced, came from our primal fear.",
	"name": "Kamal Haasan"
}, {
	"quote": "The one thing I've learned is that stuttering in public is never as bad as I fear it will be.",
	"name": "John Stossel"
}, {
	"quote": "We all struggle with our failure to communicate and our failure to reach beyond fear to love people.",
	"name": "Mira Sorvino"
}, {
	"quote": "Fear clogs; faith liberates.",
	"name": "Elbert Hubbard"
}, {
	"quote": "The thing we fear we bring to pass.",
	"name": "Elbert Hubbard"
}, {
	"quote": "I do not fear truth. I welcome it. But I wish all of my facts to be in their proper context.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "Fear makes us feel our humanity.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Fear is the mother of foresight.",
	"name": "Thomas Hardy"
}, {
	"quote": "To him who is in fear everything rustles.",
	"name": "Sophocles"
}, {
	"quote": "That man is prudent who neither hopes nor fears anything from the uncertain events of the future.",
	"name": "Anatole France"
}, {
	"quote": "Fear, to me, is a guiding thing more than anything.",
	"name": "Mac Miller"
}, {
	"quote": "My biggest fear is mindlessly and stupidly repeating myself.",
	"name": "John Lydon"
}, {
	"quote": "I have no fear of photography as long as it cannot be used in heaven and in hell.",
	"name": "Edvard Munch"
}, {
	"quote": "The Christian fear of the pagan outlook has damaged the whole consciousness of man.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Love is what we were born with. Fear is what we learned here.",
	"name": "Marianne Williamson"
}, {
	"quote": "A fear of the unknown keeps a lot of people from leaving bad situations.",
	"name": "Kathie Lee Gifford"
}, {
	"quote": "My worst fear is my music won't connect with the public.",
	"name": "Adele"
}, {
	"quote": "A peace that depends on fear is nothing but a suppressed war.",
	"name": "Henry Van Dyke"
}, {
	"quote": "People can't think when their minds are clouded with fear.",
	"name": "Hamza Yusuf"
}, {
	"quote": "Loneliness is, I think, people's biggest fear, whether they are conscious of it or not.",
	"name": "Andrew Stanton"
}, {
	"quote": "There's two sorts of fear: one you embrace and one you should listen to and turn the other way.",
	"name": "Matthew McConaughey"
}, {
	"quote": "You pretend to be more eccentric than you actually are because you fear you are an interchangeable cog.",
	"name": "Douglas Coupland"
}, {
	"quote": "Fear is real, but so is love.",
	"name": "Alice Walker"
}, {
	"quote": "Every man, through fear, mugs his aspirations a dozen times a day.",
	"name": "Brendan Behan"
}, {
	"quote": "There is no hope unmingled with fear, and no fear unmingled with hope.",
	"name": "Baruch Spinoza"
}, {
	"quote": "Everyone has his faults which he continually repeats: neither fear nor shame can cure them.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "My biggest fear in life is to be forgotten.",
	"name": "Evita Peron"
}, {
	"quote": "Vertigo is the conflict between the fear of falling and the desire to fall.",
	"name": "Salman Rushdie"
}, {
	"quote": "Audacity augments courage; hesitation, fear.",
	"name": "Publilius Syrus"
}, {
	"quote": "The fearful unbelief is unbelief in yourself.",
	"name": "Thomas Carlyle"
}, {
	"quote": "The first duty of man is to conquer fear; he must get rid of it, he cannot act till then.",
	"name": "Thomas Carlyle"
}, {
	"quote": "If we fear the unknown then surely we fear ourselves.",
	"name": "Bryant H. McGill"
}, {
	"quote": "I believe that fear of life brings a greater fear of death.",
	"name": "David Blaine"
}, {
	"quote": "Nothing gives a fearful man more courage than another's fear.",
	"name": "Umberto Eco"
}, {
	"quote": "Organizations that can diminish fear are those that are able to motivate, create, and innovate.",
	"name": "Chip Conley"
}, {
	"quote": "You have to have fear to take risks - and I want to at least try.",
	"name": "Seann William Scott"
}, {
	"quote": "You've got to kick fear to the side, because the payoff is huge.",
	"name": "Mariska Hargitay"
}, {
	"quote": "The dread of lonliness is greater than the fear of bondage, so we get married.",
	"name": "Cyril Connolly"
}, {
	"quote": "Show me a guy who's afraid to look bad, and I'll show you a guy you can beat every time.",
	"name": "Lou Brock"
}, {
	"quote": "They hate whom they fear.",
	"name": "Quintus Ennius"
}, {
	"quote": "I think I have a deep-seated fear of being misunderstood. Or being misjudged.",
	"name": "Harriet Walter"
}, {
	"quote": "Fear is the tax that conscience pays to guilt.",
	"name": "George Sewell"
}, {
	"quote": "Fear is static that prevents me from hearing myself.",
	"name": "Samuel Butler"
}, {
	"quote": "Right out of high school I never had the fear of getting beat, which is how most people lose.",
	"name": "Dan Gable"
}, {
	"quote": "There are very few monsters who warrant the fear we have of them.",
	"name": "Andre Gide"
}, {
	"quote": "The thinner the ice, the more anxious is everyone to see whether it will bear.",
	"name": "Josh Billings"
}, {
	"quote": "We often pretend to fear what we really despise, and more often despise what we really fear.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "I don't fear that a man will wear out as quickly as he will rust out.",
	"name": "Colonel Sanders"
}, {
	"quote": "He whom many fear, has himself many to fear.",
	"name": "Publilius Syrus"
}, {
	"quote": "The pleasures of love are always in proportion to our fears.",
	"name": "Stendhal"
}, {
	"quote": "I have this almost pathological fear of boring the reader.",
	"name": "Khaled Hosseini"
}, {
	"quote": "In the ring, I never really knew fear.",
	"name": "Rocky Marciano"
}, {
	"quote": "Tell us your phobias and we will tell you what you are afraid of.",
	"name": "Robert Benchley"
}, {
	"quote": "An ugly sight, a man who is afraid.",
	"name": "Jean Anouilh"
}, {
	"quote": "Only when we are no longer afraid do we begin to live.",
	"name": "Dorothy Thompson"
}, {
	"quote": "As a child, I was more afraid of tetanus shots than, for example, Dracula.",
	"name": "Dave Barry"
}, {
	"quote": "He will never have true friends who is afraid of making enemies.",
	"name": "William Hazlitt"
}, {
	"quote": "A child understands fear, and the hurt and hate it brings.",
	"name": "Nadine Gordimer"
}, {
	"quote": "We consume our tomorrows fretting about our yesterdays.",
	"name": "Persius"
}, {
	"quote": "Fear is unnecessary.",
	"name": "Jake LaMotta"
}, {
	"quote": "I hasten to laugh at everything, for fear of being obliged to weep.",
	"name": "Pierre Beaumarchais"
}, {
	"quote": "Be content to be what you are, and prefer nothing to it, and do not fear or wish for your last day.",
	"name": "Marcus Valerius Martial"
}, {
	"quote": "I'm not the type of person to live in fear. I think positively.",
	"name": "David Guetta"
}, {
	"quote": "When, as we must often do, we fear science, we really fear ourselves.",
	"name": "John Polanyi"
}, {
	"quote": "The Taliban knows they have more to fear from an educated girl than an American drone.",
	"name": "Tina Brown"
}, {
	"quote": "No fear - that's my approach every single time I'm on the ice.",
	"name": "Max Aaron"
}, {
	"quote": "Fear and I were old buddies, despite my best efforts to the contrary.",
	"name": "Peter Straub"
}, {
	"quote": "How could you fear a dearth? Have not mankind tho' slain by millions, millions left behind?",
	"name": "Joel Barlow"
}, {
	"quote": "Everyone wishes that the man whom he fears would perish.",
	"name": "Ovid"
}, {
	"quote": "Anger elicits anger, fear elicits fear, no matter how well meaning we may be.",
	"name": "Martha Beck"
}, {
	"quote": "Why is it that when we get older, we get more fearful?",
	"name": "Sandra Bullock"
}, {
	"quote": "The fear of becoming a 'has-been' keeps some people from becoming anything.",
	"name": "Eric Hoffer"
}, {
	"quote": "I fear the Greeks, even when they bring gifts.",
	"name": "Virgil"
}, {
	"quote": "I'm different, and my manner invites questions. I'm never afraid to answer.",
	"name": "Marlee Matlin"
}, {
	"quote": "Not one has shown an iota of fear of death. They want to end this agony.",
	"name": "Jack Kevorkian"
}, {
	"quote": "We are afraid of the enormity of the possible.",
	"name": "Emil Cioran"
}, {
	"quote": "We fear the thing we want the most.",
	"name": "Robert Anthony"
}, {
	"quote": "Ultimately we know deeply that the other side of every fear is freedom.",
	"name": "Marilyn Ferguson"
}, {
	"quote": "Our biggest fear is that 'Food, Inc.' will move heavy-handed food-safety regulations forward.",
	"name": "Joel Salatin"
}, {
	"quote": "Fear is excitement without breath.",
	"name": "Robert Heller"
}, {
	"quote": "I have a fear of being boring.",
	"name": "Christian Bale"
}, {
	"quote": "There is nothing that fear and hope does not permit men to do.",
	"name": "Luc de Clapiers"
}, {
	"quote": "We're at our best when we put hope in front of fear.",
	"name": "Tom Perez"
}, {
	"quote": "A company is stronger if it is bound by love rather than by fear.",
	"name": "Herb Kelleher"
}, {
	"quote": "Let the fear of danger be a spur to prevent it; he that fears not, gives advantage to the danger.",
	"name": "Francis Quarles"
}, {
	"quote": "I think what weakens people most is fear of wasting their strength.",
	"name": "Etty Hillesum"
}, {
	"quote": "Fear usually looks like anger.",
	"name": "Krista Tippett"
}, {
	"quote": "I've spent most of my life in prison. I was a prisoner of my fear and my low self-esteem.",
	"name": "Gerry Cooney"
}, {
	"quote": "Superstition is only the fear of belief, while religion is the confidence.",
	"name": "Marguerite Gardiner"
}, {
	"quote": "No one should have to live in fear.",
	"name": "Jeff Fortenberry"
}, {
	"quote": "Humble souls are fearful of their own strength.",
	"name": "William Gurnall"
}, {
	"quote": "What we have most to fear is failure of the heart.",
	"name": "Sonia Johnson"
}, {
	"quote": "When you're fearful, you stumble.",
	"name": "Jenna Jameson"
}]