[{
	"quote": "Beware of little expenses. A small leak will sink a great ship.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Under capitalism, man exploits man. Under communism, it's just the opposite.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "In this world nothing can be said to be certain, except death and taxes.",
	"name": "Benjamin Franklin"
}, {
	"quote": "All money is a matter of belief.",
	"name": "Adam Smith"
}, {
	"quote": "I believe that through knowledge and discipline, financial peace is possible for all of us.",
	"name": "Dave Ramsey"
}, {
	"quote": "The way to make money is to buy when blood is running in the streets.",
	"name": "John D. Rockefeller"
}, {
	"quote": "Wealth consists not in having great possessions, but in having few wants.",
	"name": "Epictetus"
}, {
	"quote": "Inflation is taxation without legislation.",
	"name": "Milton Friedman"
}, {
	"quote": "A budget tells us what we can't afford, but it doesn't keep us from buying it.",
	"name": "William Feather"
}, {
	"quote": "You and I come by road or rail, but economists travel on infrastructure.",
	"name": "Margaret Thatcher"
}, {
	"quote": "There can be no rise in the value of labour without a fall of profits.",
	"name": "David Ricardo"
}, {
	"quote": "The way to become rich is to put all your eggs in one basket and then watch that basket.",
	"name": "Andrew Carnegie"
}, {
	"quote": "If all the economists were laid end to end, they'd never reach a conclusion.",
	"name": "George Bernard Shaw"
}, {
	"quote": "About the time we can make the ends meet, somebody moves the ends.",
	"name": "Herbert Hoover"
}, {
	"quote": "Financial crises are like fireworks: they illuminate the sky even as they go pop.",
	"name": "James Buchan"
}, {
	"quote": "It is a kind of spiritual snobbery that makes people think they can be happy without money.",
	"name": "Albert Camus"
}, {
	"quote": "Our goal is to make finance the servant, not the master, of the real economy.",
	"name": "Alistair Darling"
}, {
	"quote": "I'm involved in the stock market, which is fun and, sometimes, very painful.",
	"name": "Regis Philbin"
}, {
	"quote": "Watch your finances like a hawk.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "As sure as the spring will follow the winter, prosperity and economic growth will follow recession.",
	"name": "Bo Bennett"
}, {
	"quote": "Here's my gift-giving rule: Respect your current financial situation.",
	"name": "Suze Orman"
}, {
	"quote": "Derivatives are financial weapons of mass destruction.",
	"name": "Warren Buffett"
}, {
	"quote": "The longer I go on, the more I am aware of the power of finance.",
	"name": "Justin Welby"
}, {
	"quote": "Stay on top of your finances. Don't leave that up to others.",
	"name": "Leif Garrett"
}, {
	"quote": "A big part of financial freedom is having your heart and mind free from worry about the what-ifs of life.",
	"name": "Suze Orman"
}, {
	"quote": "Do you know the only thing that gives me pleasure? It's to see my dividends coming in.",
	"name": "John D. Rockefeller"
}, {
	"quote": "I made my money by selling too soon.",
	"name": "Bernard Baruch"
}, {
	"quote": "We teach about how to drive in school, but not how to manage finances.",
	"name": "Andy Williams"
}, {
	"quote": "The poor don't know that their function in life is to exercise our generosity.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "These heroes of finance are like beads on a string; when one slips off, all the rest follow.",
	"name": "Henrik Ibsen"
}, {
	"quote": "Wealth, in even the most improbable cases, manages to convey the aspect of intelligence.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "Money is like manure. You have to spread it around or it smells.",
	"name": "J. Paul Getty"
}, {
	"quote": "It is usually people in the money business, finance, and international trade that are really rich.",
	"name": "Robin Leach"
}, {
	"quote": "Capital is that part of wealth which is devoted to obtaining further wealth.",
	"name": "Alfred Marshall"
}, {
	"quote": "I only make movies to finance my fishing.",
	"name": "Lee Marvin"
}, {
	"quote": "Finance, like time, devours its own children.",
	"name": "Honore de Balzac"
}, {
	"quote": "There's more honor in investment management than in investment banking.",
	"name": "Charlie Munger"
}, {
	"quote": "Nobody wants campaign finance reform more than me. It would save me a fortune.",
	"name": "Andrew Tobias"
}, {
	"quote": "It's cheaper to buy a house and finance it than it is to rent in many markets.",
	"name": "Barry Sternlicht"
}, {
	"quote": "But having said that, what's happening with campaign finance reform and our political culture is devastating.",
	"name": "Robert McChesney"
}, {
	"quote": "My dream is universal income, with a completely different fiscal system to finance it.",
	"name": "Beppe Grillo"
}, {
	"quote": "I was a great student at a great school, Wharton School of Finance.",
	"name": "Donald Trump"
}, {
	"quote": "I went to the Wharton School of Finance, the toughest place to get into. I was a great student.",
	"name": "Donald Trump"
}, {
	"quote": "The avoidance of taxes is the only intellectual pursuit that still carries any reward.",
	"name": "John Maynard Keynes"
}, {
	"quote": "Any informed borrower is simply less vulnerable to fraud and abuse.",
	"name": "Alan Greenspan"
}, {
	"quote": "The people who know personal finance hide the money very carefully.",
	"name": "James Altucher"
}, {
	"quote": "I've never preached one sermon on money, on just finances. I want to stay away from it.",
	"name": "Joel Osteen"
}, {
	"quote": "Infinite growth of material consumption in a finite world is an impossibility.",
	"name": "E. F. Schumacher"
}, {
	"quote": "I mean, I'm very serious with my kids about them comprehending the intricacies of global finance.",
	"name": "Will Smith"
}, {
	"quote": "Security depends not so much upon how much you have, as upon how much you can do without.",
	"name": "Joseph Wood Krutch"
}, {
	"quote": "I'm a big advocate of financial intelligence.",
	"name": "Daymond John"
}, {
	"quote": "If it isn't the sheriff, it's the finance company; I've got more attachments on me than a vacuum cleaner.",
	"name": "John Barrymore"
}, {
	"quote": "Financial support is one thing, but I always think what becomes really sacrificial is your time.",
	"name": "Cliff Richard"
}, {
	"quote": "I am a graduate in business management with specialisation in finance, and I love accounts!",
	"name": "Tena Desae"
}, {
	"quote": "I don't really enjoy finance and accounting.",
	"name": "Holly Branson"
}, {
	"quote": "I know what I don't know. To this day, I don't know technology, and I don't know finance or accounting.",
	"name": "Bernard Ebbers"
}, {
	"quote": "We need real campaign finance reform to loosen the grip of special interests on politics.",
	"name": "Tom Daschle"
}, {
	"quote": "How grateful I am for the law of tithing. It is the Lord's law of finance.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "People who think about art as an investment are pathetic.",
	"name": "Walter Annenberg"
}, {
	"quote": "We cannot both preach and administer financial matters.",
	"name": "Saint Stephen"
}, {
	"quote": "Under capitalism each individual engages in economic planning.",
	"name": "George Reisman"
}, {
	"quote": "I finally know what distinguishes man from the other beasts: financial worries.",
	"name": "Jules Renard"
}, {
	"quote": "I do not regard a broker as a member of the human race.",
	"name": "Honore de Balzac"
}, {
	"quote": "Finance is a gun. Politics is knowing when to pull the trigger.",
	"name": "Mario Puzo"
}, {
	"quote": "I wasn't a financial pro, and I paid the price.",
	"name": "Ruth Handler"
}, {
	"quote": "One of the biggest issues for me is campaign finance reform.",
	"name": "Cameron Russell"
}, {
	"quote": "As technology progresses, I believe that fintech will fundamentally change finance.",
	"name": "Taavet Hinrikus"
}, {
	"quote": "The rate of interest acts as a link between income-value and capital-value.",
	"name": "Irving Fisher"
}, {
	"quote": "Money is the best rule of commerce.",
	"name": "William Petty"
}, {
	"quote": "My most difficult class at Harvard Business School would have to be finance.",
	"name": "Tyra Banks"
}, {
	"quote": "We at Chrysler borrow money the old-fashioned way. We pay it back.",
	"name": "Lee Iacocca"
}, {
	"quote": "My father, being a Scotsman, taught me to look after finances. I'm shrewd. Some people may call me tight.",
	"name": "Rod Stewart"
}, {
	"quote": "Finance is wholly different from the rest the economy.",
	"name": "Alan Greenspan"
}, {
	"quote": "The people who don't know personal finance have TV shows about it.",
	"name": "James Altucher"
}, {
	"quote": "I am particularly pleased to see that the Bendheim Center for Finance is thriving.",
	"name": "Ben Bernanke"
}, {
	"quote": "There are no patents in finance.",
	"name": "Stephen A. Schwarzman"
}, {
	"quote": "Some of the people in finance touch enormous parts of the economy.",
	"name": "Stephen A. Schwarzman"
}, {
	"quote": "Wall Street has too much wealth and political power.",
	"name": "Charlie Munger"
}, {
	"quote": "My mother works in a bank, and my dad is the head of my management team and also works in finance.",
	"name": "Henry Cavill"
}, {
	"quote": "The important source of finance is now commercial papers, bonds, and so on.",
	"name": "Chanda Kochhar"
}, {
	"quote": "Poverty is unnecessary.",
	"name": "Muhammad Yunus"
}, {
	"quote": "No single housing finance institution should be too big to fail.",
	"name": "Jerome Powell"
}, {
	"quote": "Health care probably contributes a lot more to the common wealth than finance.",
	"name": "Timothy Noah"
}, {
	"quote": "At this point, I don't get hired a lot because people don't think I could finance a movie.",
	"name": "Martha Plimpton"
}, {
	"quote": "What we now call 'finance' is, I hold, an intellectual perversion of what began as warm human love.",
	"name": "Robert Graves"
}, {
	"quote": "When I was the finance minister, I got on well with the RBI Governor.",
	"name": "Manmohan Singh"
}, {
	"quote": "We have to talk about the way we finance campaigns.",
	"name": "Dick Durbin"
}, {
	"quote": "In Britain, polls show large majorities in favour of mansion taxes and higher taxes on the finance sector.",
	"name": "Geoff Mulgan"
}, {
	"quote": "To beat the market you'll have to invest serious bucks to dig up information no one else has yet.",
	"name": "Merton Miller"
}, {
	"quote": "You only need to make one big score in finance to be a hero forever.",
	"name": "Merton Miller"
}, {
	"quote": "My expertise was in public finance, particularly corporate taxation, since I had worked at the US Treasury.",
	"name": "Merton Miller"
}, {
	"quote": "Arbitrage proof has since been widely used throughout finance and economics.",
	"name": "Merton Miller"
}, {
	"quote": "My adversary is the world of finance.",
	"name": "Francois Hollande"
}, {
	"quote": "Almost every day, you see an article in the papers about someone violating a campaign finance law.",
	"name": "Luther Strange"
}, {
	"quote": "We all know that Americans love their statistics - in sport, obviously. And in finance too.",
	"name": "Evan Davis"
}, {
	"quote": "There's an awful lot of us who don't quite speak finance, speak money.",
	"name": "John Lanchester"
}, {
	"quote": "The Finance Ministry can bring about real social change.",
	"name": "Moshe Kahlon"
}, {
	"quote": "The studios don't finance anymore, they get outside funds.",
	"name": "Robert Rodriguez"
}, {
	"quote": "Economically considered, war and revolution are always bad business.",
	"name": "Ludwig von Mises"
}, {
	"quote": "The economy is a very sensitive organism.",
	"name": "Hjalmar Schacht"
}, {
	"quote": "Everyone says you've got to do a foundation and legal structure to finance social change. What nonsense!",
	"name": "Bill Drayton"
}, {
	"quote": "There's no question: the finance market is moving into the cloud.",
	"name": "Aneel Bhusri"
}, {
	"quote": "Well, paycheck protection is an important ingredient for a successful campaign finance reform measure.",
	"name": "Andrew Card"
}, {
	"quote": "Thirty to 40 years ago, most financial decisions were fairly simple.",
	"name": "Scott Cook"
}, {
	"quote": "It starts with campaign finance reform.",
	"name": "Zack Space"
}, {
	"quote": "The biggest issue that we have to contend with is campaign finance reform.",
	"name": "Gaby Hoffmann"
}, {
	"quote": "Spain is finding it very difficult to finance itself with sovereign debt risk premium so high.",
	"name": "Mariano Rajoy"
}, {
	"quote": "I got IRS records to finance what I wanted to do.",
	"name": "Penelope Spheeris"
}, {
	"quote": "I now work for a finance company in Luxembourg with projects in South America and the Caribbean.",
	"name": "Mathias Rust"
}, {
	"quote": "I really love being finance director.",
	"name": "Judith McKenna"
}, {
	"quote": "I grew up in Finance.",
	"name": "Jamie S. Miller"
}, {
	"quote": "After serving in the Korean War, I actually started working towards a master's degree in finance.",
	"name": "John Cullum"
}, {
	"quote": "I understand that finance can be very complex.",
	"name": "Kevin Harrington"
}, {
	"quote": "The job of the Central Bank is to worry.",
	"name": "Alice Rivlin"
}, {
	"quote": "Rounding to the nearest cent is sufficiently accurate for practical purposes.",
	"name": "Alexander John Ellis"
}, {
	"quote": "It's much more straightforward to get finance when you have an Oscar.",
	"name": "Hugh Hudson"
}]