[{
	"quote": "To enjoy the glow of good health, you must exercise.",
	"name": "Gene Tunney"
}, {
	"quote": "Take care of your body. It's the only place you have to live.",
	"name": "Jim Rohn"
}, {
	"quote": "Fitness is not about being better than someone else... It's about being better than you used to be.",
	"name": "Khloe Kardashian"
}, {
	"quote": "The purpose of training is to tighten up the slack, toughen the body, and polish the spirit.",
	"name": "Morihei Ueshiba"
}, {
	"quote": "The human body is the best picture of the human soul.",
	"name": "Ludwig Wittgenstein"
}, {
	"quote": "A muscle is like a car. If you want it to run well early in the morning, you have to warm it up.",
	"name": "Florence Griffith Joyner"
}, {
	"quote": "Walking is the best possible exercise. Habituate yourself to walk very far.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Reading is to the mind what exercise is to the body.",
	"name": "Joseph Addison"
}, {
	"quote": "The reason I exercise is for the quality of life I enjoy.",
	"name": "Kenneth H. Cooper"
}, {
	"quote": "In fitness, there are no short cuts. It involves immense discipline and hard work.",
	"name": "Mahesh Babu"
}, {
	"quote": "True enjoyment comes from activity of the mind and exercise of the body; the two are ever united.",
	"name": "Wilhelm von Humboldt"
}, {
	"quote": "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted.",
	"name": "Denis Waitley"
}, {
	"quote": "Fitness helps me think better, feel better, and move better.",
	"name": "Jason Winston George"
}, {
	"quote": "Swimming is normal for me. I'm relaxed. I'm comfortable, and I know my surroundings. It's my home.",
	"name": "Michael Phelps"
}, {
	"quote": "Practice puts brains in your muscles.",
	"name": "Sam Snead"
}, {
	"quote": "A lot of people are afraid of heights. Not me, I'm afraid of widths.",
	"name": "Steven Wright"
}, {
	"quote": "Your body is the church where Nature asks to be reverenced.",
	"name": "Marquis de Sade"
}, {
	"quote": "Fitness is not an option. It's part of my job.",
	"name": "Alison Sweeney"
}, {
	"quote": "Health is the thing that makes you feel that now is the best time of the year.",
	"name": "Franklin Pierce Adams"
}, {
	"quote": "My fitness journey will be a lifelong journey.",
	"name": "Khloe Kardashian"
}, {
	"quote": "No one's ever achieved financial fitness with a January resolution that's abandoned by February.",
	"name": "Suze Orman"
}, {
	"quote": "It's so easy to lose your fitness and so hard to gain it back.",
	"name": "Alex Morgan"
}, {
	"quote": "Health is the vital principle of bliss, and exercise, of health.",
	"name": "James Thomson"
}, {
	"quote": "It's challenging, but you have to at least try to eat right and exercise.",
	"name": "Joely Fisher"
}, {
	"quote": "You can always improve your fitness if you keep training.",
	"name": "Pastor Maldonado"
}, {
	"quote": "A feeble body weakens the mind.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "Exercise should be regarded as tribute to the heart.",
	"name": "Gene Tunney"
}, {
	"quote": "In my judgment, physical fitness is basic to all forms of excellence and to a strong, confident nation.",
	"name": "Robert Kennedy"
}, {
	"quote": "Fitness has nothing to do with age.",
	"name": "Virender Sehwag"
}, {
	"quote": "In the midst of these hard times it is our good health and good sleep that are enjoyable.",
	"name": "Knute Nelson"
}, {
	"quote": "I try and groom myself, be it through fitness or dance.",
	"name": "Yami Gautam"
}, {
	"quote": "My job is to be fit and I'm really blessed that I get to go and work out and live a really healthy lifestyle.",
	"name": "Kerri Walsh Jennings"
}, {
	"quote": "Our growing softness, our increasing lack of physical fitness, is a menace to our security.",
	"name": "John F. Kennedy"
}, {
	"quote": "My own preferred fitness regime is to use my bicycle.",
	"name": "Paul Hollywood"
}, {
	"quote": "A life coach does for the rest of your life what a personal trainer does for your health and fitness.",
	"name": "Elaine MacDonald"
}, {
	"quote": "Exercise is labor without weariness.",
	"name": "Samuel Johnson"
}, {
	"quote": "Health and fitness is who I am. It's what I do.",
	"name": "Lee Haney"
}, {
	"quote": "Personally, I need a high level of physical fitness in order to feel at ease.",
	"name": "Jurgen Klinsmann"
}, {
	"quote": "My fitness instructor helped me with strength training, muscle building, and toning.",
	"name": "Karan Patel"
}, {
	"quote": "I can work hard and be disciplined like a soldier, but I could never reach their level of fitness.",
	"name": "Richard C. Armitage"
}, {
	"quote": "Fitness is a luxury when you are busy!",
	"name": "Lauren Conrad"
}, {
	"quote": "Muscles come and go; flab lasts.",
	"name": "Bill Vaughan"
}, {
	"quote": "I consider fitness, diet, and beauty to be essential to a balanced self.",
	"name": "Hannah Bronfman"
}, {
	"quote": "You must also give mental and physical fitness priority.",
	"name": "Jim Otto"
}, {
	"quote": "Exercise is done against one's wishes and maintained only because the alternative is worse.",
	"name": "George A. Sheehan"
}, {
	"quote": "Resting for me is fitness training.",
	"name": "Jenson Button"
}, {
	"quote": "Fitness needs to be perceived as fun and games or we subconsciously avoid it.",
	"name": "Alan Thicke"
}, {
	"quote": "Because I take care of my body, it doesn't look like the body of a woman of my years.",
	"name": "Gloria Swanson"
}, {
	"quote": "I have never taken any exercise, except sleeping and resting, and I never intend to take any.",
	"name": "Mark Twain"
}, {
	"quote": "Tactics, fitness, stroke ability, adaptability, experience, and sportsmanship are all necessary for winning.",
	"name": "Fred Perry"
}, {
	"quote": "Exercise is amazing, from the inside out. I feel so alive and have more energy.",
	"name": "Vanessa Hudgens"
}, {
	"quote": "Fitness, in my opinion, is a mental exercise more than just physical.",
	"name": "Anushka Shetty"
}, {
	"quote": "The first time I see a jogger smiling, I'll consider it.",
	"name": "Joan Rivers"
}, {
	"quote": "Fitness is really important for my mental and emotional equilibrium as well as my physical wellbeing.",
	"name": "Robert Rinder"
}, {
	"quote": "I've exercised with women so thin that buzzards followed them to their cars.",
	"name": "Erma Bombeck"
}, {
	"quote": "Exercise is the chief source of improvement in our faculties.",
	"name": "Hugh Blair"
}, {
	"quote": "I swim like a fish and I have an amazing kick.",
	"name": "Gordon Ramsay"
}, {
	"quote": "I don't lift weights. I do fitness exercises to stay strong.",
	"name": "Chad le Clos"
}, {
	"quote": "For exercise, I now run with my chocolate Lab puppy, Oscar.",
	"name": "Daniela Pestova"
}, {
	"quote": "I do yoga, I do Bikram and I run, and I eat really healthy.",
	"name": "Lady Gaga"
}, {
	"quote": "My fitness is good. I hope to improve it even further during training.",
	"name": "Andriy Shevchenko"
}, {
	"quote": "In the British Special Air Service, combat fitness is all about running.",
	"name": "Bear Grylls"
}, {
	"quote": "Fitness, defending, the mental stuff - those were all weaknesses of mine. And I turned those into strengths.",
	"name": "Carli Lloyd"
}, {
	"quote": "Teaching kids about health and fitness is important to me. It's about being fit for life.",
	"name": "Jackie Joyner-Kersee"
}, {
	"quote": "I've been into exercise my whole life, been a runner and been into health and fitness always.",
	"name": "Sissy Spacek"
}, {
	"quote": "My weight fluctuates depending on my mood and my current devotion to my fitness routine.",
	"name": "Lena Dunham"
}, {
	"quote": "A runner must run with dreams in his heart, not money in his pocket.",
	"name": "Emil Zatopek"
}, {
	"quote": "I never stop working when I'm on stage, and that's my fitness.",
	"name": "Jessie J"
}, {
	"quote": "I concentrate on exercises from the waist down, since that is the laziest part of a woman's body.",
	"name": "Tina Louise"
}, {
	"quote": "You gotta have a body.",
	"name": "Jayne Mansfield"
}, {
	"quote": "Fitness really changed my life.",
	"name": "Jon Jones"
}, {
	"quote": "The only weights I lift are my dogs.",
	"name": "Olivia Newton-John"
}, {
	"quote": "I do not usually follow a rigid fitness regimen, and most of it depends upon what goals I have in my mind.",
	"name": "Gautam Gambhir"
}, {
	"quote": "One needs to be clear headed. I believe in all-round fitness.",
	"name": "Gautam Gambhir"
}, {
	"quote": "For a while after college, I was thinking of becoming a fitness trainer, and I am a certified aqua trainer.",
	"name": "Dylan Lauren"
}, {
	"quote": "I understand only three things - films, fitness, and food.",
	"name": "Rakul Preet Singh"
}, {
	"quote": "You can't be fat and fast, too; so lift, run, diet and work.",
	"name": "Hank Stram"
}, {
	"quote": "The only way for a rich man to be healthy is by exercise and abstinence, to live as if he were poor.",
	"name": "William Temple"
}, {
	"quote": "I've been into fitness since I was 13.",
	"name": "Ginger Zee"
}, {
	"quote": "I'm really into fitness, so my hobbies are yoga, Pilates, and working out.",
	"name": "Charlotte McKinney"
}, {
	"quote": "Find fitness with fun dancing. It is fun and makes you forget about the dreaded exercise.",
	"name": "Paula Abdul"
}, {
	"quote": "So I've broadened the fitness concept to make it one of moderation and balance.",
	"name": "Kenneth H. Cooper"
}, {
	"quote": "I have been passionate about fitness from a very young age.",
	"name": "Varun Dhawan"
}, {
	"quote": "I am pleased with the fitness that I have.",
	"name": "Lin Dan"
}, {
	"quote": "I'm not a fitness model; I'm just a singer. If people focus on that, that's what I care about.",
	"name": "Alessia Cara"
}, {
	"quote": "What I do is I'm trying to bridge the gap between yoga and fitness.",
	"name": "Mandy Ingber"
}, {
	"quote": "In Sevens, fitness is crucial, and it's going to come down to how quickly my body gets in shape.",
	"name": "Nick Cummins"
}, {
	"quote": "Oh, and once, when I was in the Marines, I got a perfect score on my physical fitness test.",
	"name": "Drew Carey"
}, {
	"quote": "I was excited 'Maxim' wanted me to be in Expert Fitness.",
	"name": "Bobby Lashley"
}, {
	"quote": "Just as you can't blindly follow fashion, you can't follow fitness, either.",
	"name": "Anushka Sharma"
}, {
	"quote": "I have a tremendous passion for fitness, I love challenges and I am a very driven guy.",
	"name": "Lou Ferrigno"
}, {
	"quote": "15 minutes a day! Give me just this and I'll prove I can make you a new man.",
	"name": "Charles Atlas"
}, {
	"quote": "I treat health and fitness as looking after myself.",
	"name": "Iskra Lawrence"
}, {
	"quote": "I didn't have the same fitness or ability as the other girls, so I had to beat them with my mind.",
	"name": "Martina Hingis"
}, {
	"quote": "We spend millions on fitness each year, yet we seem to get fatter.",
	"name": "Mary Pilon"
}, {
	"quote": "I became a fitness fiend when I was about 17 or 18.",
	"name": "Cynthia Erivo"
}, {
	"quote": "When I'm on the road, I'll break my exercise into a cardio session and a weights session.",
	"name": "Robert Irvine"
}, {
	"quote": "Making fitness a priority will energize you, make you look and feel better, and help diffuse stress.",
	"name": "Mary Helen Bowers"
}, {
	"quote": "I think a basic level of fitness can help the body cope with all manner of incidents.",
	"name": "Richard Hammond"
}, {
	"quote": "I try and maintain a little bit of fitness, man.",
	"name": "Frank Bruno"
}, {
	"quote": "In terms of fitness and battling through cancer, exercise helps you stay strong physically and mentally.",
	"name": "Grete Waitz"
}, {
	"quote": "I am concentrating on my fitness levels so that I don't look old.",
	"name": "Sonu Nigam"
}, {
	"quote": "Overall, I think I'm in pretty good shape, but I'm not really someone that is gung-ho or a fitness fanatic.",
	"name": "Cobi Jones"
}, {
	"quote": "I am not a fitness freak, but I do my regular exercises.",
	"name": "Uday Kiran"
}, {
	"quote": "I'm 33 now and I seem to have hit a fitness plane. Shifting the wobbly bits isn't as easy as it used to be.",
	"name": "Matthew Rhys"
}, {
	"quote": "I would rather exercise than read a newspaper.",
	"name": "Kim Alexis"
}, {
	"quote": "I'm enjoying myself this year and for once I'm not chasing my fitness.",
	"name": "Jamie Redknapp"
}, {
	"quote": "Dancing improved my fitness level and endurance.",
	"name": "Hazel Keech"
}, {
	"quote": "When I do get time, I like to hike and I take lots of vitamins and powders to keep healthy.",
	"name": "Catherine Bell"
}, {
	"quote": "I can't promote fitness tea for the rest of my life.",
	"name": "Karrueche Tran"
}, {
	"quote": "My first love is football. When I get the chance, I play football for fitness.",
	"name": "Fidel Edwards"
}, {
	"quote": "Pole dancing is a great way to enhance your fitness level and also your dancing abilities.",
	"name": "Kriti Kharbanda"
}, {
	"quote": "Yoga's an amazing release.",
	"name": "Monica Keena"
}, {
	"quote": "I have to thank the coach for looking after my fitness and allowing me to feel my way into the tournament.",
	"name": "Bastian Schweinsteiger"
}, {
	"quote": "I might do a fitness video. Actually, more of a fatness video.",
	"name": "Sanjeev Bhaskar"
}, {
	"quote": "My bottom is so big it's got its own gravitational field.",
	"name": "Carol Vorderman"
}, {
	"quote": "I'm still very professional about my fitness. I stay in trim as I always did.",
	"name": "Peter Shilton"
}, {
	"quote": "There are similarities between business and sport, in the pressures involved and in the fitness aspect too.",
	"name": "Peter Shilton"
}, {
	"quote": "I'm freakishly competitive, so I set a date to achieve a certain weight or fitness.",
	"name": "Jamie Bamber"
}, {
	"quote": "Once you are over 30, 35 years old, I think everyone should get down to the gym and start moving again.",
	"name": "Warren Cuccurullo"
}, {
	"quote": "The health industry, the fitness industry, was really starting to pick up. This was around the mid 80's.",
	"name": "Warren Cuccurullo"
}, {
	"quote": "I love to swim for miles; I could just go back and forth.",
	"name": "Jill Clayburgh"
}, {
	"quote": "I like exercise. I like a healthy body.",
	"name": "Erin Gray"
}, {
	"quote": "Shearer could be at 100 per cent fitness, but not peak fitness.",
	"name": "Graham Taylor"
}, {
	"quote": "I love Nautilus and stretching. The results are immediate, and that gives me the motivation to continue.",
	"name": "Donna Dixon"
}, {
	"quote": "One of my assets is my fitness. My fitness around the net and my movement: that's my defense to the power.",
	"name": "Cara Black"
}, {
	"quote": "My Daddy liked physical fitness and wanted me to be a prizefighter.",
	"name": "Judy Johnson"
}]