[{
	"quote": "Nothing is better than going home to family and eating good food and relaxing.",
	"name": "Irina Shayk"
}, {
	"quote": "There are only three things women need in life: food, water, and compliments.",
	"name": "Chris Rock"
}, {
	"quote": "Your diet is a bank account. Good food choices are good investments.",
	"name": "Bethenny Frankel"
}, {
	"quote": "If music be the food of love, play on.",
	"name": "William Shakespeare"
}, {
	"quote": "I'm not a chef. But I'm passionate about food - the tradition of it, cooking it, and sharing it.",
	"name": "Zac Posen"
}, {
	"quote": "Technology is, of course, a double edged sword. Fire can cook our food but also burn us.",
	"name": "Jason Silva"
}, {
	"quote": "Food is not just eating energy. It's an experience.",
	"name": "Guy Fieri"
}, {
	"quote": "The best way to celebrate the holidays is with some delicious food.",
	"name": "Rachel Hollis"
}, {
	"quote": "I get way too much happiness from good food.",
	"name": "Elizabeth Olsen"
}, {
	"quote": "Food, to me, is always about cooking and eating with those you love and care for.",
	"name": "David Chang"
}, {
	"quote": "Food is for eating, and good food is to be enjoyed... I think food is, actually, very beautiful in itself.",
	"name": "Delia Smith"
}, {
	"quote": "God gives every bird its food, but He does not throw it into its nest.",
	"name": "Josiah Gilbert Holland"
}, {
	"quote": "There's no better feeling in the world than a warm pizza box on your lap.",
	"name": "Kevin James"
}, {
	"quote": "A house is not a home unless it contains food and fire for the mind as well as the body.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Anything is good if it's made of chocolate.",
	"name": "Jo Brand"
}, {
	"quote": "I'm just someone who likes cooking and for whom sharing food is a form of expression.",
	"name": "Maya Angelou"
}, {
	"quote": "You don't need a silver fork to eat good food.",
	"name": "Paul Prudhomme"
}, {
	"quote": "The need for connection and community is primal, as fundamental as the need for air, water, and food.",
	"name": "Dean Ornish"
}, {
	"quote": "When a man's stomach is full it makes no difference whether he is rich or poor.",
	"name": "Euripides"
}, {
	"quote": "Let's face it, a nice creamy chocolate cake does a lot for a lot of people; it does for me.",
	"name": "Audrey Hepburn"
}, {
	"quote": "Let food be thy medicine and medicine be thy food.",
	"name": "Hippocrates"
}, {
	"quote": "You better cut the pizza in four pieces because I'm not hungry enough to eat six.",
	"name": "Yogi Berra"
}, {
	"quote": "If you're a happy person around food, you can be a professional chef. It's fueled by passion.",
	"name": "Ranveer Brar"
}, {
	"quote": "I like food. I like eating. And I don't want to deprive myself of good food.",
	"name": "Sarah Michelle Gellar"
}, {
	"quote": "Eating good food is my favourite thing in the whole world. Nothing is more blissful.",
	"name": "Justine Larbalestier"
}, {
	"quote": "Eating good food is, to me, one of life's greatest joys, and I will never punish myself for it.",
	"name": "Miriam Shor"
}, {
	"quote": "If you can't feed a hundred people, then feed just one.",
	"name": "Mother Teresa"
}, {
	"quote": "One cannot think well, love well, sleep well, if one has not dined well.",
	"name": "Virginia Woolf"
}, {
	"quote": "People will travel anywhere for good food - it's crazy.",
	"name": "Rene Redzepi"
}, {
	"quote": "Only the pure in heart can make a good soup.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "You can't have a healthy civilization without healthy soil. You can't have junk food and have healthy people.",
	"name": "Joel Salatin"
}, {
	"quote": "By eating many fruits and vegetables in place of fast food and junk food, people could avoid obesity.",
	"name": "David H. Murdock"
}, {
	"quote": "The best comfort food will always be greens, cornbread, and fried chicken.",
	"name": "Maya Angelou"
}, {
	"quote": "Fame is a fickle food upon a shifting plate.",
	"name": "Emily Dickinson"
}, {
	"quote": "Cats know how to obtain food without labor, shelter without confinement, and love without penalties.",
	"name": "W. L. George"
}, {
	"quote": "If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.",
	"name": "J. R. R. Tolkien"
}, {
	"quote": "Patience is the secret to good food.",
	"name": "Gail Simmons"
}, {
	"quote": "Wine is bottled poetry.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "Tell me what you eat, and I will tell you who you are.",
	"name": "Jean Anthelme Brillat-Savarin"
}, {
	"quote": "I cook with wine, sometimes I even add it to the food.",
	"name": "W. C. Fields"
}, {
	"quote": "Everyone would be healthier if they didn't eat junk food.",
	"name": "Robert Atkins"
}, {
	"quote": "Life expectancy would grow by leaps and bounds if green vegetables smelled as good as bacon.",
	"name": "Doug Larson"
}, {
	"quote": "There's nothing more romantic than Italian food.",
	"name": "Elisha Cuthbert"
}, {
	"quote": "Sometimes a little comfort food can go a long way.",
	"name": "Benjamin Bratt"
}, {
	"quote": "I'm into mellow dates with really good food.",
	"name": "Lauren Conrad"
}, {
	"quote": "Fettucini alfredo is macaroni and cheese for adults.",
	"name": "Mitch Hedberg"
}, {
	"quote": "Not eating meat is a decision, eating meat is an instinct.",
	"name": "Denis Leary"
}, {
	"quote": "He was a bold man that first ate an oyster.",
	"name": "Jonathan Swift"
}, {
	"quote": "I don't know if you call a burger 'recession food.' It's comfort food.",
	"name": "Michael Mina"
}, {
	"quote": "Know you food, know your farmers, and know your kitchen.",
	"name": "Joel Salatin"
}, {
	"quote": "If you have good food, people will come to your restaurant.",
	"name": "Mickey Gilley"
}, {
	"quote": "Food rules. Little rivals the pleasure of tearing into a glistening burger.",
	"name": "Mary H.K. Choi"
}, {
	"quote": "Thank you to our farmers for all you do to keep food on our tables.",
	"name": "Elise Stefanik"
}, {
	"quote": "If you're out, and starving, and need a bite to eat, then you need fast food.",
	"name": "Nicholas Hoult"
}, {
	"quote": "The trouble with eating Italian food is that five or six days later you're hungry again.",
	"name": "George Miller"
}, {
	"quote": "The more colorful the food, the better. I try to add color to my diet, which means vegetables and fruits.",
	"name": "Misty May-Treanor"
}, {
	"quote": "Everyone appreciates good food.",
	"name": "Michael Seibel"
}, {
	"quote": "Once, during Prohibition, I was forced to live for days on nothing but food and water.",
	"name": "W. C. Fields"
}, {
	"quote": "If I can, I love staying in pajamas all day and watching movies and eating good food.",
	"name": "Becky G"
}, {
	"quote": "Cats have a scam going - you buy the food, they eat the food, they go away; that's the deal.",
	"name": "Eddie Izzard"
}, {
	"quote": "I want my food dead. Not sick, not dying, dead.",
	"name": "Oscar Wilde"
}, {
	"quote": "Ice cream is my comfort food.",
	"name": "Jessie Ware"
}, {
	"quote": "Good food is good food. It doesn't have to come with pretense.",
	"name": "Christina Tosi"
}, {
	"quote": "I have an enormous fondness for delicious food. It's very comforting.",
	"name": "Teri Garr"
}, {
	"quote": "It's okay to eat fish because they don't have any feelings.",
	"name": "Kurt Cobain"
}, {
	"quote": "Food is everything. Food, friends, family: Those are the most important things in life.",
	"name": "Zac Posen"
}, {
	"quote": "Even if you don't think you can cook well, you can cook better than the food industry.",
	"name": "Michael Pollan"
}, {
	"quote": "There is no sincerer love than the love of food.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Chinese food tries to engage the mind, not just the palate. To provoke the intellect.",
	"name": "Nicole Mones"
}, {
	"quote": "We have to bring children into a new relationship to food that connects them to culture and agriculture.",
	"name": "Alice Waters"
}, {
	"quote": "A waffle is like a pancake with a syrup trap.",
	"name": "Mitch Hedberg"
}, {
	"quote": "Food Stamp recipients didn't cause the financial crisis; recklessness on Wall Street did.",
	"name": "Barack Obama"
}, {
	"quote": "A crust eaten in peace is better than a banquet partaken in anxiety.",
	"name": "Aesop"
}, {
	"quote": "Food is not rational. Food is culture, habit, craving and identity.",
	"name": "Jonathan Safran Foer"
}, {
	"quote": "We know that without food we would die. Without fellowship, life is not worth living.",
	"name": "Laurie Colwin"
}, {
	"quote": "If I'm going to eat fast food, I'm going to McDonald's. I don't need to pretend.",
	"name": "Chrissy Teigen"
}, {
	"quote": "Food brings people together on many different levels. It's nourishment of the soul and body; it's truly love.",
	"name": "Giada De Laurentiis"
}, {
	"quote": "Pasta is the one food I can't live without. It's the food I eat to fuel my running.",
	"name": "Joe Bastianich"
}, {
	"quote": "Promises and pie-crust are made to be broken.",
	"name": "Jonathan Swift"
}, {
	"quote": "You can tell alot about a fellow's character by his way of eating jellybeans.",
	"name": "Ronald Reagan"
}, {
	"quote": "I could talk food all day. I love good food.",
	"name": "Tom Brady"
}, {
	"quote": "Comfort food is really anything you want at that time. That said, I really love Naple-style pizza.",
	"name": "Geoffrey Zakarian"
}, {
	"quote": "Man should not try to avoid stress any more than he would shun food, love or exercise.",
	"name": "Hans Selye"
}, {
	"quote": "Food simply isn't important to me.",
	"name": "Alice Paul"
}, {
	"quote": "Not to like ice cream is to show oneself uninterested in food.",
	"name": "Joseph Epstein"
}, {
	"quote": "A heart can no more be forced to love than a stomach can be forced to digest food by persuasion.",
	"name": "Alfred Nobel"
}, {
	"quote": "Gluttony is an emotional escape, a sign something is eating us.",
	"name": "Peter De Vries"
}, {
	"quote": "Making food is a wonderful way to spend a Friday night.",
	"name": "Chrissy Teigen"
}, {
	"quote": "My favorite time of day is to get up and eat leftovers from dinner, especially spicy food.",
	"name": "David Byrne"
}, {
	"quote": "It's like spicy food - sometimes you have to tone it down so more people can enjoy it.",
	"name": "Babyface"
}, {
	"quote": "Ounce for ounce, herbs and spices have more antioxidants than any other food group.",
	"name": "Michael Greger"
}, {
	"quote": "In France, cooking is a serious art form and a national sport.",
	"name": "Julia Child"
}, {
	"quote": "Food is a common denominator for all people.",
	"name": "Guy Fieri"
}, {
	"quote": "My best hostess tip is to have good food and really good music!",
	"name": "Jennifer Aniston"
}, {
	"quote": "Food is the moral right of all who are born into this world.",
	"name": "Norman Borlaug"
}, {
	"quote": "Food can be expressive and therefore food can be art.",
	"name": "Grant Achatz"
}, {
	"quote": "Food is celebratory. People who don't cook don't know how much fun they're missing.",
	"name": "Leo Buscaglia"
}, {
	"quote": "Spaghetti can be eaten most successfully if you inhale it like a vacuum cleaner.",
	"name": "Sophia Loren"
}, {
	"quote": "And what, Socrates, is the food of the soul? Surely, I said, knowledge is the food of the soul.",
	"name": "Plato"
}, {
	"quote": "Thank you, horseradish, for being neither a radish nor a horse. What you are is a liar food.",
	"name": "Jimmy Fallon"
}, {
	"quote": "I was eating bad stuff. Lots of sugar and carbs, junk food all the time. It makes you very irritated.",
	"name": "Avril Lavigne"
}, {
	"quote": "I still eat a burger at a counter with ketchup dripping down my face.",
	"name": "Scarlett Johansson"
}, {
	"quote": "For me, the good food starts with good product.",
	"name": "Jean-Georges Vongerichten"
}, {
	"quote": "If we as a society are willing to have a preference for organic food, the farmer can pass on the savings.",
	"name": "Robert Patterson"
}, {
	"quote": "I can pick good food, but I can't pick a good man.",
	"name": "Debbie Reynolds"
}, {
	"quote": "Statistics show that of those who contract the habit of eating, very few survive.",
	"name": "George Bernard Shaw"
}, {
	"quote": "I like food too much to go on some crazy diet. French fries are my favorite downfall.",
	"name": "Holly Madison"
}, {
	"quote": "Junk food drags you down.",
	"name": "Miranda Lambert"
}, {
	"quote": "I eat junk food, cheesecake, cheese, pizza - but just lower amounts of it.",
	"name": "JWoww"
}, {
	"quote": "I am still not a fussy eater, although I do enjoy good food.",
	"name": "Yves Chauvin"
}, {
	"quote": "We should all grow our own food and do our own waste processing, we really should.",
	"name": "Bill Gates"
}, {
	"quote": "We may find in the long run that tinned food is a deadlier weapon than the machine-gun.",
	"name": "George Orwell"
}, {
	"quote": "It's difficult to think anything but pleasant thoughts while eating a homegrown tomato.",
	"name": "Lewis Grizzard"
}, {
	"quote": "A house is no home unless it contain food and fire for the mind as well as for the body.",
	"name": "Margaret Fuller"
}, {
	"quote": "Italian food is all about ingredients and it's not fussy and it's not fancy.",
	"name": "Wolfgang Puck"
}, {
	"quote": "Like Hollywood movies, MTV and blue jeans, fast food has become one of America's major cultural exports.",
	"name": "Eric Schlosser"
}, {
	"quote": "My feeling is that labels are for canned food... I am what I am - and I know what I am.",
	"name": "Michael Stipe"
}, {
	"quote": "I can't stay away from Chinese food. I really love that stuff.",
	"name": "Shaun White"
}, {
	"quote": "We have wild animals in zoos, yet people rarely meet their 'food' face to face.",
	"name": "Elayne Boosler"
}, {
	"quote": "A corpse is meat gone bad. Well and what's cheese? Corpse of milk.",
	"name": "James Joyce"
}, {
	"quote": "Without food, we cannot survive, and that is why issues that affect the food industry are so important.",
	"name": "Marcus Samuelsson"
}, {
	"quote": "A 10-pound sack of potatoes lasts a long time.",
	"name": "Octavia E. Butler"
}, {
	"quote": "Long as I was riding in a big Cadillac and dressed nice and had plenty of food, that's all I cared about.",
	"name": "Etta James"
}, {
	"quote": "I only eat spicy food.",
	"name": "Joshua Ledet"
}, {
	"quote": "I don't eat fast food often, but I love tacos. I could write prophetically about how perfect the taco is.",
	"name": "Ken Baumann"
}, {
	"quote": "I love the masochistic aspect of eating seething, real Sichuan food in Sichuan Province.",
	"name": "Anthony Bourdain"
}, {
	"quote": "Primarily I'm a meat man, although once in a while I toy with a few vegetables.",
	"name": "Nat King Cole"
}, {
	"quote": "Health food may be good for the conscience but Oreos taste a hell of a lot better.",
	"name": "Robert Redford"
}, {
	"quote": "The kitchen oven is reliable, but it's made us lazy.",
	"name": "Jamie Oliver"
}, {
	"quote": "Our lives are not in the lap of the gods, but in the lap of our cooks.",
	"name": "Lin Yutang"
}, {
	"quote": "I love to take something ordinary and make it really special.",
	"name": "Ina Garten"
}, {
	"quote": "The kitchen is a sacred space.",
	"name": "Marc Forgione"
}, {
	"quote": "The most dangerous food is wedding cake.",
	"name": "James Thurber"
}, {
	"quote": "If food were free, why work?",
	"name": "Douglas Horton"
}, {
	"quote": "I never eat in a restaurant that's over a hundred feet off the ground and won't stand still.",
	"name": "Calvin Trillin"
}, {
	"quote": "The only think I like better than talking about Food is eating.",
	"name": "John Walters"
}, {
	"quote": "My favorite animal is steak.",
	"name": "Fran Lebowitz"
}, {
	"quote": "Part of the secret of a success in life is to eat what you like and let the food fight it out inside.",
	"name": "Mark Twain"
}, {
	"quote": "An Englishman teaching an American about food is like the blind leading the one-eyed.",
	"name": "A. J. Liebling"
}, {
	"quote": "I saw few die of hunger; of eating, a hundred thousand.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Beware the hobby that eats.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Sandwiches are wonderful. You don't need a spoon or a plate!",
	"name": "Paul Lynde"
}, {
	"quote": "I come from a family where gravy is considered a beverage.",
	"name": "Erma Bombeck"
}, {
	"quote": "As long as there's pasta and Chinese food in the world, I'm okay.",
	"name": "Michael Chang"
}, {
	"quote": "Almost every time we get together with family or friends, the conversation ends up being about food.",
	"name": "Steve Chen"
}, {
	"quote": "My weaknesses have always been food and men - in that order.",
	"name": "Dolly Parton"
}, {
	"quote": "So long as you have food in your mouth, you have solved all questions for the time being.",
	"name": "Franz Kafka"
}, {
	"quote": "It's difficult to believe that people are still starving in this country because food isn't available.",
	"name": "Ronald Reagan"
}, {
	"quote": "If God did not intend for us to eat animals, then why did he make them out of meat?",
	"name": "John Cleese"
}, {
	"quote": "I was always a junk food person, still am.",
	"name": "Dolly Parton"
}, {
	"quote": "Food for the body is not enough. There must be food for the soul.",
	"name": "Dorothy Day"
}, {
	"quote": "Who doesn't like to get dressed up and eat good food?",
	"name": "Victoria Arlen"
}, {
	"quote": "Italian food really reflects the people. It reflects like a prism that fragments into regions.",
	"name": "Lidia Bastianich"
}, {
	"quote": "Animals are my friends... and I don't eat my friends.",
	"name": "George Bernard Shaw"
}, {
	"quote": "I think people should eat vegetarian food for 20 days and then see the glow on their faces.",
	"name": "Sangram Singh"
}, {
	"quote": "I'm from Canada, so Thanksgiving to me is just Thursday with more food. And I'm thankful for that.",
	"name": "Howie Mandel"
}, {
	"quote": "Words do two major things: They provide food for the mind and create light for understanding and awareness.",
	"name": "Jim Rohn"
}, {
	"quote": "Food can bring people together in a way nothing else could.",
	"name": "Yotam Ottolenghi"
}, {
	"quote": "Knowledge of the past and of the places of the earth is the ornament and food of the mind of man.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "I really love good food occasionally, but I need time to enjoy it, and I need to be hungry.",
	"name": "Clare Balding"
}, {
	"quote": "I don't eat fast food, but I can't live without pizza.",
	"name": "Trevor Donovan"
}, {
	"quote": "Say yes to everything. 'You want me to buy you some food?' Yes. 'You want me to buy you a car?' Yes.",
	"name": "Cardi B"
}, {
	"quote": "The need for love and intimacy is a fundamental human need, as primal as the need for food, water, and air.",
	"name": "Dean Ornish"
}, {
	"quote": "I'm obsessed with Chinese food and culture. It's food that I adore above all others.",
	"name": "Andrew Zimmern"
}, {
	"quote": "If you combine good flavors, food turns into an orchestra.",
	"name": "Joey Fatone"
}, {
	"quote": "Nothing that has value, real value, has no cost. Not freedom, not food, not shelter, not healthcare.",
	"name": "Dean Kamen"
}, {
	"quote": "Cultivation to the mind is as necessary as food to the body.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Appetite, craving for food, is a constant and powerful stimulator of the gastric glands.",
	"name": "Ivan Pavlov"
}, {
	"quote": "Hey, I used to eat at McDonald's: I liked the taste of the food, especially the French fries.",
	"name": "Eric Schlosser"
}, {
	"quote": "The idea behind fast food is great - people want convenience.",
	"name": "Kimbal Musk"
}, {
	"quote": "The term 'serious actor' is kind of an oxymoron, isn't it? Like 'Republican party' or 'airplane food.'",
	"name": "Johnny Depp"
}, {
	"quote": "If you see a black family, it's looting, but if it's a white family they are looking for food.",
	"name": "Kanye West"
}, {
	"quote": "I love food. I'm a big food person. I'm really passionate about eating good food all the time.",
	"name": "Dreama Walker"
}, {
	"quote": "Food is an important part of a balanced diet.",
	"name": "Fran Lebowitz"
}, {
	"quote": "I'm a bit of a gourmet chef. I love cooking - mostly Thai food.",
	"name": "Will Ferrell"
}, {
	"quote": "Provision as much pure and organic food as you can, and let the rest go by.",
	"name": "Laurie Colwin"
}, {
	"quote": "In Italy, they add work and life on to food and wine.",
	"name": "Robin Leach"
}, {
	"quote": "Whenever I am feeling happy or sad, I always find comfort in food.",
	"name": "Rachel Hollis"
}, {
	"quote": "We use competitive markets to arrange for delivery of our food supply.",
	"name": "Kenneth Lay"
}, {
	"quote": "Food was a labor of love you felt by cooking it and eating it.",
	"name": "George Tillman, Jr."
}, {
	"quote": "I'm kind of a homebody. I like to sit at home and watch movies and eat good food.",
	"name": "Emilie de Ravin"
}, {
	"quote": "I won't eat any cereal that doesn't turn the milk purple.",
	"name": "Bill Watterson"
}, {
	"quote": "The French cook; we open tins.",
	"name": "John Galsworthy"
}, {
	"quote": "I'm certainly well taken care of in terms of food and clothes.",
	"name": "Bill Gates"
}, {
	"quote": "We provide food that customers love, day after day after day. People just want more of it.",
	"name": "Ray Kroc"
}, {
	"quote": "Without sharks, you take away the apex predator of the ocean, and you destroy the entire food chain.",
	"name": "Peter Benchley"
}, {
	"quote": "Not like Chinese food, where you eat it and then you feel hungry an hour later.",
	"name": "Ray Liotta"
}, {
	"quote": "If I like a food, I'll eat it, even if I know it's not good for me.",
	"name": "Kim Kardashian"
}, {
	"quote": "I'm too lazy and I like food and I like my free time too much to spend it working out!",
	"name": "Katherine Heigl"
}, {
	"quote": "The way I see it, love is an amusement park, and food its souvenir.",
	"name": "Stephanie Klein"
}, {
	"quote": "Sorry, I don't eat any fast food. I believe in eating healthy organic foods for a better lifestyle.",
	"name": "Keegan Allen"
}, {
	"quote": "To be interested in food but not in food production is clearly absurd.",
	"name": "Wendell Berry"
}, {
	"quote": "Facts are to the mind what food is to the body.",
	"name": "Edmund Burke"
}, {
	"quote": "I always say that candy is the perfect studio food - it keeps your energy going.",
	"name": "Nick Cannon"
}, {
	"quote": "My idea of fast food is a mallard.",
	"name": "Ted Nugent"
}, {
	"quote": "I was 32 when I started cooking; up until then, I just ate.",
	"name": "Julia Child"
}, {
	"quote": "Too many people just eat to consume calories. Try dining for a change.",
	"name": "John Walters"
}, {
	"quote": "Eating rice cakes is like chewing on a foam coffee cup, only less filling.",
	"name": "Dave Barry"
}, {
	"quote": "The first thing to know about space food - it is the ambiance; it is the environment. It is not the food.",
	"name": "John M. Grunsfeld"
}, {
	"quote": "I love hotel rooms, so I take pictures of the room and the way out and the lobby, the food and drink.",
	"name": "Geoffrey Zakarian"
}, {
	"quote": "Food insecurity is not remotely the same as hunger.",
	"name": "Bret Stephens"
}, {
	"quote": "Unlike curing cancer or heart disease, we already know how to beat hunger: food.",
	"name": "Mario Batali"
}, {
	"quote": "To me, food is as much about the moment, the occasion, the location and the company as it is about the taste.",
	"name": "Heston Blumenthal"
}, {
	"quote": "I promised her an interesting life and good food, and the rest is history.",
	"name": "Bob Ehrlich"
}, {
	"quote": "I want to make wines that harmonize with food - wines that almost hug your tongue with gentleness.",
	"name": "Robert Mondavi"
}, {
	"quote": "So, what's it like in the real world? Well, the food is better, but beyond that, I don't recommend it.",
	"name": "Bill Watterson"
}, {
	"quote": "Never order food in excess of your body weight.",
	"name": "Erma Bombeck"
}, {
	"quote": "Triple D is all about three things: Food, story and character.",
	"name": "Guy Fieri"
}, {
	"quote": "I won't eat anything green.",
	"name": "Kurt Cobain"
}, {
	"quote": "Vegetarians are cool. All I eat are vegetarians - except for the occasional mountain lion steak.",
	"name": "Ted Nugent"
}, {
	"quote": "If your mother cooks Italian food, why should you go to a restaurant?",
	"name": "Martin Scorsese"
}, {
	"quote": "I was very impressed with the street food of Singapore. I was very impressed with the dishes that they did.",
	"name": "Jose Andres"
}, {
	"quote": "When we get in late and the only thing open is fast food, it can be tough to maintain a healthy diet.",
	"name": "Mike Trout"
}, {
	"quote": "Get people back into the kitchen and combat the trend toward processed food and fast food.",
	"name": "Andrew Weil"
}, {
	"quote": "Your words are my food, your breath my wine. You are everything to me.",
	"name": "Sarah Bernhardt"
}, {
	"quote": "When I get a little money I buy books; and if any is left I buy food and clothes.",
	"name": "Desiderius Erasmus"
}, {
	"quote": "More die in the United States of too much food than of too little.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "Food is a coping mechanism; people are afraid of giving it up because then they'll feel confused and lost.",
	"name": "Phil McGraw"
}, {
	"quote": "Food makes me happy. Make me work round the clock, but just feed me first!",
	"name": "Deepika Padukone"
}, {
	"quote": "Comfort food is absolutely moving upscale.",
	"name": "Danny Meyer"
}, {
	"quote": "Almost certainly, however, the first essential component of social justice is adequate food for all mankind.",
	"name": "Norman Borlaug"
}, {
	"quote": "I don't know any chef who doesn't like fast food.",
	"name": "Paul Hollywood"
}, {
	"quote": "Any healthy man can go without food for two days - but not without poetry.",
	"name": "Charles Baudelaire"
}, {
	"quote": "I don't believe in twisting yourself into knots of excuses and explanations over the food you make.",
	"name": "Julia Child"
}, {
	"quote": "It's around the table and in the preparation of food that we learn about ourselves and about the world.",
	"name": "Alice Waters"
}, {
	"quote": "Stop being a vegan and start enjoying what you eat.",
	"name": "Jamie Oliver"
}, {
	"quote": "Give your kids a bloody knife and fork and let me put some fresh food in front of them they can eat.",
	"name": "Jamie Oliver"
}, {
	"quote": "There's no such thing as 'bad' food or 'good' food.",
	"name": "Ella Woodward"
}, {
	"quote": "Food is a passion. Food is love.",
	"name": "Hector Elizondo"
}, {
	"quote": "If food is processed - like canned or frozen - you can reduce the risks of pathogens.",
	"name": "Steve Ells"
}, {
	"quote": "If you're going to America, bring your own food.",
	"name": "Fran Lebowitz"
}, {
	"quote": "I hid myself in food.",
	"name": "Gordon Ramsay"
}, {
	"quote": "I love fast food, but you have to try to eat healthy.",
	"name": "Irina Shayk"
}, {
	"quote": "You can't make a souffle rise twice.",
	"name": "Alice Roosevelt Longworth"
}, {
	"quote": "Is Elizabeth Taylor fat? Her favorite food is seconds.",
	"name": "Joan Rivers"
}, {
	"quote": "My work has also motivated me to put a lot of time into seeking out good food and to spend more money on it.",
	"name": "Michael Pollan"
}, {
	"quote": "Food should be fun.",
	"name": "Thomas Keller"
}, {
	"quote": "But once in a while you might see me at In and Out Burger; they make the best fast food hamburgers around.",
	"name": "Thomas Keller"
}, {
	"quote": "I haven't eaten at a McDonald's since I became President.",
	"name": "William J. Clinton"
}, {
	"quote": "I will not eat oysters. I want my food dead. Not sick. Not wounded. Dead.",
	"name": "Woody Allen"
}, {
	"quote": "Why does man kill? He kills for food. And not only food: frequently there must be a beverage.",
	"name": "Woody Allen"
}, {
	"quote": "Food isn't like anything else. It's something precious. It's not a commodity.",
	"name": "Alice Waters"
}, {
	"quote": "The mechanical food system externalizes a lot of costs like obesity or Type 2 diabetes.",
	"name": "Joel Salatin"
}, {
	"quote": "The sharing of food is the basis of social life.",
	"name": "Laurie Colwin"
}, {
	"quote": "I am not a vegetarian because I love animals; I am a vegetarian because I hate plants.",
	"name": "A. Whitney Brown"
}, {
	"quote": "There's not a single chef I know of that does not think about the politics of the food they're serving.",
	"name": "Gail Simmons"
}, {
	"quote": "My food demons are Chinese food, sugar, butter.",
	"name": "Kirstie Alley"
}, {
	"quote": "The most successful person is the one who is most inspired. That is true in food and in life.",
	"name": "Ron Ben-Israel"
}, {
	"quote": "Compassion is a call, a demand of nature, to relieve the unhappy as hunger is a natural call for food.",
	"name": "Joseph Butler"
}, {
	"quote": "Food is a part of life. People are foodies and love to shop for food.",
	"name": "Jean-Georges Vongerichten"
}, {
	"quote": "Fast sex, like fast food, is cheap, but it doesn't nourish the body - or the soul.",
	"name": "Suzanne Fields"
}, {
	"quote": "I've got tremendous respect for different cultures, for the food and everything.",
	"name": "Ian Rush"
}, {
	"quote": "I love food - I am never on a diet - I swear to God!",
	"name": "Irina Shayk"
}, {
	"quote": "I love all kinds of bread. Whenever I crave junk food, I want salty things like peanuts or potato chips.",
	"name": "Tyra Banks"
}, {
	"quote": "Maybe a person's time would be as well spent raising food as raising money to buy food.",
	"name": "Frank A. Clark"
}, {
	"quote": "The food that enters the mind must be watched as closely as the food that enters the body.",
	"name": "Pat Buchanan"
}, {
	"quote": "Everything in food is science. The only subjective part is when you eat it.",
	"name": "Alton Brown"
}, {
	"quote": "I'm a new mum who spends her days making baby food and cooking for her man. And I couldn't be happier.",
	"name": "Rebecca Loos"
}, {
	"quote": "Indian junk food is my sin, even though I pretend to like Japanese.",
	"name": "Sonam Kapoor"
}, {
	"quote": "Preparing food is not just about yourself and others. It is about everything!",
	"name": "Shunryu Suzuki"
}, {
	"quote": "Cajun is country food by farmers and fisherman that arrived in Louisiana from Acadiana, Canada.",
	"name": "Paul Prudhomme"
}, {
	"quote": "Food is our common ground, a universal experience.",
	"name": "James Beard"
}, {
	"quote": "Your body requires hydration to digest your food, to regulate your hormones, and to be able to think clearly.",
	"name": "Mandy Ingber"
}, {
	"quote": "If I had the choice between smoked salmon and tinned salmon, I'd have it tinned. With vinegar.",
	"name": "Harold Wilson"
}, {
	"quote": "I said to my friends that if I was going to starve, I might as well starve where the food is good.",
	"name": "Virgil Thomson"
}, {
	"quote": "It's easy for Americans to forget that the food they eat doesn't magically appear on a supermarket shelf.",
	"name": "Christopher Dodd"
}, {
	"quote": "Food is medicine. We can actually change our gene expressions with the foods we eat.",
	"name": "David Perlmutter"
}, {
	"quote": "I grew up playing music and enjoying good food, friends and family in my own backyard.",
	"name": "Rodney Atkins"
}, {
	"quote": "Cocktails and food are social.",
	"name": "Jon Taffer"
}, {
	"quote": "Sharing food with another human being is an intimate act that should not be indulged in lightly.",
	"name": "M. F. K. Fisher"
}, {
	"quote": "I love food, and the food industry is huge, and I just love dealing in it.",
	"name": "Chubby Checker"
}, {
	"quote": "I wanted to write a food book, but I'm not a chef or an expert on culinary matters, to put it mildly.",
	"name": "Kate Christensen"
}, {
	"quote": "I love spicy food, love it. But wasabi is just painful.",
	"name": "Devon Werkheiser"
}, {
	"quote": "Japanese food makes me feel particularly good.",
	"name": "David Mitchell"
}, {
	"quote": "I love good food. I'm an epicurean, that's for sure... But I am not really a good cook.",
	"name": "Gaspard Ulliel"
}, {
	"quote": "But all that being said about modulation, if you're serving people delicious food, they won't complain.",
	"name": "Sally Schneider"
}, {
	"quote": "Even the other kids who people made fun of made fun of me. That's where I stood on the school food chain.",
	"name": "Nonito Donaire"
}, {
	"quote": "Don't make jokes about food.",
	"name": "David Lean"
}, {
	"quote": "One should eat to live, not live to eat.",
	"name": "Moliere"
}, {
	"quote": "People in Slow Food understand that food is an environmental issue.",
	"name": "Michael Pollan"
}, {
	"quote": "Italy will always have the best food.",
	"name": "Diane von Furstenberg"
}, {
	"quote": "Know how to garnish food so that it is more appealing to the eye and even more flavorful than before.",
	"name": "Marilyn vos Savant"
}, {
	"quote": "If you want to eat well in England, eat three breakfasts.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "Ever notice that Soup for One is eight aisles away from Party Mix?",
	"name": "Elayne Boosler"
}, {
	"quote": "If you are ever at a loss to support a flagging conversation, introduce the subject of eating.",
	"name": "Leigh Hunt"
}, {
	"quote": "Our biggest fear is that 'Food, Inc.' will move heavy-handed food-safety regulations forward.",
	"name": "Joel Salatin"
}, {
	"quote": "Attitudes toward food have completely changed.",
	"name": "Giada De Laurentiis"
}, {
	"quote": "Miss Child is never bashful with butter.",
	"name": "Phil Donahue"
}, {
	"quote": "Most vegetarians look so much like the food they eat that they can be classified as cannibals.",
	"name": "Finley Peter Dunne"
}, {
	"quote": "As a diabetic, I'm a walking picnic. I have to eat measured amounts of food at certain times.",
	"name": "Elaine Stritch"
}, {
	"quote": "When I eat with my friends, it is a moment of real pleasure, when I really enjoy my life.",
	"name": "Monica Bellucci"
}, {
	"quote": "Peruvian food is so simple yet amazingly flavored with their traditional spices.",
	"name": "L'Wren Scott"
}, {
	"quote": "Eating without conversation is only stoking.",
	"name": "Marcelene Cox"
}, {
	"quote": "The worst vice of the solitary is the worship of his food.",
	"name": "Cyril Connolly"
}, {
	"quote": "I eat a variety of foods like vegetables, fruit and beef for protein and iron.",
	"name": "Sasha Cohen"
}, {
	"quote": "I'm not an amazing cook. But I can follow a recipe!",
	"name": "Rachel McAdams"
}, {
	"quote": "That's a big goal of mine, to try and grow as much of my own food as possible.",
	"name": "Daryl Hannah"
}, {
	"quote": "I like to eat and I love the diversity of foods.",
	"name": "David Soul"
}, {
	"quote": "The less food, the more time to talk, the more to talk about.",
	"name": "Damon Wayans"
}, {
	"quote": "Sitting down to a meal with an Indian family is different from sitting down to a meal with a British family.",
	"name": "Roland Joffe"
}, {
	"quote": "I fed them every day. So it was a papa that kept food on the table for them. I did that. I did my part.",
	"name": "Joe Jackson"
}, {
	"quote": "If I'm making a movie and get hungry, I call time-out and eat some crackers.",
	"name": "Carol Alt"
}, {
	"quote": "I'm not really a food connoisseur.",
	"name": "Aasif Mandvi"
}, {
	"quote": "I always say centered food equals centered behavior.",
	"name": "Marilu Henner"
}, {
	"quote": "Human beings do not eat nutrients, they eat food.",
	"name": "Mary Catherine Bateson"
}, {
	"quote": "I love spaghetti and meatballs... I eat a lot.",
	"name": "Susan Lucci"
}, {
	"quote": "Confit is the ultimate comfort food, and trendy or not, it is dazzling stuff.",
	"name": "Sally Schneider"
}, {
	"quote": "I think Australian food is probably some of the best in the world.",
	"name": "Karrie Webb"
}, {
	"quote": "I always knew that food and wine were vital, with my mother being Italian and a good cook.",
	"name": "Robert Mondavi"
}, {
	"quote": "Food is your body's fuel. Without fuel, your body wants to shut down.",
	"name": "Ken Hill"
}]