[{
	"quote": "Just living is not enough... one must have sunshine, freedom, and a little flower.",
	"name": "Hans Christian Andersen"
}, {
	"quote": "A friend is someone who gives you total freedom to be yourself.",
	"name": "Jim Morrison"
}, {
	"quote": "We know what works. Freedom Works. We know what's right. Freedom is right.",
	"name": "George H. W. Bush"
}, {
	"quote": "The secret to happiness is freedom... And the secret to freedom is courage.",
	"name": "Thucydides"
}, {
	"quote": "Education is the key to unlock the golden door of freedom.",
	"name": "George Washington Carver"
}, {
	"quote": "Art, freedom and creativity will change society faster than politics.",
	"name": "Victor Pinchuk"
}, {
	"quote": "War is peace. Freedom is slavery. Ignorance is strength.",
	"name": "George Orwell"
}, {
	"quote": "A hero is someone who understands the responsibility that comes with his freedom.",
	"name": "Bob Dylan"
}, {
	"quote": "Money won't create success, the freedom to make it will.",
	"name": "Nelson Mandela"
}, {
	"quote": "Freedom is the open window through which pours the sunlight of the human spirit and human dignity.",
	"name": "Herbert Hoover"
}, {
	"quote": "Freedom is never voluntarily given by the oppressor; it must be demanded by the oppressed.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "Freedom is nothing but a chance to be better.",
	"name": "Albert Camus"
}, {
	"quote": "If the freedom of speech is taken away then dumb and silent we may be led, like sheep to the slaughter.",
	"name": "George Washington"
}, {
	"quote": "I wish that every human life might be pure transparent freedom.",
	"name": "Simone de Beauvoir"
}, {
	"quote": "Freedom itself was attacked this morning by a faceless coward, and freedom will be defended.",
	"name": "George W. Bush"
}, {
	"quote": "Love does not claim possession, but gives freedom.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Liberty cannot be preserved without general knowledge among the people.",
	"name": "John Adams"
}, {
	"quote": "Conformity is the jailer of freedom and the enemy of growth.",
	"name": "John F. Kennedy"
}, {
	"quote": "Freedom lies in being bold.",
	"name": "Robert Frost"
}, {
	"quote": "I've sold my soul for freedom. It's lonely but it's sweet.",
	"name": "Melissa Etheridge"
}, {
	"quote": "Liberty, when it begins to take root, is a plant of rapid growth.",
	"name": "George Washington"
}, {
	"quote": "It is difficult to free fools from the chains they revere.",
	"name": "Voltaire"
}, {
	"quote": "People demand freedom of speech as a compensation for the freedom of thought which they seldom use.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "The patriot's blood is the seed of Freedom's tree.",
	"name": "Thomas Campbell"
}, {
	"quote": "Emancipate yourselves from mental slavery, none but ourselves can free our minds!",
	"name": "Marcus Garvey"
}, {
	"quote": "Humanity has won its battle. Liberty now has a country.",
	"name": "Marquis de Lafayette"
}, {
	"quote": "Freedom is hammered out on the anvil of discussion, dissent, and debate.",
	"name": "Hubert H. Humphrey"
}, {
	"quote": "If we don't believe in freedom of expression for people we despise, we don't believe in it at all.",
	"name": "Noam Chomsky"
}, {
	"quote": "When we lose the right to be different, we lose the privilege to be free.",
	"name": "Charles Evans Hughes"
}, {
	"quote": "I find only freedom in the realms of eccentricity.",
	"name": "David Bowie"
}, {
	"quote": "Enslave the liberty of but one human being and the liberties of the world are put in peril.",
	"name": "William Lloyd Garrison"
}, {
	"quote": "The First Amendment freedom of religion is as important today as when the Bill of Rights was first written.",
	"name": "Arlen Specter"
}, {
	"quote": "Man will never be free until the last king is strangled with the entrails of the last priest.",
	"name": "Denis Diderot"
}, {
	"quote": "Financial freedom is available to those who learn about it and work for it.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "Comfortable shoes and the freedom to leave are the two most important things in life.",
	"name": "Shel Silverstein"
}, {
	"quote": "No amount of political freedom will satisfy the hungry masses.",
	"name": "Vladimir Lenin"
}, {
	"quote": "So long as you do not achieve social liberty, whatever freedom is provided by the law is of no avail to you.",
	"name": "B. R. Ambedkar"
}, {
	"quote": "The boisterous sea of liberty is never without a wave.",
	"name": "Thomas Jefferson"
}, {
	"quote": "The secret of freedom lies in educating people, whereas the secret of tyranny is in keeping them ignorant.",
	"name": "Maximilien Robespierre"
}, {
	"quote": "The essence of mathematics lies in its freedom.",
	"name": "Georg Cantor"
}, {
	"quote": "Freedom consists not in doing what we like, but in having the right to do what we ought.",
	"name": "Pope John Paul II"
}, {
	"quote": "Emancipation from the bondage of the soil is no freedom for the tree.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Oppressed people cannot remain oppressed forever. The yearning for freedom eventually manifests itself.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "If you're not ready to die for it, put the word 'freedom' out of your vocabulary.",
	"name": "Malcolm X"
}, {
	"quote": "Freedom of being alone is intoxicating.",
	"name": "Kangana Ranaut"
}, {
	"quote": "Let freedom reign. The sun never set on so glorious a human achievement.",
	"name": "Nelson Mandela"
}, {
	"quote": "Freedom is what you do with what's been done to you.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "I would like to be remembered as a person who wanted to be free... so other people would be also free.",
	"name": "Rosa Parks"
}, {
	"quote": "I think of a hero as someone who understands the degree of responsibility that comes with his freedom.",
	"name": "Bob Dylan"
}, {
	"quote": "Necessity is blind until it becomes conscious. Freedom is the consciousness of necessity.",
	"name": "Karl Marx"
}, {
	"quote": "A people cannot long retain their freedom, whose government is incapable of protecting them.",
	"name": "Oliver Ellsworth"
}, {
	"quote": "Man is free at the moment he wishes to be.",
	"name": "Voltaire"
}, {
	"quote": "History does not long entrust the care of freedom to the weak or the timid.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "Forgiveness is the key to action and freedom.",
	"name": "Hannah Arendt"
}, {
	"quote": "The framers of our Constitution meant we were to have freedom of religion, not freedom from religion.",
	"name": "Billy Graham"
}, {
	"quote": "Mountains are freedom. Treat them respectfully.",
	"name": "Conrad Anker"
}, {
	"quote": "Man is not free unless government is limited.",
	"name": "Ronald Reagan"
}, {
	"quote": "Struggle is a never ending process. Freedom is never really won, you earn it and win it in every generation.",
	"name": "Coretta Scott King"
}, {
	"quote": "I love the simplicity and freedom of running. A pair of shoes, and you are all set to explore new trails.",
	"name": "Rachel Boston"
}, {
	"quote": "You don't have to be a man to fight for freedom. All you have to do is to be an intelligent human being.",
	"name": "Malcolm X"
}, {
	"quote": "We are driven by five genetic needs: survival, love and belonging, power, freedom, and fun.",
	"name": "William Glasser"
}, {
	"quote": "I'll tell you what freedom is to me: no fear. I mean really, no fear!",
	"name": "Nina Simone"
}, {
	"quote": "I only ask to be free. The butterflies are free.",
	"name": "Charles Dickens"
}, {
	"quote": "Freedom of religion is a fundamental Constitutional principle. It's a founding principle of this country.",
	"name": "Paul Ryan"
}, {
	"quote": "Education is freedom.",
	"name": "Paulo Freire"
}, {
	"quote": "Freedom means you are unobstructed in living your life as you choose. Anything less is a form of slavery.",
	"name": "Wayne Dyer"
}, {
	"quote": "I have freedom. But freedom means total selfishness. It means nobody cares much what you do.",
	"name": "Lynn Barber"
}, {
	"quote": "We have freedom of speech, but you got to watch what you say.",
	"name": "Tracy Morgan"
}, {
	"quote": "I have a fantastic relationship with money. I use it to buy my freedom.",
	"name": "Gianni Versace"
}, {
	"quote": "The American flag is the symbol of our freedom, national pride and history.",
	"name": "Mike Fitzpatrick"
}, {
	"quote": "True independence and freedom can only exist in doing what's right.",
	"name": "Brigham Young"
}, {
	"quote": "If I fall, I'll fall five feet four inches forward in the fight for freedom. I'm not backing off.",
	"name": "Fannie Lou Hamer"
}, {
	"quote": "I took up arms for the freedom of my color. It is our own - we will defend it or perish.",
	"name": "Toussaint Louverture"
}, {
	"quote": "The price of freedom is eternal vigilance.",
	"name": "Desmond Tutu"
}, {
	"quote": "Freedom prospers when religion is vibrant and the rule of law under God is acknowledged.",
	"name": "Ronald Reagan"
}, {
	"quote": "Yoga is a way to freedom. By its constant practice, we can free ourselves from fear, anguish and loneliness.",
	"name": "Indra Devi"
}, {
	"quote": "None are more hopelessly enslaved than those who falsely believe they are free.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Free people, remember this maxim: we may acquire liberty, but it is never recovered if it is once lost.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "Happiness is nothing but good health and freedom, and money is the single best way you can buy your freedom.",
	"name": "Scott Adams"
}, {
	"quote": "Freedom is something that dies unless it's used.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "Those who expect to reap the blessings of freedom must, like men, undergo the fatigue of supporting it.",
	"name": "Thomas Paine"
}, {
	"quote": "No nation could preserve its freedom in the midst of continual warfare.",
	"name": "James Madison"
}, {
	"quote": "Freedom is the most contagious virus known to man.",
	"name": "Hubert H. Humphrey"
}, {
	"quote": "What is freedom of expression? Without the freedom to offend, it ceases to exist.",
	"name": "Salman Rushdie"
}, {
	"quote": "You can't separate peace from freedom because no one can be at peace unless he has his freedom.",
	"name": "Malcolm X"
}, {
	"quote": "What then is freedom? The power to live as one wishes.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Americans are so enamored of equality that they would rather be equal in slavery than unequal in freedom.",
	"name": "Alexis de Tocqueville"
}, {
	"quote": "I believe in absolute freedom of expression. Everyone has a right to offend and be offended.",
	"name": "Taslima Nasrin"
}, {
	"quote": "We gain freedom when we have paid the full price.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Anxiety is the dizziness of freedom.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "Freedom is just Chaos, with better lighting.",
	"name": "Alan Dean Foster"
}, {
	"quote": "While the State exists there can be no freedom; when there is freedom there will be no State.",
	"name": "Vladimir Lenin"
}, {
	"quote": "Freedom without rules doesn't work. And communities do not work unless they are regulated by etiquette.",
	"name": "Judith Martin"
}, {
	"quote": "You have freedom when you're easy in your harness.",
	"name": "Robert Frost"
}, {
	"quote": "Politicians love power. I love freedom. That is why I am not a politician.",
	"name": "Victor Pinchuk"
}, {
	"quote": "Singing provides a true sense of lightheartedness. If I sing when I am alone, I feel wonderful. It's freedom.",
	"name": "Andrea Bocelli"
}, {
	"quote": "None can love freedom heartily, but good men; the rest love not freedom, but licence.",
	"name": "John Milton"
}, {
	"quote": "Freedom is not an instantaneous holiday, as we once dreamed. It is a road. A long road. We know this now.",
	"name": "Svetlana Alexievich"
}, {
	"quote": "He only earns his freedom and his life Who takes them every day by storm.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "The right to religious freedom and the right to vote are both fundamental to our democracy.",
	"name": "Lois Frankel"
}, {
	"quote": "The greatest threat to freedom is the absence of criticism.",
	"name": "Wole Soyinka"
}, {
	"quote": "Freedom of the press is not an end in itself but a means to the end of achieving a free society.",
	"name": "Felix Frankfurter"
}, {
	"quote": "The work of art is a scream of freedom.",
	"name": "Christo"
}, {
	"quote": "Collectivism and freedom are mortal enemies. Only one will survive.",
	"name": "G. Edward Griffin"
}, {
	"quote": "Analysis gave me great freedom of emotions and fantastic confidence. I felt I had served my time as a puppet.",
	"name": "Hedy Lamarr"
}, {
	"quote": "The clash of ideas is the sound of freedom.",
	"name": "Lady Bird Johnson"
}, {
	"quote": "Whenever regulation increases, personal freedom decreases.",
	"name": "Alan Wilson"
}, {
	"quote": "Art is the daughter of freedom.",
	"name": "Friedrich Schiller"
}, {
	"quote": "Freedom is the right to tell people what they do not want to hear.",
	"name": "George Orwell"
}, {
	"quote": "A big part of financial freedom is having your heart and mind free from worry about the what-ifs of life.",
	"name": "Suze Orman"
}, {
	"quote": "Freedom is not worth having if it does not connote freedom to err.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "The best road to progress is freedom's road.",
	"name": "John F. Kennedy"
}, {
	"quote": "The revelation of thought takes men out of servitude into freedom.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "I think we must get rid of slavery, or we must get rid of freedom.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Freedom is the sure possession of those alone who have the courage to defend it.",
	"name": "Pericles"
}, {
	"quote": "The thing is this: You got to have fun while you're fightin' for freedom, 'cause you don't always win.",
	"name": "Molly Ivins"
}, {
	"quote": "Being offended by freedom of speech should never be regarded as a justification for violence.",
	"name": "Alan Dershowitz"
}, {
	"quote": "I am mortal. I want the nation to get used to freedom before I die.",
	"name": "Mustafa Kemal Ataturk"
}, {
	"quote": "You don't have true freedom until you allow a diversity of opinion and a diversity of voices.",
	"name": "Don Lemon"
}, {
	"quote": "Freedom means the opportunity to be what we never thought we would be.",
	"name": "Daniel J. Boorstin"
}, {
	"quote": "Responsibility is the price of freedom.",
	"name": "Elbert Hubbard"
}, {
	"quote": "May we think of freedom, not as the right to do as we please, but as the opportunity to do what is right.",
	"name": "Peter Marshall"
}, {
	"quote": "Economic freedom cannot be sacrificed if political freedom is to be preserved.",
	"name": "Herbert Hoover"
}, {
	"quote": "I love music. It's freedom, a way to deal with pent-up frustration.",
	"name": "Ice Cube"
}, {
	"quote": "Freedom is the recognition of necessity.",
	"name": "Friedrich Engels"
}, {
	"quote": "True success, true happiness lies in freedom and fulfillment.",
	"name": "Dada Vaswani"
}, {
	"quote": "I have a free voice. I have a free mind. I have freedom of expression.",
	"name": "Larry Wilmore"
}, {
	"quote": "It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing.",
	"name": "Herodotus"
}, {
	"quote": "Freedom is... not to be bound by my wounds. And to be able to eat cake every day.",
	"name": "Amanda de Cadenet"
}, {
	"quote": "One of the rewards of success is freedom, the ability to do whatever you like.",
	"name": "Sting"
}, {
	"quote": "Freedom across the world is a result of many individuals working together.",
	"name": "Dan Gable"
}, {
	"quote": "I believe we are on an irreversible trend toward more freedom and democracy - but that could change.",
	"name": "Dan Quayle"
}, {
	"quote": "Underlying most arguments against the free market is a lack of belief in freedom itself.",
	"name": "Milton Friedman"
}, {
	"quote": "Is freedom anything else than the right to live as we wish? Nothing else.",
	"name": "Epictetus"
}, {
	"quote": "Satisfaction consists in freedom from pain, which is the positive element of life.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "When you're not concerned with succeeding, you can work with complete freedom.",
	"name": "Larry David"
}, {
	"quote": "You can have peace. Or you can have freedom. Don't ever count on having both at once.",
	"name": "Robert A. Heinlein"
}, {
	"quote": "If we wish to free ourselves from enslavement, we must choose freedom and the responsibility this entails.",
	"name": "Leo Buscaglia"
}, {
	"quote": "Setting people to spy on one another is not the way to protect freedom.",
	"name": "Tommy Douglas"
}, {
	"quote": "Not caring more about what other people think than what you think. That's freedom.",
	"name": "Demi Moore"
}, {
	"quote": "It is easy to believe in freedom of speech for those with whom we agree.",
	"name": "Leo McKern"
}, {
	"quote": "Freedom is control in your own life.",
	"name": "Willie Nelson"
}, {
	"quote": "I think I have a right to live my life the way I like.",
	"name": "Malala Yousafzai"
}, {
	"quote": "My father always said, 'Malala will be free as a bird.'",
	"name": "Malala Yousafzai"
}, {
	"quote": "Freedom has never been free.",
	"name": "Medgar Evers"
}, {
	"quote": "If our freedom is taken, the American dream will wither and die.",
	"name": "Rand Paul"
}, {
	"quote": "To enjoy freedom we have to control ourselves.",
	"name": "Virginia Woolf"
}, {
	"quote": "Hate speech and freedom of speech are two different things.",
	"name": "Leslie Jones"
}, {
	"quote": "Bahrain 's margin of freedom is growing day after day as we head into the future with steady steps.",
	"name": "Hamad bin Isa Al Khalifa"
}, {
	"quote": "Freedom is a muscle... you have to exercise it.",
	"name": "Roy Scheider"
}, {
	"quote": "America, to me, is freedom.",
	"name": "Willie Nelson"
}, {
	"quote": "Freedom in general may be defined as the absence of obstacles to the realization of desires.",
	"name": "Bertrand Russell"
}, {
	"quote": "Now, one of the most essential branches of English liberty is the freedom of one's house.",
	"name": "James Otis"
}, {
	"quote": "Beauty of mind creates freedom. Freedom of mind creates beauty.",
	"name": "Ann Demeulemeester"
}, {
	"quote": "Without freedom of the press, there can be no representative government.",
	"name": "Charles Maurice de Talleyrand"
}, {
	"quote": "I suffered evils, but without allowing them to rob me of the freedom to expand.",
	"name": "Gordon Parks"
}, {
	"quote": "Every tyrant who has lived has believed in freedom for himself.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Freedom without limits is just a word.",
	"name": "Terry Pratchett"
}, {
	"quote": "I do not want art for a few any more than education for a few, or freedom for a few.",
	"name": "William Morris"
}, {
	"quote": "Men are freest when they are most unconscious of freedom. The shout is a rattling of chains, always was.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Socialism and freedom are not compatible, regardless of repeated convincings.",
	"name": "Alija Izetbegovic"
}, {
	"quote": "The God of justice is with us, and our word, our work - our prayer for freedom will not, cannot be in vain.",
	"name": "Elizabeth Cady Stanton"
}, {
	"quote": "I would describe and I have described myself to people who ask as a freedom fighter.",
	"name": "Steven Biko"
}, {
	"quote": "You can only protect your liberties in this world by protecting the other man's freedom.",
	"name": "Clarence Darrow"
}, {
	"quote": "Real freedom is having nothing. I was freer when I didn't have a cent.",
	"name": "Mike Tyson"
}, {
	"quote": "Whether in chains or in laurels, liberty knows nothing but victories.",
	"name": "Wendell Phillips"
}, {
	"quote": "To me, freedom entitles you to do something, not to not do something.",
	"name": "Shel Silverstein"
}, {
	"quote": "I absolutely value autonomy. I value freedom and having the ability to implement change right away.",
	"name": "Elizabeth Chambers"
}, {
	"quote": "The link between my experience as an entrepreneur and that of a politician is all in one word: freedom.",
	"name": "Silvio Berlusconi"
}, {
	"quote": "We hold our heads high, despite the price we have paid, because freedom is priceless.",
	"name": "Lech Walesa"
}, {
	"quote": "The American flag is the most recognized symbol of freedom and democracy in the world.",
	"name": "Virginia Foxx"
}, {
	"quote": "The United Nations is designed to make possible lasting freedom and independence for all its members.",
	"name": "Harry S Truman"
}, {
	"quote": "The desire of gold is not for gold. It is for the means of freedom and benefit.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Seek freedom and become captive of your desires. Seek discipline and find your liberty.",
	"name": "Frank Herbert"
}, {
	"quote": "Most men today cannot conceive of a freedom that does not involve somebody's slavery.",
	"name": "W. E. B. Du Bois"
}, {
	"quote": "Freedom is never dear at any price. It is the breath of life. What would a man not pay for living?",
	"name": "Mahatma Gandhi"
}, {
	"quote": "There is no such thing as part freedom.",
	"name": "Nelson Mandela"
}, {
	"quote": "The wisest use of American strength is to advance freedom.",
	"name": "George W. Bush"
}, {
	"quote": "I refuse to accept that the shackles of slavery can ever be stronger than the quest for freedom.",
	"name": "Kailash Satyarthi"
}, {
	"quote": "Order without liberty and liberty without order are equally destructive.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "Violent means will give violent freedom. That would be a menace to the world and to India herself.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Exclusion is never the way forward on our shared paths to freedom and justice.",
	"name": "Desmond Tutu"
}, {
	"quote": "Grace is the beauty of form under the influence of freedom.",
	"name": "Friedrich Schiller"
}, {
	"quote": "Freedom from effort in the present merely means that there has been effort stored up in the past.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "Human dignity is based upon freedom, and freedom upon human dignity. The one presupposes the other.",
	"name": "Rollo May"
}, {
	"quote": "Liberty means responsibility. That is why most men dread it.",
	"name": "George Bernard Shaw"
}, {
	"quote": "If society fits you comfortably enough, you call it freedom.",
	"name": "Robert Frost"
}, {
	"quote": "Freedom has cost too much blood and agony to be relinquished at the cheap price of rhetoric.",
	"name": "Thomas Sowell"
}, {
	"quote": "The precondition to freedom is security.",
	"name": "Rand Beers"
}, {
	"quote": "The only certain freedom's in departure.",
	"name": "Robert Frost"
}, {
	"quote": "Never wear your best trousers when you go out to fight for freedom and truth.",
	"name": "Henrik Ibsen"
}, {
	"quote": "Without freedom, no art; art lives only on the restraints it imposes on itself, and dies of all others.",
	"name": "Albert Camus"
}, {
	"quote": "Freedom - to walk free and own no superior.",
	"name": "Walt Whitman"
}, {
	"quote": "When a truth is not given complete freedom, freedom is not complete.",
	"name": "Vaclav Havel"
}, {
	"quote": "'Freedom from fear' could be said to sum up the whole philosophy of human rights.",
	"name": "Dag Hammarskjold"
}, {
	"quote": "The whole 'bad girl' thing allows me to mess up sometimes. And I have freedom to say more of what I want to.",
	"name": "Ronda Rousey"
}, {
	"quote": "I think my first album opened a lot of doors for me to push the freedom of speech to the limit.",
	"name": "Eminem"
}, {
	"quote": "Too much freedom can lead to the soul's decay.",
	"name": "Prince"
}, {
	"quote": "I hope for nothing. I fear nothing. I am free.",
	"name": "Nikos Kazantzakis"
}, {
	"quote": "The history of the world is none other than the progress of the consciousness of freedom.",
	"name": "Georg Wilhelm Friedrich Hegel"
}, {
	"quote": "I chose America as my home because I value freedom and democracy, civil liberties and an open society.",
	"name": "George Soros"
}, {
	"quote": "We seek peace, knowing that peace is the climate of freedom.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "Freedom means the right of people to assemble, organize, and debate openly.",
	"name": "Hillary Clinton"
}, {
	"quote": "Pleasure and freedom from pain, are the only things desirable as ends.",
	"name": "John Stuart Mill"
}, {
	"quote": "I have never been able to renounce the light, the pleasure of being, and the freedom in which I grew up.",
	"name": "Albert Camus"
}, {
	"quote": "The rainbow flag is a symbol of freedom and liberation that we made for ourselves.",
	"name": "Gilbert Baker"
}, {
	"quote": "Freedom from the desire for an answer is essential to the understanding of a problem.",
	"name": "Jiddu Krishnamurti"
}, {
	"quote": "Political Freedom without economic equality is a pretense, a fraud, a lie; and the workers want no lying.",
	"name": "Mikhail Bakunin"
}, {
	"quote": "We are living in an open world. There is a freedom of speech and, clearly, freedom of speculation.",
	"name": "Ehud Barak"
}, {
	"quote": "I want you to have this feeling too - it is my moral responsibility to help you achieve this inner freedom.",
	"name": "Dmitri Mendeleev"
}, {
	"quote": "The pillars of truth and the pillars of freedom - they are the pillars of society.",
	"name": "Henrik Ibsen"
}, {
	"quote": "The road to freedom must be uphill, even if it is arduous and frustrating.",
	"name": "Andrew Goodman"
}, {
	"quote": "When there is state there can be no freedom, but when there is freedom there will be no state.",
	"name": "Vladimir Lenin"
}, {
	"quote": "We must be willing to pay a price for freedom.",
	"name": "H. L. Mencken"
}, {
	"quote": "I am not an Athenian or a Greek, but a citizen of the world.",
	"name": "Diogenes"
}, {
	"quote": "The freedom to criticize judges and other public officials is necessary to a vibrant democracy.",
	"name": "Sandra Day O'Connor"
}, {
	"quote": "Nothing that has value, real value, has no cost. Not freedom, not food, not shelter, not healthcare.",
	"name": "Dean Kamen"
}, {
	"quote": "Freedom is the freedom to say that two plus two make four. If that is granted, all else follows.",
	"name": "George Orwell"
}, {
	"quote": "Every time you pass a law, it is a little bite out of freedom.",
	"name": "Gary Johnson"
}, {
	"quote": "Only our individual faith in freedom can keep us free.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "Freedom comes from strength and self-reliance.",
	"name": "Lisa Murkowski"
}, {
	"quote": "It is harder to preserve than to obtain liberty.",
	"name": "John C. Calhoun"
}, {
	"quote": "I know but one freedom, and that is the freedom of the mind.",
	"name": "Antoine de Saint-Exupery"
}, {
	"quote": "We know the road to freedom has always been stalked by death.",
	"name": "Angela Davis"
}, {
	"quote": "Liberty must be limited in order to be possessed.",
	"name": "Edmund Burke"
}, {
	"quote": "Freedom is the right to live as we wish.",
	"name": "Epictetus"
}, {
	"quote": "Freedom is not procured by a full enjoyment of what is desired, but by controlling the desire.",
	"name": "Epictetus"
}, {
	"quote": "Freedom is the oxygen of the soul.",
	"name": "Moshe Dayan"
}, {
	"quote": "I believe that freedom of speech and freedom of religion go hand-in-hand in America.",
	"name": "Kirk Cameron"
}, {
	"quote": "What's real freedom? Real freedom is being able to not have my way and still be just as happy as if I did.",
	"name": "Joyce Meyer"
}, {
	"quote": "The American dream is about freedom.",
	"name": "Nancy Pelosi"
}, {
	"quote": "One is a painter because one wants so-called freedom; one doesn't want to go to the office every morning.",
	"name": "Marcel Duchamp"
}, {
	"quote": "Freedom is a possession of inestimable value.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Freedom would be not to choose between black and white but to abjure such prescribed choices.",
	"name": "Theodor W. Adorno"
}, {
	"quote": "In America, through pressure of conformity, there is freedom of choice, but nothing to choose from.",
	"name": "Peter Ustinov"
}, {
	"quote": "People demand freedom only when they have no power.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "What is freedom? Freedom is the right to choose: the right to create for oneself the alternatives of choice.",
	"name": "Archibald MacLeish"
}, {
	"quote": "Protection of religious freedom means considering the faiths and beliefs of everyone involved.",
	"name": "Mike Quigley"
}, {
	"quote": "America's commitment to religious freedom and tolerance should not be conditional.",
	"name": "Mark McKinnon"
}, {
	"quote": "I am grateful for the sacrifices our veterans have made to defend our freedom and prosperity.",
	"name": "Bill Foster"
}, {
	"quote": "I believe in freedom of speech, but I believe we should also have the right to comment on freedom of speech.",
	"name": "Stockwell Day"
}, {
	"quote": "I fight, and have fought, for political freedom, for justice and for fairness and freedom of speech.",
	"name": "Teresa Heinz"
}, {
	"quote": "We know that our life of freedom is stronger than terror.",
	"name": "Angela Merkel"
}, {
	"quote": "Freedom of opinion can only exist when the government thinks itself secure.",
	"name": "Bertrand Russell"
}, {
	"quote": "There can be no real freedom without the freedom to fail.",
	"name": "Erich Fromm"
}, {
	"quote": "Freedom is a man's natural power of doing what he pleases, so far as he is not prevented by force or law.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Freedom is a right ultimately defended by the sacrifice of America's servicemen and women.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "As soon as laws are necessary for men, they are no longer fit for freedom.",
	"name": "Pythagoras"
}, {
	"quote": "But I found that disappointing people is a good thing, because disapproval is freedom.",
	"name": "Demetri Martin"
}, {
	"quote": "If freedom makes social progress possible, so social progress strengthens and enlarges freedom.",
	"name": "Robert Kennedy"
}, {
	"quote": "Thought takes man out of servitude, into freedom.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "Well, I'm a libertarian conservative, so I believe in limited government/maximum individual freedom.",
	"name": "John Bolton"
}, {
	"quote": "I'm disturbed by the words missing from the Trump campaign: Liberty, justice, freedom, and tolerance.",
	"name": "Ron Chernow"
}, {
	"quote": "The freedom of the press works in such a way that there is not much freedom from it.",
	"name": "Grace Kelly"
}, {
	"quote": "The American Dream is about freedom.",
	"name": "Rick Mears"
}, {
	"quote": "The only thing money gives you is the freedom of not worrying about money.",
	"name": "Johnny Carson"
}, {
	"quote": "Freedom is from within.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Real freedom lies in wildness, not civilization.",
	"name": "Charles Lindbergh"
}, {
	"quote": "Real freedom lies in wildness, not in civilization.",
	"name": "Charles Lindbergh"
}, {
	"quote": "Freedom is relative.",
	"name": "Billy Graham"
}, {
	"quote": "The greatest enemy of individual freedom is the individual himself.",
	"name": "Saul Alinsky"
}, {
	"quote": "The enemies of freedom do not argue; they shout and they shoot.",
	"name": "William Inge"
}, {
	"quote": "If they want to hang me, let them. And on the scaffold I will shout Freedom for the working class!",
	"name": "Mary Harris Jones"
}, {
	"quote": "America is a model of force and freedom and moderation - with all the coarseness and rudeness of its people.",
	"name": "Lord Byron"
}, {
	"quote": "Art requires neither complaisance nor politeness; nothing but faith, faith and freedom.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Freedom is not enough.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "Black Lives Matter is one iteration of a much larger struggle to fight for black people's freedom.",
	"name": "Patrisse Cullors"
}, {
	"quote": "Among the many values in life, I appreciate freedom most.",
	"name": "Haruki Murakami"
}, {
	"quote": "They ought to put an amendment to the First Amendment that says there shall also be freedom of hearing.",
	"name": "Tom Smothers"
}, {
	"quote": "Every dictator is an enemy of freedom, an opponent of law.",
	"name": "Demosthenes"
}, {
	"quote": "I am known for a life spent in the struggle for freedom, and freedom includes the freedom of religion.",
	"name": "Oriana Fallaci"
}, {
	"quote": "Secrecy is the freedom tyrants dream of.",
	"name": "Bill Moyers"
}, {
	"quote": "Victorious living does not mean freedom from temptation, nor does it mean freedom from mistakes.",
	"name": "E. Stanley Jones"
}, {
	"quote": "Five or six hundred heads cut off would have assured your repose, freedom and happiness.",
	"name": "Jean-Paul Marat"
}, {
	"quote": "Without peace, there is no freedom, individual or national. War and hostilities are a form of slavery.",
	"name": "Klas Pontus Arnoldson"
}, {
	"quote": "They call them terrorists, I call them freedom fighters.",
	"name": "Louis Farrakhan"
}, {
	"quote": "Liberation is not deliverance.",
	"name": "Victor Hugo"
}, {
	"quote": "Freedom can occur only through education.",
	"name": "Friedrich Schiller"
}, {
	"quote": "All theory is against freedom of the will; all experience for it.",
	"name": "Samuel Johnson"
}, {
	"quote": "A filmmaker has almost the same freedom as a novelist has when he buys himself some paper.",
	"name": "Stanley Kubrick"
}, {
	"quote": "Hero-worship is strongest where there is least regard for human freedom.",
	"name": "Herbert Spencer"
}, {
	"quote": "Do not allow to slip away from you freedoms the people who came before you won with such hard knocks.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Freedom is not of use to those who do not know how to employ it.",
	"name": "Sylvia Plath"
}, {
	"quote": "Freedom is never given; it is won.",
	"name": "A. Philip Randolph"
}, {
	"quote": "The right to be let alone is indeed the beginning of all freedoms.",
	"name": "William O. Douglas"
}, {
	"quote": "I enjoy the freedom of the blank page.",
	"name": "Irvine Welsh"
}, {
	"quote": "Freedom of the press is guaranteed only to those who own one.",
	"name": "A. J. Liebling"
}, {
	"quote": "Time misspent in youth is sometimes all the freedom one ever has.",
	"name": "Anita Brookner"
}, {
	"quote": "I believe firmly that in making ethical decisions, man has the prerogative of true freedom of choice.",
	"name": "Corliss Lamont"
}, {
	"quote": "I say there is not more happiness for me than the freedom of my Homeland.",
	"name": "Islom Karimov"
}, {
	"quote": "In the beginning, I loved being famous, but now I am tired of it and I would like to go back to my freedom.",
	"name": "Roberto Cavalli"
}, {
	"quote": "We will not fail your expectations of us as a new nation dedicated to peace, democracy, and freedom.",
	"name": "Shigeru Yoshida"
}, {
	"quote": "Money equals freedom.",
	"name": "Kevin O'Leary"
}, {
	"quote": "If one is going to err, one should err on the side of liberty and freedom.",
	"name": "Kofi Annan"
}, {
	"quote": "Many a time freedom has been rolled back - and always for the same sorry reason: fear.",
	"name": "Molly Ivins"
}, {
	"quote": "Fiction is such a world of freedom, it's wonderful. If you want someone to fly, they can fly.",
	"name": "Alice Walker"
}, {
	"quote": "I'm not sure if it's good to have freedom or not. I'm really confused now.",
	"name": "Jackie Chan"
}, {
	"quote": "'Emergencies' have always been the pretext on which the safeguards of individual liberty have been eroded.",
	"name": "Friedrich August von Hayek"
}, {
	"quote": "Freedom is not just declared; it is exercised.",
	"name": "Ferdinand Marcos"
}, {
	"quote": "That feeling of freedom, open highways of possibilities, has kind of been lost to materialism and marketing.",
	"name": "Sheryl Crow"
}, {
	"quote": "Privacy is not explicitly spelled out in the Constitution as freedom of speech is in the First Amendment.",
	"name": "Larry Flynt"
}, {
	"quote": "I need this wild life, this freedom.",
	"name": "Zane Grey"
}, {
	"quote": "Liberty, freedom and democracy are very fuzzy words, but human rights is very specific.",
	"name": "Joichi Ito"
}, {
	"quote": "I need to feel like I have that freedom to make mistakes and to just try things.",
	"name": "Megan Rapinoe"
}, {
	"quote": "A hungry man is not a free man.",
	"name": "Adlai Stevenson I"
}, {
	"quote": "Freedom rings where opinions clash.",
	"name": "Adlai Stevenson I"
}, {
	"quote": "Thus the public use of reason and freedom is nothing but a dessert, a sumptuous dessert.",
	"name": "Johann Georg Hamann"
}, {
	"quote": "Without democracy there is no freedom. Violence, no matter who is using it, is always reactionary.",
	"name": "Friedrich Ebert"
}, {
	"quote": "Until you have lost your reputation, you never realize what a burden it was or what freedom really is.",
	"name": "Margaret Mitchell"
}, {
	"quote": "Freedom is contagious. That's why despots fear it so much.",
	"name": "Bill Owens"
}, {
	"quote": "The very idea of freedom incites fear in the hearts of terrorists across the world.",
	"name": "Elizabeth Dole"
}, {
	"quote": "I know the freedom that cycling gives you in terms of being able to just jump on and go.",
	"name": "Bradley Wiggins"
}, {
	"quote": "Wrong people are wrong because they use their freedom to deny it to others.",
	"name": "William A. Dembski"
}, {
	"quote": "I'm a big advocate of freedom: freedom of speech, freedom of expression, freedom of thought.",
	"name": "Jimmy Wales"
}, {
	"quote": "One of the things that fascinated me about modeling was that you had the freedom to look any way you wanted.",
	"name": "Veronica Webb"
}, {
	"quote": "I want to have the freedom to do whatever I want.",
	"name": "Paul Walker"
}, {
	"quote": "A man is either free or he is not. There cannot be any apprenticeship for freedom.",
	"name": "Amiri Baraka"
}, {
	"quote": "No man is good enough to be another's master.",
	"name": "William Morris"
}, {
	"quote": "Freedom is absolutely necessary for the progress in science and the liberal arts.",
	"name": "Baruch Spinoza"
}, {
	"quote": "For you who no longer posses it, freedom is everything, for us who do, it is merely an illusion.",
	"name": "Emil Cioran"
}, {
	"quote": "Liberty is not the power of doing what we like, but the right to do what we ought.",
	"name": "John Dalberg-Acton"
}, {
	"quote": "The more liberty you give away the more you will have.",
	"name": "Robert Green Ingersoll"
}, {
	"quote": "The liberty of the individual is a necessary postulate of human progress.",
	"name": "Ernest Renan"
}, {
	"quote": "In a completely sane world, madness is the only freedom.",
	"name": "J. G. Ballard"
}, {
	"quote": "The freedom of every artist is essential.",
	"name": "Christo"
}, {
	"quote": "The information I requested under the Freedom of Information Act has been blocked for two years.",
	"name": "Sibel Edmonds"
}, {
	"quote": "Resist this war on God, freedom of religion and freedom of speech.",
	"name": "Ben Carson"
}, {
	"quote": "Liberty is worth paying for.",
	"name": "Jules Verne"
}, {
	"quote": "Freedom is for fun.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Freedom is man's capacity to take a hand in his own development. It is our capacity to mold ourselves.",
	"name": "Rollo May"
}, {
	"quote": "Freedom is the only law which genius knows.",
	"name": "James Russell Lowell"
}, {
	"quote": "You can only be free if I am free.",
	"name": "Clarence Darrow"
}, {
	"quote": "The more decisions that you are forced to make alone, the more you are aware of your freedom to choose.",
	"name": "Thornton Wilder"
}, {
	"quote": "Heresy is another word for freedom of thought.",
	"name": "Graham Greene"
}, {
	"quote": "You cannot parcel out freedom in pieces because freedom is all or nothing.",
	"name": "Tertullian"
}, {
	"quote": "There is no such thing as a little freedom. Either you are all free, or you are not free.",
	"name": "Walter Cronkite"
}, {
	"quote": "We do not commonly see in a tax a diminution of freedom, and yet it clearly is one.",
	"name": "Herbert Spencer"
}, {
	"quote": "Freedom granted only when it is known beforehand that its effects will be beneficial is not freedom.",
	"name": "Friedrich August von Hayek"
}, {
	"quote": "Liberty is not a means to a higher political end. It is itself the highest political end.",
	"name": "John Dalberg-Acton"
}, {
	"quote": "Freedom is always and exclusively freedom for the one who thinks differently.",
	"name": "Rosa Luxemburg"
}, {
	"quote": "Freedom is the right to one's dignity as a man.",
	"name": "Archibald MacLeish"
}, {
	"quote": "Our freedom can be measured by the number of things we can walk away from.",
	"name": "Vernon Howard"
}, {
	"quote": "Free speech carries with it some freedom to listen.",
	"name": "Warren E. Burger"
}, {
	"quote": "Free men are the strongest men.",
	"name": "Wendell Willkie"
}, {
	"quote": "Coercion, after all, merely captures man. Freedom captivates him.",
	"name": "Robert McNamara"
}, {
	"quote": "Freedom - an occupied space which must be reoccupied every day.",
	"name": "John Ralston Saul"
}, {
	"quote": "Human beings crave freedom at their core.",
	"name": "John Ensign"
}, {
	"quote": "We should favor innovation and freedom over regulation.",
	"name": "George Allen"
}, {
	"quote": "One of the unsung freedoms that go with a free press is the freedom not to read it.",
	"name": "Ferdinand Mount"
}, {
	"quote": "Freedom is never easily won, but once established, freedom lasts, spreads and chokes out tyranny.",
	"name": "Trent Lott"
}]