[{
	"quote": "The greatest gift of life is friendship, and I have received it.",
	"name": "Hubert H. Humphrey"
}, {
	"quote": "Share your smile with the world. It's a symbol of friendship and peace.",
	"name": "Christie Brinkley"
}, {
	"quote": "One of the most beautiful qualities of true friendship is to understand and to be understood.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Walking with a friend in the dark is better than walking alone in the light.",
	"name": "Helen Keller"
}, {
	"quote": "A friend is someone who gives you total freedom to be yourself.",
	"name": "Jim Morrison"
}, {
	"quote": "There is nothing on this earth more to be prized than true friendship.",
	"name": "Thomas Aquinas"
}, {
	"quote": "It is one of the blessings of old friends that you can afford to be stupid with them.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Friends show their love in times of trouble, not in happiness.",
	"name": "Euripides"
}, {
	"quote": "The greatest healing therapy is friendship and love.",
	"name": "Hubert H. Humphrey"
}, {
	"quote": "A friend is what the heart needs all the time.",
	"name": "Henry Van Dyke"
}, {
	"quote": "My best friend is the one who brings out the best in me.",
	"name": "Henry Ford"
}, {
	"quote": "A true friend is one who overlooks your failures and tolerates your success!",
	"name": "Doug Larson"
}, {
	"quote": "Remember that the most valuable antiques are dear old friends.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "Rare as is true love, true friendship is rarer.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "Friendship is always a sweet responsibility, never an opportunity.",
	"name": "Khalil Gibran"
}, {
	"quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom.",
	"name": "Marcel Proust"
}, {
	"quote": "Friendship is the shadow of the evening, which increases with the setting sun of life.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "A true friend is someone who is there for you when he'd rather be anywhere else.",
	"name": "Len Wein"
}, {
	"quote": "The language of friendship is not words but meanings.",
	"name": "Henry David Thoreau"
}, {
	"quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Friends are the siblings God never gave us.",
	"name": "Mencius"
}, {
	"quote": "A real friend is one who walks in when the rest of the world walks out.",
	"name": "Walter Winchell"
}, {
	"quote": "Things are never quite as scary when you've got a best friend.",
	"name": "Bill Watterson"
}, {
	"quote": "Love is the only force capable of transforming an enemy into a friend.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "True friendship can afford true knowledge. It does not depend on darkness and ignorance.",
	"name": "Henry David Thoreau"
}, {
	"quote": "A single rose can be my garden... a single friend, my world.",
	"name": "Leo Buscaglia"
}, {
	"quote": "Of all possessions a friend is the most precious.",
	"name": "Herodotus"
}, {
	"quote": "Love is flower like; Friendship is like a sheltering tree.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "If you have one true friend you have more than your share.",
	"name": "Thomas Fuller"
}, {
	"quote": "There are no strangers here; Only friends you haven't yet met.",
	"name": "William Butler Yeats"
}, {
	"quote": "One loyal friend is worth ten thousand relatives.",
	"name": "Euripides"
}, {
	"quote": "A true friend never gets in your way unless you happen to be going down.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "A friend is a gift you give yourself.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "Do I not destroy my enemies when I make them my friends?",
	"name": "Abraham Lincoln"
}, {
	"quote": "Friends are the best to turn to when you're having a rough day.",
	"name": "Justin Bieber"
}, {
	"quote": "Love is blind; friendship closes its eyes.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Depth of friendship does not depend on length of acquaintance.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "True friends stab you in the front.",
	"name": "Oscar Wilde"
}, {
	"quote": "The only way to have a friend is to be one.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Friends and good manners will carry you where money won't go.",
	"name": "Margaret Walker"
}, {
	"quote": "True friendship is like sound health; the value of it is seldom known until it is lost.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "Friends... they cherish one another's hopes. They are kind to one another's dreams.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Friendship has always belonged to the core of my spiritual journey.",
	"name": "Henri Nouwen"
}, {
	"quote": "A true friend is the greatest of all blessings, and that which we take the least care of all to acquire.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "My best friend is the man who in wishing me well wishes it for my sake.",
	"name": "Aristotle"
}, {
	"quote": "There is no friendship, no love, like that of the parent for the child.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one.",
	"name": "Oscar Wilde"
}, {
	"quote": "True friendship ought never to conceal what it thinks.",
	"name": "St. Jerome"
}, {
	"quote": "A friend is one who knows you and loves you just the same.",
	"name": "Elbert Hubbard"
}, {
	"quote": "A friendship founded on business is better than a business founded on friendship.",
	"name": "John D. Rockefeller"
}, {
	"quote": "Love is friendship set on fire.",
	"name": "Jeremy Taylor"
}, {
	"quote": "It is more shameful to distrust our friends than to be deceived by them.",
	"name": "Confucius"
}, {
	"quote": "I have learned that to be with those I like is enough.",
	"name": "Walt Whitman"
}, {
	"quote": "The most I can do for my friend is simply be his friend.",
	"name": "Henry David Thoreau"
}, {
	"quote": "The bird a nest, the spider a web, man friendship.",
	"name": "William Blake"
}, {
	"quote": "Never do a wrong thing to make a friend or to keep one.",
	"name": "Robert E. Lee"
}, {
	"quote": "No person is your friend who demands your silence, or denies your right to grow.",
	"name": "Alice Walker"
}, {
	"quote": "Never explain - your friends do not need it and your enemies will not believe you anyway.",
	"name": "Elbert Hubbard"
}, {
	"quote": "But friendship is the breathing rose, with sweets in every fold.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "However rare true love may be, it is less so than true friendship.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "The sincere friends of this world are as ship lights in the stormiest of nights.",
	"name": "Giotto di Bondone"
}, {
	"quote": "The friendship that can cease has never been real.",
	"name": "St. Jerome"
}, {
	"quote": "Wishing to be friends is quick work, but friendship is a slow ripening fruit.",
	"name": "Aristotle"
}, {
	"quote": "Friendship is the marriage of the soul, and this marriage is liable to divorce.",
	"name": "Voltaire"
}, {
	"quote": "Friendship is one mind in two bodies.",
	"name": "Mencius"
}, {
	"quote": "Friendship may, and often does, grow into love, but love never subsides into friendship.",
	"name": "Lord Byron"
}, {
	"quote": "A man's friendships are one of the best measures of his worth.",
	"name": "Charles Darwin"
}, {
	"quote": "Life has no blessing like a prudent friend.",
	"name": "Euripides"
}, {
	"quote": "Lay this unto your breast: Old friends, like old swords, still are trusted best.",
	"name": "John Webster"
}, {
	"quote": "Never contract friendship with a man that is not better than thyself.",
	"name": "Confucius"
}, {
	"quote": "Opposition is true friendship.",
	"name": "William Blake"
}, {
	"quote": "It takes a long time to grow an old friend.",
	"name": "John Leonard"
}, {
	"quote": "A friend to all is a friend to none.",
	"name": "Aristotle"
}, {
	"quote": "A friend may well be reckoned the masterpiece of nature.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "When the world is so complicated, the simple gift of friendship is within all of our hands.",
	"name": "Maria Shriver"
}, {
	"quote": "Real friendship, like real poetry, is extremely rare - and precious as a pearl.",
	"name": "Tahar Ben Jelloun"
}, {
	"quote": "Be slow to fall into friendship; but when thou art in, continue firm and constant.",
	"name": "Socrates"
}, {
	"quote": "Friendship is a sheltering tree.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "It's the friends you can call up at 4 a.m. that matter.",
	"name": "Marlene Dietrich"
}, {
	"quote": "Sustaining true friendship is a lot more challenging than we give it credit for.",
	"name": "Mariella Frostrup"
}, {
	"quote": "Nothing but heaven itself is better than a friend who is really a friend.",
	"name": "Plautus"
}, {
	"quote": "The world is round so that friendship may encircle it.",
	"name": "Pierre Teilhard de Chardin"
}, {
	"quote": "Love and friendship exclude each other.",
	"name": "Jean de la Bruyere"
}, {
	"quote": "Love is a friendship set to music.",
	"name": "Joseph Campbell"
}, {
	"quote": "A friend is an emotional bond, just like friendship is a human experience.",
	"name": "Simon Sinek"
}, {
	"quote": "I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better.",
	"name": "Plutarch"
}, {
	"quote": "Remember that a gesture of friendship, no matter how small, is always appreciated.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "There is no friendship in trade.",
	"name": "Cornelius Vanderbilt"
}, {
	"quote": "Let there be no purpose in friendship save the deepening of the spirit.",
	"name": "Khalil Gibran"
}, {
	"quote": "Friendship is certainly the finest balm for the pangs of disappointed love.",
	"name": "Jane Austen"
}, {
	"quote": "A quarrel between friends, when made up, adds a new tie to friendship.",
	"name": "Saint Francis de Sales"
}, {
	"quote": "Friendship often ends in love; but love in friendship - never.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "Every friendship is different because everyone's personality is different.",
	"name": "Nargis Fakhri"
}, {
	"quote": "For prayer is nothing else than being on terms of friendship with God.",
	"name": "Saint Teresa of Avila"
}, {
	"quote": "Friendship is essentially a partnership.",
	"name": "Aristotle"
}, {
	"quote": "As iron sharpens iron, so a friend sharpens a friend.",
	"name": "King Solomon"
}, {
	"quote": "An excellent man; he has no enemies; and none of his friends like him.",
	"name": "Oscar Wilde"
}, {
	"quote": "The essence of true friendship is to make allowance for another's little lapses.",
	"name": "David Storey"
}, {
	"quote": "My friends are my estate.",
	"name": "Emily Dickinson"
}, {
	"quote": "Friendship multiplies the good of life and divides the evil.",
	"name": "Baltasar Gracian"
}, {
	"quote": "Be slow in choosing a friend, slower in changing.",
	"name": "Benjamin Franklin"
}, {
	"quote": "I had three chairs in my house; one for solitude, two for friendship, three for society.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Fan the sinking flame of hilarity with the wing of friendship; and pass the rosy wine.",
	"name": "Charles Dickens"
}, {
	"quote": "Your friend is your needs answered.",
	"name": "Khalil Gibran"
}, {
	"quote": "There are no shortcuts to genuine friendship. Relationships are built over time.",
	"name": "Rachel Simmons"
}, {
	"quote": "The love that comes from friendship is the underlying facet of a happy life.",
	"name": "Chelsea Handler"
}, {
	"quote": "Friendship always benefits; love sometimes injures.",
	"name": "Seneca"
}, {
	"quote": "Friendship at first sight, like love at first sight, is said to be the only truth.",
	"name": "Herman Melville"
}, {
	"quote": "It is not so much our friends' help that helps us, as the confidence of their help.",
	"name": "Epicurus"
}, {
	"quote": "Friendship is the most important thing of all.",
	"name": "Kim Philby"
}, {
	"quote": "Some people go to priests; others to poetry; I to my friends.",
	"name": "Virginia Woolf"
}, {
	"quote": "Love, friendship and respect do not unite people as much as a common hatred for something.",
	"name": "Anton Chekhov"
}, {
	"quote": "Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it.",
	"name": "Thomas Jefferson"
}, {
	"quote": "I have friends in overalls whose friendship I would not swap for the favor of the kings of the world.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Without wearing any mask we are conscious of, we have a special face for each friend.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "Since there is nothing so well worth having as friends, never lose a chance to make them.",
	"name": "Francesco Guicciardini"
}, {
	"quote": "To like and dislike the same things, this is what makes a solid friendship.",
	"name": "Sallust"
}, {
	"quote": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Madam, I have been looking for a person who disliked gravy all my life; let us swear eternal friendship.",
	"name": "Sydney Smith"
}, {
	"quote": "A man's growth is seen in the successive choirs of his friends.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Yes'm, old friends is always best, 'less you can catch a new one that's fit to make an old one out of.",
	"name": "Sarah Orne Jewett"
}, {
	"quote": "Eros will have naked bodies; Friendship naked personalities.",
	"name": "C. S. Lewis"
}, {
	"quote": "He has no enemies, but is intensely disliked by his friends.",
	"name": "Oscar Wilde"
}, {
	"quote": "Peace, commerce and honest friendship with all nations; entangling alliances with none.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Value your friendship. Value your relationships.",
	"name": "Barbara Bush"
}, {
	"quote": "My definition of a friend is somebody who adores you even though they know the things you're most ashamed of.",
	"name": "Jodie Foster"
}, {
	"quote": "Friendship often ends in love, but love in friendship - never.",
	"name": "Albert Camus"
}, {
	"quote": "Loyalty and friendship, which is to me the same, created all the wealth that I've ever thought I'd have.",
	"name": "Ernie Banks"
}, {
	"quote": "Friends are born, not made.",
	"name": "Henry Adams"
}, {
	"quote": "Suspicion is the cancer of friendship.",
	"name": "Petrarch"
}, {
	"quote": "Our friends interpret the world and ourselves to us, if we take them tenderly and truly.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "What I cannot love, I overlook. Is that real friendship?",
	"name": "Anais Nin"
}, {
	"quote": "Friendship is Love without his wings!",
	"name": "Lord Byron"
}, {
	"quote": "Good fellowship and friendship are lasting, rational and manly pleasures.",
	"name": "William Wycherley"
}, {
	"quote": "The differences between friends cannot but reinforce their friendship.",
	"name": "Mao Zedong"
}, {
	"quote": "A friendship that like love is warm; A love like friendship, steady.",
	"name": "Thomas Moore"
}, {
	"quote": "You win the victory when you yield to friends.",
	"name": "Sophocles"
}, {
	"quote": "Friendship is like money, easier made than kept.",
	"name": "Samuel Butler"
}, {
	"quote": "All I required to be happy was friendship and people I could admire.",
	"name": "Christian Dior"
}, {
	"quote": "There are no rules for friendship. It must be left to itself. We cannot force it any more than love.",
	"name": "William Hazlitt"
}, {
	"quote": "Sixth grade was a big time, in my childhood, of hoops and friendship, and coming up with funny things.",
	"name": "Adam Sandler"
}, {
	"quote": "Laughter is not a bad beginning for a friendship, and it is the best ending for one.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "The ideal friendship is to feel as one while remaining two.",
	"name": "Sophie Swetchine"
}, {
	"quote": "Although the troops have struck us, we throw it all behind and are glad to meet you in peace and friendship.",
	"name": "Black Kettle"
}, {
	"quote": "It is wise to apply the oil of refined politeness to the mechanism of friendship.",
	"name": "Sidonie Gabrielle Colette"
}, {
	"quote": "You've got to reach a hand of friendship across the aisle and across philosophies in this country.",
	"name": "Joe Biden"
}, {
	"quote": "Going through an illness and then death of a close friend has changed my attitudes to friendship enormously.",
	"name": "Jane Green"
}, {
	"quote": "Friendship, of itself a holy tie, is made more sacred by adversity.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "Instead of loving your enemies - treat your friends a little better.",
	"name": "E. W. Howe"
}, {
	"quote": "If we are to judge of love by its consequences, it more nearly resembles hatred than friendship.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "My inspiration are the woman, friendship, and loneliness.",
	"name": "Enrique Iglesias"
}, {
	"quote": "Love demands infinitely less than friendship.",
	"name": "George Jean Nathan"
}, {
	"quote": "Some people are willing to betray years of friendship just to get a little bit of the spotlight.",
	"name": "Lauren Conrad"
}, {
	"quote": "I think the way to keep a friendship is to respect that everybody is different.",
	"name": "Emma Bunton"
}, {
	"quote": "Even where friendship is concerned, it takes me a long time to trust people.",
	"name": "Namie Amuro"
}, {
	"quote": "I take friendship very seriously.",
	"name": "Wole Soyinka"
}, {
	"quote": "When our weaknesses affect health and friendship, we are very much aware of their existence.",
	"name": "Mother Angelica"
}, {
	"quote": "To some it may be a thrill to be known, to me it's a thrill to start a friendship even up.",
	"name": "Christopher Knight"
}, {
	"quote": "Two persons cannot long be friends if they cannot forgive each other's little failings.",
	"name": "Jean de la Bruyere"
}, {
	"quote": "He who hath many friends hath none.",
	"name": "Aristotle"
}, {
	"quote": "Friendship, like the immortality of the soul, is too good to be believed.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Friendship will not stand the strain of very much good advice for very long.",
	"name": "Robert Staughton Lynd"
}, {
	"quote": "Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "A man cannot be said to succeed in this life who does not satisfy one friend.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Rejoicing in our joy, not suffering over our suffering, makes someone a friend.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "The best time to make friends is before you need them.",
	"name": "Ethel Barrymore"
}, {
	"quote": "A friend is, as it were, a second self.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Ultimately, it's a sense of camaraderie and friendship with local people that is core to my journeys.",
	"name": "Tim Cope"
}, {
	"quote": "I want my friend to miss me as long as I miss him.",
	"name": "Saint Augustine"
}, {
	"quote": "Acquaintances we meet, enjoy, and can easily leave behind; but friendship grows deep roots.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "Friendship needs no words - it is solitude delivered from the anguish of loneliness.",
	"name": "Dag Hammarskjold"
}, {
	"quote": "Friendship is an arrangement by which we undertake to exchange small favors for big ones.",
	"name": "Montesquieu"
}, {
	"quote": "Friendship, like credit, is highest when it is not used.",
	"name": "Elbert Hubbard"
}, {
	"quote": "You find out who your real friends are when you're involved in a scandal.",
	"name": "Elizabeth Taylor"
}, {
	"quote": "General benevolence, but not general friendship, made a man what he ought to be.",
	"name": "Jane Austen"
}, {
	"quote": "Love is the attempt to form a friendship inspired by beauty.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Never have a companion that casts you in the shade.",
	"name": "Baltasar Gracian"
}, {
	"quote": "Friendship, like love, is destroyed by long absence, though it may be increased by short intermissions.",
	"name": "Samuel Johnson"
}, {
	"quote": "Moral science is better occupied when treating of friendship than of justice.",
	"name": "Thomas Aquinas"
}, {
	"quote": "When the bank asks me about my assets, I include my friendship with Regis Philbin.",
	"name": "Lou Holtz"
}, {
	"quote": "Fear makes strangers of people who would be friends.",
	"name": "Shirley MacLaine"
}, {
	"quote": "Accountability in friendship is the equivalent of love without strategy.",
	"name": "Anita Brookner"
}, {
	"quote": "Sweet is the scene where genial friendship plays the pleasing game of interchanging praise.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "Our most intimate friend is not he to whom we show the worst, but the best of our nature.",
	"name": "Nathaniel Hawthorne"
}, {
	"quote": "Friendship increases in visiting friends, but in visiting them seldom.",
	"name": "Francis Bacon"
}, {
	"quote": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.",
	"name": "Anne Lamott"
}, {
	"quote": "Business, you know, may bring you money, but friendship hardly ever does.",
	"name": "Jane Austen"
}, {
	"quote": "That friendship will not continue to the end which is begun for an end.",
	"name": "Francis Quarles"
}, {
	"quote": "Matching tattoos don't ensure the longevity of a friendship, any more than any other mutual hardship.",
	"name": "Jenna Wortham"
}, {
	"quote": "All you need to do to be my friend is like me.",
	"name": "Taylor Swift"
}, {
	"quote": "Marriage: A friendship recognized by the police.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "Let me be very clear: my friendship with my friends ends where the interest of the country begins.",
	"name": "Rodrigo Duterte"
}, {
	"quote": "One's friends are that part of the human race with which one can be human.",
	"name": "George Santayana"
}, {
	"quote": "Friendship is one of the most tangible things in a world which offers fewer and fewer supports.",
	"name": "Kenneth Branagh"
}, {
	"quote": "Read as you taste fruit or savor wine, or enjoy friendship, love or life.",
	"name": "George Herbert"
}, {
	"quote": "The firmest friendship is based on an identity of likes and dislikes.",
	"name": "Sallust"
}, {
	"quote": "Friendship has its illusions no less than love.",
	"name": "Stendhal"
}, {
	"quote": "Nothing so fortifies a friendship as a belief on the part of one friend that he is superior to the other.",
	"name": "Honore de Balzac"
}, {
	"quote": "India-Seychelles relations have been characterized by close friendship, understanding and cooperation.",
	"name": "Pratibha Patil"
}, {
	"quote": "As I grow older, I think friendship between women is a thing to cherish.",
	"name": "Susan Glaspell"
}, {
	"quote": "America is stronger because of President Obama's leadership, and I'm better because of his friendship.",
	"name": "Hillary Clinton"
}, {
	"quote": "Before the flowers of friendship faded friendship faded.",
	"name": "Gertrude Stein"
}, {
	"quote": "A friend in power is a friend lost.",
	"name": "Henry Adams"
}, {
	"quote": "I've learned that friendship does not equate business, business does not equate friendship.",
	"name": "Jill Scott"
}, {
	"quote": "If I'm right, the only reason our species is still around is because of our friendship with the canines.",
	"name": "W. Bruce Cameron"
}, {
	"quote": "Caring for but never trying to own may be a further way to define friendship.",
	"name": "William Glasser"
}, {
	"quote": "Tis the privilege of friendship to talk nonsense, and have her nonsense respected.",
	"name": "Charles Lamb"
}, {
	"quote": "Friendship is composed of a single soul inhabiting two bodies.",
	"name": "Plautus"
}, {
	"quote": "Came but for friendship, and took away love.",
	"name": "Thomas Moore"
}, {
	"quote": "As soon as you try to describe a close friendship, it loses something.",
	"name": "Dean Smith"
}, {
	"quote": "Acting is about communicating, reacting, and sharing - and friendship is about all of those things, too.",
	"name": "Diego Luna"
}, {
	"quote": "There's nothing that makes me cry and laugh more than stories about friendship.",
	"name": "Phoebe Waller-Bridge"
}, {
	"quote": "Friendship! Mysterious cement of the soul, Sweet'ner of life, and solder of society.",
	"name": "Robert Blair"
}, {
	"quote": "No one person can possibly combine all the elements supposed to make up what everyone means by friendship.",
	"name": "Francis Marion Crawford"
}, {
	"quote": "We should have a good working friendship with the United States.",
	"name": "Justin Trudeau"
}, {
	"quote": "When you choose your friends, don't be short-changed by choosing personality over character.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "All lasting business is built on friendship.",
	"name": "Alfred A. Montapert"
}, {
	"quote": "Time makes friendship stronger, but love weaker.",
	"name": "Jean de la Bruyere"
}, {
	"quote": "Establishing a friendship after divorce takes great effort and a lot of swallowing of your pride and ego.",
	"name": "Yolanda Hadid"
}, {
	"quote": "Loyalty and friendship trumps politics for me.",
	"name": "Robert Kraft"
}, {
	"quote": "There is a scarcity of friendship, but not of friends.",
	"name": "Thomas Fuller"
}, {
	"quote": "Friendship is a very taxing and arduous form of leisure activity.",
	"name": "Mortimer Adler"
}, {
	"quote": "The steady discipline of intimate friendship with Jesus results in men becoming like Him.",
	"name": "Harry Emerson Fosdick"
}, {
	"quote": "In friendship as well as love, ignorance very often contributes more to our happiness than knowledge.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "Secrecy is the chastity of friendship.",
	"name": "Jeremy Taylor"
}, {
	"quote": "Friendship is something that is cultivated.",
	"name": "Thalia"
}, {
	"quote": "I only understand friendship or scorched earth.",
	"name": "Roger Ailes"
}, {
	"quote": "I love life in spite of all that mars it. I love friendship, jokes and laughter.",
	"name": "Tahar Ben Jelloun"
}, {
	"quote": "Like any friendship or marriage, familiarity breeds more contempt, and love, and everything.",
	"name": "Martin Freeman"
}, {
	"quote": "My friendship with the great actor and director Alan Rickman did not have a particularly auspicious start.",
	"name": "Katharine Viner"
}, {
	"quote": "Great is the victory, but the friendship of all is greater.",
	"name": "Emil Zatopek"
}, {
	"quote": "Friendship and money: oil and water.",
	"name": "Mario Puzo"
}, {
	"quote": "But, based on my friendship with Evie as young mothers, I started going on freedom rides in 1966.",
	"name": "June Jordan"
}, {
	"quote": "One sure way to lose another woman's friendship is to try to improve her flower arrangements.",
	"name": "Marcelene Cox"
}, {
	"quote": "Music is the social act of communication among people, a gesture of friendship, the strongest there is.",
	"name": "Malcolm Arnold"
}, {
	"quote": "Any friendship or relationship is about a language.",
	"name": "Gina Bellman"
}, {
	"quote": "Lovers have a right to betray you... friends don't.",
	"name": "Judy Holliday"
}, {
	"quote": "Friendship without self-interest is one of the rare and beautiful things of life.",
	"name": "James F. Byrnes"
}, {
	"quote": "My reputation is too important to put it aside for purposes of some friendship. We have a job to do.",
	"name": "Stephanie Tubbs Jones"
}, {
	"quote": "Mighty proud I am that I am able to have a spare bed for my friends.",
	"name": "Samuel Pepys"
}, {
	"quote": "Pity and friendship are two passions incompatible with each other.",
	"name": "Oliver Goldsmith"
}, {
	"quote": "Bad faith likes discourse on friendship and loyalty.",
	"name": "Mason Cooley"
}, {
	"quote": "If you go to the Air and Space Museum in Washington, you can see the burn patterns on Friendship 7.",
	"name": "John Glenn"
}, {
	"quote": "Friendship with a man is friendship with his virtue.",
	"name": "Mencius"
}, {
	"quote": "All love that has not friendship for its base, is like a mansion built upon the sand.",
	"name": "Ella Wheeler Wilcox"
}, {
	"quote": "I'm quite obsessed with the idea of nailing the girl friendship. It's such an art, so delicate.",
	"name": "Alanis Morissette"
}, {
	"quote": "All who consult on doubtful matters, should be void of hatred, friendship, anger, and pity.",
	"name": "Sallust"
}, {
	"quote": "Aristotle uses a mother's love for her child as the prime example of love or friendship.",
	"name": "Mortimer Adler"
}, {
	"quote": "The little trouble in the world that is not due to love is due to friendship.",
	"name": "E. W. Howe"
}, {
	"quote": "You can't build anything with a flimsy foundation. Friendship is the foundation.",
	"name": "Hill Harper"
}, {
	"quote": "A friendship between Germany and Israel didn't always seem natural.",
	"name": "Reuven Rivlin"
}, {
	"quote": "But it all comes down to friendship, treating people right.",
	"name": "Ernie Banks"
}, {
	"quote": "Friendship's the wine of life: but friendship new... is neither strong nor pure.",
	"name": "Edward Young"
}, {
	"quote": "How delightful to find a friend in everyone.",
	"name": "Joseph Brodsky"
}, {
	"quote": "I wanted to show platonic friendship between men and women, because I think it is underutilised in fiction.",
	"name": "Gail Honeyman"
}, {
	"quote": "Nobody ever chooses the already unfortunate as objects of his loyal friendship.",
	"name": "Lucan"
}, {
	"quote": "A band is a good way to break up a friendship.",
	"name": "Julian Casablancas"
}, {
	"quote": "Show me a genuine case of platonic friendship, and I shall show you two old or homely faces.",
	"name": "Austin O'Malley"
}, {
	"quote": "I not only enjoy a really great friendship with both my girls but also a close mother-daughter bond as well.",
	"name": "Tina Knowles"
}, {
	"quote": "Friendship and sentiment and the giving of one's words are very important.",
	"name": "Michael Cimino"
}, {
	"quote": "Friendship is a difficult, dangerous job. It is also (though we rarely admit it) extremely exhausting.",
	"name": "Elizabeth Bibesco"
}, {
	"quote": "I have a very close friendship with the skaters.",
	"name": "Eric Heiden"
}, {
	"quote": "The most deadly fruit is borne by the hatred which one grafts on an extinguished friendship.",
	"name": "Gotthold Ephraim Lessing"
}, {
	"quote": "Love is rarer than genius itself. And friendship is rarer than love.",
	"name": "Charles Peguy"
}, {
	"quote": "I've got many close friends, but there's an awful lot about friendship that is not demonstrative in my case.",
	"name": "Warren Christopher"
}, {
	"quote": "I don't think I could live with someone that I didn't have an intellectual friendship with.",
	"name": "Jonathan Franzen"
}, {
	"quote": "The joys of friendship inert the heart and fizzy home bouncing jubilantly with laughter-buttered love.",
	"name": "Bradley Chicho"
}, {
	"quote": "The rare few, who, early in life have rid themselves of the friendship of the many.",
	"name": "James Whistler"
}, {
	"quote": "Friendship is a personal issue, and it should remain that way.",
	"name": "Prabhas"
}, {
	"quote": "My films are always concerned with family, friendship, honor, and patriotism.",
	"name": "John Woo"
}, {
	"quote": "There is nothing like mortal fear to galvanize a friendship.",
	"name": "Andrew Lincoln"
}, {
	"quote": "I really enjoy writing about female friendship. It's an endlessly interesting dynamic for me.",
	"name": "Ruth Ware"
}, {
	"quote": "The most important thing for me is to have real friendship between Egyptians and Americans.",
	"name": "Mohammed Morsi"
}, {
	"quote": "I love all girl squads. I'm all for, like, girl power and friendship, and I'm all about that.",
	"name": "Poppy Delevingne"
}, {
	"quote": "Friendship is mutual blackmail elevated to the level of love.",
	"name": "Robin Morgan"
}, {
	"quote": "Friendship is a wildly underrated medication.",
	"name": "Anna Deavere Smith"
}, {
	"quote": "Friends confront each other sometimes, and sometimes the friendship lasts, and sometimes it doesn't.",
	"name": "Brooke Elliott"
}, {
	"quote": "One of the great things personally coming to Hawai'i is my friendship of Jim Nicholson.",
	"name": "Dan Fouts"
}, {
	"quote": "I lend people money, but I'd never lend something that would jeopardise a friendship if I didn't get it back.",
	"name": "Paloma Faith"
}, {
	"quote": "Sweat makes good friendship cement.",
	"name": "Tyne Daly"
}, {
	"quote": "Whenever people reach out the hand of friendship towards me, I am not going to refuse that hand.",
	"name": "Martin McGuinness"
}, {
	"quote": "Longevity in friendship is very important and one of the keys to the foundation of a happy life.",
	"name": "Karrueche Tran"
}, {
	"quote": "Usually, you don't have commitment promises in a friendship. Usually, it just grows.",
	"name": "Sheila Heti"
}, {
	"quote": "Don't let this music industry or any industry come between friendship. Just stay focused on your goals.",
	"name": "Mustard"
}, {
	"quote": "I like friendship.",
	"name": "Juergen Teller"
}, {
	"quote": "Restoration of friendship with Russia, our biggest neighbor, is necessary for our peace and economy.",
	"name": "Bidzina Ivanishvili"
}, {
	"quote": "The sacrifices of friendship were beautiful in her eyes as long as she was not asked to make them.",
	"name": "Hector Hugh Munro"
}, {
	"quote": "I would like to raise my glass to friendship between Russia and the United States.",
	"name": "Richard Lugar"
}, {
	"quote": "I'm loyal, and I like my friends. Friendship enriches your life and makes it more interesting.",
	"name": "Wendi Deng Murdoch"
}, {
	"quote": "I really wasn't even aware that Batman and Superman had this kind of grudging friendship.",
	"name": "Mark Valley"
}, {
	"quote": "Friendship is a word, the very sight of which in print makes the heart warm.",
	"name": "Augustine Birrell"
}, {
	"quote": "When you start a relationship, there's part of the friendship that dies - you can never go back.",
	"name": "Emily Bett Rickards"
}, {
	"quote": "Friendship is inexplicable, it should not be explained if one doesn't want to kill it.",
	"name": "Max Jacob"
}, {
	"quote": "Richard Donner's friendship and guidance showed me that there's more to life than being an actor.",
	"name": "Jeff Cohen"
}, {
	"quote": "Never be afraid to meet to the hilt the demand of either work, or friendship - two of life's major assets.",
	"name": "Eleanor Robson Belmont"
}, {
	"quote": "I hope to continue my friendship with France and its filmmakers for many years to come.",
	"name": "Harvey Weinstein"
}]