[{
	"quote": "Do not take life too seriously. You will never get out of it alive.",
	"name": "Elbert Hubbard"
}, {
	"quote": "To succeed in life, you need three things: a wishbone, a backbone and a funny bone.",
	"name": "Reba McEntire"
}, {
	"quote": "No man has a good enough memory to be a successful liar.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Happiness is having a large, loving, caring, close-knit family in another city.",
	"name": "George Burns"
}, {
	"quote": "There are only three things women need in life: food, water, and compliments.",
	"name": "Chris Rock"
}, {
	"quote": "Thinking is one thing no one has ever been able to tax.",
	"name": "Charles Kettering"
}, {
	"quote": "Always remember that you are absolutely unique. Just like everyone else.",
	"name": "Margaret Mead"
}, {
	"quote": "I may be drunk, Miss, but in the morning I will be sober and you will still be ugly.",
	"name": "Winston Churchill"
}, {
	"quote": "Progress is man's ability to complicate simplicity.",
	"name": "Thor Heyerdahl"
}, {
	"quote": "Behind every great man is a woman rolling her eyes.",
	"name": "Jim Carrey"
}, {
	"quote": "My fake plants died because I did not pretend to water them.",
	"name": "Mitch Hedberg"
}, {
	"quote": "A nickel ain't worth a dime anymore.",
	"name": "Yogi Berra"
}, {
	"quote": "I'm sorry, if you were right, I'd agree with you.",
	"name": "Robin Williams"
}, {
	"quote": "Go to Heaven for the climate, Hell for the company.",
	"name": "Mark Twain"
}, {
	"quote": "As far as I'm concerned, 'whom' is a word that was invented to make everyone sound like a butler.",
	"name": "Calvin Trillin"
}, {
	"quote": "It takes considerable knowledge just to realize the extent of your own ignorance.",
	"name": "Thomas Sowell"
}, {
	"quote": "Laziness is nothing more than the habit of resting before you get tired.",
	"name": "Jules Renard"
}, {
	"quote": "Smoking kills. If you're killed, you've lost a very important part of your life.",
	"name": "Brooke Shields"
}, {
	"quote": "Age is something that doesn't matter, unless you are a cheese.",
	"name": "Luis Bunuel"
}, {
	"quote": "I am a marvelous housekeeper. Every time I leave a man I keep his house.",
	"name": "Zsa Zsa Gabor"
}, {
	"quote": "Let's have some new cliches.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "Roses are red, violets are blue, I'm schizophrenic, and so am I.",
	"name": "Oscar Levant"
}, {
	"quote": "If this is coffee, please bring me some tea; but if this is tea, please bring me some coffee.",
	"name": "Abraham Lincoln"
}, {
	"quote": "If you're going to do something tonight that you'll be sorry for tomorrow morning, sleep late.",
	"name": "Henny Youngman"
}, {
	"quote": "We are all here on earth to help others; what on earth the others are here for I don't know.",
	"name": "W. H. Auden"
}, {
	"quote": "Any girl can be glamorous. All you have to do is stand still and look stupid.",
	"name": "Hedy Lamarr"
}, {
	"quote": "Get your facts first, then you can distort them as you please.",
	"name": "Mark Twain"
}, {
	"quote": "A day without sunshine is like, you know, night.",
	"name": "Steve Martin"
}, {
	"quote": "Laugh and the world laughs with you, snore and you sleep alone.",
	"name": "Anthony Burgess"
}, {
	"quote": "Comedy is simply a funny way of being serious.",
	"name": "Peter Ustinov"
}, {
	"quote": "I found there was only one way to look thin: hang out with fat people.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "Be thankful we're not getting all the government we're paying for.",
	"name": "Will Rogers"
}, {
	"quote": "Man cannot live by bread alone; he must have peanut butter.",
	"name": "James A. Garfield"
}, {
	"quote": "The best ideas come as jokes. Make your thinking as funny as possible.",
	"name": "David Ogilvy"
}, {
	"quote": "Weather forecast for tonight: dark.",
	"name": "George Carlin"
}, {
	"quote": "If women ran the world we wouldn't have wars, just intense negotiations every 28 days.",
	"name": "Robin Williams"
}, {
	"quote": "May the forces of evil become confused on the way to your house.",
	"name": "George Carlin"
}, {
	"quote": "As a child my family's menu consisted of two choices: take it or leave it.",
	"name": "Buddy Hackett"
}, {
	"quote": "Wine is constant proof that God loves us and loves to see us happy.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Prejudice is a great time saver. You can form opinions without having to get the facts.",
	"name": "E. B. White"
}, {
	"quote": "Life is hard. After all, it kills you.",
	"name": "Katharine Hepburn"
}, {
	"quote": "Drawing on my fine command of the English language, I said nothing.",
	"name": "Robert Benchley"
}, {
	"quote": "You're only as good as your last haircut.",
	"name": "Fran Lebowitz"
}, {
	"quote": "Turn up the lights. I don't want to go home in the dark.",
	"name": "O. Henry"
}, {
	"quote": "I'm writing a book. I've got the page numbers done.",
	"name": "Steven Wright"
}, {
	"quote": "I am blessed with a funny gene that makes me enjoy life.",
	"name": "Karan Patel"
}, {
	"quote": "Electricity is really just organized lightning.",
	"name": "George Carlin"
}, {
	"quote": "I have had a perfectly wonderful evening, but this wasn't it.",
	"name": "Groucho Marx"
}, {
	"quote": "Everything is funny, as long as it's happening to somebody else.",
	"name": "Will Rogers"
}, {
	"quote": "There cannot be a crisis next week. My schedule is already full.",
	"name": "Henry Kissinger"
}, {
	"quote": "From there to here, and here to there, funny things are everywhere.",
	"name": "Dr. Seuss"
}, {
	"quote": "I am not a member of any organized political party. I am a Democrat.",
	"name": "Will Rogers"
}, {
	"quote": "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "You can't really be strong until you see a funny side to things.",
	"name": "Ken Kesey"
}, {
	"quote": "Tact is the ability to describe others as they see themselves.",
	"name": "Abraham Lincoln"
}, {
	"quote": "My life needs editing.",
	"name": "Mort Sahl"
}, {
	"quote": "I can resist everything except temptation.",
	"name": "Oscar Wilde"
}, {
	"quote": "I looked up my family tree and found out I was the sap.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "I think the eyes flirt most. There are so many ways to use them.",
	"name": "Anna Held"
}, {
	"quote": "I have an unfortunate personality.",
	"name": "Orson Welles"
}, {
	"quote": "People who think they know everything are a great annoyance to those of us who do.",
	"name": "Isaac Asimov"
}, {
	"quote": "Gambling: The sure way of getting nothing for something.",
	"name": "Wilson Mizner"
}, {
	"quote": "Cleanliness becomes more important when godliness is unlikely.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "This suspense is terrible. I hope it will last.",
	"name": "Oscar Wilde"
}, {
	"quote": "By all means let's be open-minded, but not so open-minded that our brains drop out.",
	"name": "Richard Dawkins"
}, {
	"quote": "If at first you don't succeed, find out if the loser gets anything.",
	"name": "William Lyon Phelps"
}, {
	"quote": "To be or not to be. That's not really a question.",
	"name": "Jean-Luc Godard"
}, {
	"quote": "What's another word for Thesaurus?",
	"name": "Steven Wright"
}, {
	"quote": "Why do they call it rush hour when nothing moves?",
	"name": "Robin Williams"
}, {
	"quote": "All generalizations are false, including this one.",
	"name": "Mark Twain"
}, {
	"quote": "I have a new philosophy. I'm only going to dread one day at a time.",
	"name": "Charles M. Schulz"
}, {
	"quote": "Tragedy is when I cut my finger. Comedy is when you fall into an open sewer and die.",
	"name": "Mel Brooks"
}, {
	"quote": "There are lots of people who mistake their imagination for their memory.",
	"name": "Josh Billings"
}, {
	"quote": "I'm really not that funny in real life! But I am the best audience one could find. I love to laugh.",
	"name": "Carol Burnett"
}, {
	"quote": "Life would be tragic if it weren't funny.",
	"name": "Stephen Hawking"
}, {
	"quote": "A woman's mind is cleaner than a man's: She changes it more often.",
	"name": "Oliver Herford"
}, {
	"quote": "I love Mickey Mouse more than any woman I have ever known.",
	"name": "Walt Disney"
}, {
	"quote": "Never fight an inanimate object.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Frisbeetarianism is the belief that when you die, your soul goes up on the roof and gets stuck.",
	"name": "George Carlin"
}, {
	"quote": "I love deadlines. I like the whooshing sound they make as they fly by.",
	"name": "Douglas Adams"
}, {
	"quote": "We owe a lot to Thomas Edison - if it wasn't for him, we'd be watching television by candlelight.",
	"name": "Milton Berle"
}, {
	"quote": "I no doubt deserved my enemies, but I don't believe I deserved my friends.",
	"name": "Walt Whitman"
}, {
	"quote": "The chief function of the body is to carry the brain around.",
	"name": "Thomas A. Edison"
}, {
	"quote": "All men are equal before fish.",
	"name": "Herbert Hoover"
}, {
	"quote": "Procrastination is the art of keeping up with yesterday.",
	"name": "Don Marquis"
}, {
	"quote": "I refuse to join any club that would have me as a member.",
	"name": "Groucho Marx"
}, {
	"quote": "Sometimes I'm really funny, sometimes I'm quiet, sometimes I'm shy, but I'm constantly changing.",
	"name": "Elle King"
}, {
	"quote": "If I want to knock a story off the front page, I just change my hairstyle.",
	"name": "Hillary Clinton"
}, {
	"quote": "I have a memory like an elephant. I remember every elephant I've ever met.",
	"name": "Herb Caen"
}, {
	"quote": "If at first you don't succeed... so much for skydiving.",
	"name": "Henny Youngman"
}, {
	"quote": "The way my luck is running, if I was a politician I would be honest.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "If you want a guarantee, buy a toaster.",
	"name": "Clint Eastwood"
}, {
	"quote": "Never have more children than you have car windows.",
	"name": "Erma Bombeck"
}, {
	"quote": "I cook with wine, sometimes I even add it to the food.",
	"name": "W. C. Fields"
}, {
	"quote": "I used to be Snow White, but I drifted.",
	"name": "Mae West"
}, {
	"quote": "My one regret in life is that I am not someone else.",
	"name": "Woody Allen"
}, {
	"quote": "Everybody talks about the weather, but nobody does anything about it.",
	"name": "Charles Dudley Warner"
}, {
	"quote": "They say marriages are made in Heaven. But so is thunder and lightning.",
	"name": "Clint Eastwood"
}, {
	"quote": "If I were two-faced, would I be wearing this one?",
	"name": "Abraham Lincoln"
}, {
	"quote": "Between two evils, I always pick the one I never tried before.",
	"name": "Mae West"
}, {
	"quote": "Common sense is the collection of prejudices acquired by age eighteen.",
	"name": "Albert Einstein"
}, {
	"quote": "Life goes by fast. Enjoy it. Calm down. It's all funny. Next. Everyone gets so upset about the wrong things.",
	"name": "Joan Rivers"
}, {
	"quote": "Every time I see an adult on a bicycle, I no longer despair for the future of the human race.",
	"name": "H. G. Wells"
}, {
	"quote": "I love fools' experiments. I am always making them.",
	"name": "Charles Darwin"
}, {
	"quote": "I wear a necklace, cause I wanna know when I'm upside down.",
	"name": "Mitch Hedberg"
}, {
	"quote": "If I had to live my life again, I'd make the same mistakes, only sooner.",
	"name": "Tallulah Bankhead"
}, {
	"quote": "God hadn't made me handsome, but he'd given me something, I always felt: funny bones.",
	"name": "Jerry Lewis"
}, {
	"quote": "Do not worry about avoiding temptation. As you grow older it will avoid you.",
	"name": "Joey Adams"
}, {
	"quote": "I buy expensive suits. They just look cheap on me.",
	"name": "Warren Buffett"
}, {
	"quote": "Reality continues to ruin my life.",
	"name": "Bill Watterson"
}, {
	"quote": "The tax collector must love poor people, he's creating so many of them.",
	"name": "Bill Vaughan"
}, {
	"quote": "Anyone who says he can see through women is missing a lot.",
	"name": "Groucho Marx"
}, {
	"quote": "I always wanted to be somebody, but now I realize I should have been more specific.",
	"name": "Lily Tomlin"
}, {
	"quote": "In comic strips, the person on the left always speaks first.",
	"name": "George Carlin"
}, {
	"quote": "It has yet to be proven that intelligence has any survival value.",
	"name": "Arthur C. Clarke"
}, {
	"quote": "I haven't spoken to my wife in years. I didn't want to interrupt her.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "I love mankind; it's people I can't stand.",
	"name": "Charles M. Schulz"
}, {
	"quote": "All right everyone, line up alphabetically according to your height.",
	"name": "Casey Stengel"
}, {
	"quote": "It's a funny thing about life; if you refuse to accept anything but the best, you very often get it.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "It's hard to lead a cavalry charge if you think you look funny on a horse.",
	"name": "Adlai Stevenson I"
}, {
	"quote": "We are all born mad. Some remain so.",
	"name": "Samuel Beckett"
}, {
	"quote": "Memories are like mulligatawny soup in a cheap restaurant. It is best not to stir them.",
	"name": "P. G. Wodehouse"
}, {
	"quote": "If you want to be thought a liar, always tell the truth.",
	"name": "Logan Pearsall Smith"
}, {
	"quote": "Comedy is surprises, so if you're intending to make somebody laugh and they don't laugh, that's funny.",
	"name": "Norm MacDonald"
}, {
	"quote": "Why don't you get a haircut? You look like a chrysanthemum.",
	"name": "P. G. Wodehouse"
}, {
	"quote": "A pessimist is a person who has had to listen to too many optimists.",
	"name": "Don Marquis"
}, {
	"quote": "Funny is the world I live in. You're funny, I'm interested. You're not funny, I'm not interested.",
	"name": "Jerry Seinfeld"
}, {
	"quote": "I may be a living legend, but that sure don't help when I've got to change a flat tire.",
	"name": "Roy Orbison"
}, {
	"quote": "Forgiveness is a funny thing. It warms the heart and cools the sting.",
	"name": "William Arthur Ward"
}, {
	"quote": "A committee is a group that keeps minutes and loses hours.",
	"name": "Milton Berle"
}, {
	"quote": "If God wanted us to bend over he'd put diamonds on the floor.",
	"name": "Joan Rivers"
}, {
	"quote": "A government that robs Peter to pay Paul can always depend on the support of Paul.",
	"name": "George Bernard Shaw"
}, {
	"quote": "It's funny how most people love the dead, once you're dead, you're made for life.",
	"name": "Jimi Hendrix"
}, {
	"quote": "Don't talk about yourself; it will be done when you leave.",
	"name": "Wilson Mizner"
}, {
	"quote": "I'm a funny person, but I take my music seriously.",
	"name": "Cardi B"
}, {
	"quote": "A two-year-old is kind of like having a blender, but you don't have a top for it.",
	"name": "Jerry Seinfeld"
}, {
	"quote": "Lead us not into temptation. Just tell us where it is; we'll find it.",
	"name": "Sam Levenson"
}, {
	"quote": "The IRS! They're like the Mafia, they can take anything they want!",
	"name": "Jerry Seinfeld"
}, {
	"quote": "My ideal prom date would have to be cute, funny, sweet, nice.",
	"name": "Kendall Jenner"
}, {
	"quote": "I don't deserve any credit for turning the other cheek as my tongue is always in it.",
	"name": "Flannery O'Connor"
}, {
	"quote": "Christopher Columbus, as everyone knows, is honored by posterity because he was the last to discover America.",
	"name": "James Joyce"
}, {
	"quote": "I'd luv to kiss ya, but I just washed my hair.",
	"name": "Bette Davis"
}, {
	"quote": "Housework can't kill you, but why take a chance?",
	"name": "Phyllis Diller"
}, {
	"quote": "Before I refuse to take your questions, I have an opening statement.",
	"name": "Ronald Reagan"
}, {
	"quote": "I never said most of the things I said.",
	"name": "Yogi Berra"
}, {
	"quote": "My father would take me to the playground, and put me on mood swings.",
	"name": "Jay London"
}, {
	"quote": "What I am looking for is a blessing not in disguise.",
	"name": "Jerome K. Jerome"
}, {
	"quote": "I spent a year in that town, one Sunday.",
	"name": "George Burns"
}, {
	"quote": "I never drink water because of the disgusting things that fish do in it.",
	"name": "Unknown"
}, {
	"quote": "The superfluous, a very necessary thing.",
	"name": "Voltaire"
}, {
	"quote": "I guess when you turn off the main road, you have to be prepared to see some funny houses.",
	"name": "Stephen King"
}, {
	"quote": "I never thought I was funny, but I enjoy being funny.",
	"name": "Nora Dunn"
}, {
	"quote": "Nobody ever went broke underestimating the taste of the American public.",
	"name": "H. L. Mencken"
}, {
	"quote": "Things that I feel really sad about, I talk about. That way, if it's funny, it doesn't hurt anymore.",
	"name": "Pete Davidson"
}, {
	"quote": "I'm for whatever gets you through the night.",
	"name": "Frank Sinatra"
}, {
	"quote": "There's a fine line between angry and grumpy. Angry isn't nice, but grumpy is funny.",
	"name": "Rick Wakeman"
}, {
	"quote": "It's funny the way most people love the dead. Once you are dead, you are made for life.",
	"name": "Jimi Hendrix"
}, {
	"quote": "I call myself the Amusement Park. That's because I'm funny and scary at the same time.",
	"name": "Terry Crews"
}, {
	"quote": "Comedy is only funny when there's real pain.",
	"name": "Sebastian Stan"
}, {
	"quote": "Experience is what you have after you've forgotten her name.",
	"name": "Milton Berle"
}, {
	"quote": "It's always funny until someone gets hurt. Then it's just hilarious.",
	"name": "Bill Hicks"
}, {
	"quote": "When I was a boy the Dead Sea was only sick.",
	"name": "George Burns"
}, {
	"quote": "He looks as though he's been weaned on a pickle.",
	"name": "Alice Roosevelt Longworth"
}, {
	"quote": "TV is chewing gum for the eyes.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "It's funny how a chubby kid can just be having fun, and people call it entertainment!",
	"name": "Garth Brooks"
}, {
	"quote": "I went window shopping today! I bought four windows.",
	"name": "Tommy Cooper"
}, {
	"quote": "If you cannot get rid of the family skeleton, you may as well make it dance.",
	"name": "George Bernard Shaw"
}, {
	"quote": "If I had to live my life over, I'd live over a saloon.",
	"name": "W. C. Fields"
}, {
	"quote": "The reports of my death have been greatly exaggerated.",
	"name": "Mark Twain"
}, {
	"quote": "If two wrongs don't make a right, try three.",
	"name": "Laurence J. Peter"
}, {
	"quote": "It's simple, if it jiggles, it's fat.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "Only the mediocre are always at their best.",
	"name": "Jean Giraudoux"
}, {
	"quote": "One picture is worth 1,000 denials.",
	"name": "Ronald Reagan"
}, {
	"quote": "I have never been hurt by what I have not said.",
	"name": "Calvin Coolidge"
}, {
	"quote": "I bought some batteries, but they weren't included.",
	"name": "Steven Wright"
}, {
	"quote": "I used to jog but the ice cubes kept falling out of my glass.",
	"name": "David Lee Roth"
}, {
	"quote": "I like children - fried.",
	"name": "W. C. Fields"
}, {
	"quote": "We owe to the Middle Ages the two worst inventions of humanity - romantic love and gunpowder.",
	"name": "Andre Maurois"
}, {
	"quote": "I'm crazy, funny, and good looking!",
	"name": "Alex Wolff"
}, {
	"quote": "It's funny. You travel all over the world, and you wind up with a guy from your hometown.",
	"name": "Patty Smyth"
}, {
	"quote": "I could sooner reconcile all Europe than two women.",
	"name": "Louis XIV"
}, {
	"quote": "Funny thing is that the poorer people are, the more generous they seem to be.",
	"name": "Dolly Parton"
}, {
	"quote": "When God sneezed, I didn't know what to say.",
	"name": "Henny Youngman"
}, {
	"quote": "If you could cross a lion and a monkey, that's what I'd be, because monkeys are funny and lions are strong.",
	"name": "Marlon Wayans"
}, {
	"quote": "I don't deserve this award, but I have arthritis and I don't deserve that either.",
	"name": "Jack Benny"
}, {
	"quote": "I would never die for my beliefs because I might be wrong.",
	"name": "Bertrand Russell"
}, {
	"quote": "I find, when you're an optimist, life has a funny way of looking after you.",
	"name": "Simon Sinek"
}, {
	"quote": "It is even harder for the average ape to believe that he has descended from man.",
	"name": "H. L. Mencken"
}, {
	"quote": "I don't think anyone should write their autobiography until after they're dead.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "I like long walks, especially when they are taken by people who annoy me.",
	"name": "Fred Allen"
}, {
	"quote": "Filming is a funny combination of having a good time and not being able to wait until it's over.",
	"name": "Nicole Holofcener"
}, {
	"quote": "Be obscure clearly.",
	"name": "E. B. White"
}, {
	"quote": "If my life wasn't funny, it would just be true, and that's unacceptable.",
	"name": "Carrie Fisher"
}, {
	"quote": "Yield to temptation. It may not pass your way again.",
	"name": "Robert A. Heinlein"
}, {
	"quote": "Never put a sock in a toaster.",
	"name": "Eddie Izzard"
}, {
	"quote": "Include me out.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "The next time you have a thought... let it go.",
	"name": "Ron White"
}, {
	"quote": "He was like a cock who thought the sun had risen to hear him crow.",
	"name": "George Eliot"
}, {
	"quote": "I just want to be myself and be real and be funny.",
	"name": "Bebe Rexha"
}, {
	"quote": "The funny thing about having all this so-called success is that behind it is a certain horrible emptiness.",
	"name": "Sam Shepard"
}, {
	"quote": "The one thing you shouldn't do is try to tell a cab driver how to get somewhere.",
	"name": "Jimmy Fallon"
}, {
	"quote": "Communism is like one big phone company.",
	"name": "Lenny Bruce"
}, {
	"quote": "Things have to be funny first, and if they want to have a point, that's awesome.",
	"name": "John Mulaney"
}, {
	"quote": "Defy your own group. Rebel against yourself.",
	"name": "Cathy Guisewite"
}, {
	"quote": "The funny thing about the people I don't like - they're very self-centered.",
	"name": "Brendon Urie"
}, {
	"quote": "'Saturday Night Live' was like a university for funny.",
	"name": "Tracy Morgan"
}, {
	"quote": "One advantage of talking to yourself is that you know at least somebody's listening.",
	"name": "Franklin P. Jones"
}, {
	"quote": "I'm going to marry a Jewish woman because I like the idea of getting up Sunday morning and going to the deli.",
	"name": "Michael J. Fox"
}, {
	"quote": "I failed to make the chess team because of my height.",
	"name": "Woody Allen"
}, {
	"quote": "I don't have a bank account because I don't know my mother's maiden name.",
	"name": "Paula Poundstone"
}, {
	"quote": "Sixth grade was a big time, in my childhood, of hoops and friendship, and coming up with funny things.",
	"name": "Adam Sandler"
}, {
	"quote": "Originality is the fine art of remembering what you hear but forgetting where you heard it.",
	"name": "Laurence J. Peter"
}, {
	"quote": "Instant gratification takes too long.",
	"name": "Carrie Fisher"
}, {
	"quote": "Do not let a flattering woman coax and wheedle you and deceive you; she is after your barn.",
	"name": "Hesiod"
}, {
	"quote": "Memories are doing funny things to us.",
	"name": "Milos Forman"
}, {
	"quote": "When I go to a bar, I don't go looking for a girl who knows the capital of Maine.",
	"name": "David Brenner"
}, {
	"quote": "It's funny: people who meet me say, 'I thought you'd be different.' But I'm still the same guy.",
	"name": "Bill Engvall"
}, {
	"quote": "Keep your sense of humor, my friend; if you don't have a sense of humor it just isn't funny anymore.",
	"name": "Wavy Gravy"
}, {
	"quote": "Well, I'm not afraid to say something if I think it's funny, even if it's harsh or racist.",
	"name": "Sarah Silverman"
}, {
	"quote": "After all is said and done, sit down.",
	"name": "Bill Copeland"
}, {
	"quote": "I was born in very sorry circumstances. Both of my parents were very sorry.",
	"name": "Norman Wisdom"
}, {
	"quote": "The people from 'The State' are close friends, but also some of the most incredibly funny people I know.",
	"name": "Joe Lo Truglio"
}, {
	"quote": "The first day one is a guest, the second a burden, and the third a pest.",
	"name": "Jean de la Bruyere"
}, {
	"quote": "My wife has a slight impediment in her speech. Every now and then she stops to breathe.",
	"name": "Jimmy Durante"
}, {
	"quote": "I like marriage. The idea.",
	"name": "Toni Morrison"
}, {
	"quote": "What other people call dark and despairing, I call funny.",
	"name": "David Sedaris"
}, {
	"quote": "Inappropriateness is funny to me. Rudeness is hilarious.",
	"name": "Zach Galifianakis"
}, {
	"quote": "I saw a stationery store move.",
	"name": "Jay London"
}, {
	"quote": "An optimist is a fellow who believes a housefly is looking for a way to get out.",
	"name": "George Jean Nathan"
}, {
	"quote": "What after all, is a halo? It's only one more thing to keep clean.",
	"name": "Christopher Fry"
}, {
	"quote": "Someone told me that when they go to Vermont, they feel like they're home. I'm that way at Saks.",
	"name": "Caroline Rhea"
}, {
	"quote": "I don't like comedy. I like funny things. I don't like comedy. Like, comedy movies are just, 'Oh Jesus.'",
	"name": "Louis C. K."
}, {
	"quote": "How many people here have telekenetic powers? Raise my hand.",
	"name": "Emo Philips"
}, {
	"quote": "We'll love you just the way you are if you're perfect.",
	"name": "Alanis Morissette"
}, {
	"quote": "It is possible to have good manners and be funny at the same time. Ronnie Barker and I proved that.",
	"name": "Ronnie Corbett"
}, {
	"quote": "When we ask for advice, we are usually looking for an accomplice.",
	"name": "Saul Bellow"
}, {
	"quote": "Why do you have to be a nonconformist like everybody else?",
	"name": "James Thurber"
}, {
	"quote": "I used to sell furniture for a living. The trouble was, it was my own.",
	"name": "Les Dawson"
}, {
	"quote": "People say that life is the thing, but I prefer reading.",
	"name": "Logan Pearsall Smith"
}, {
	"quote": "A child of five would understand this. Send someone to fetch a child of five.",
	"name": "Groucho Marx"
}, {
	"quote": "Guilt: the gift that keeps on giving.",
	"name": "Erma Bombeck"
}, {
	"quote": "If it's the Psychic Network why do they need a phone number?",
	"name": "Robin Williams"
}, {
	"quote": "I'm not funny. What I am is brave.",
	"name": "Lucille Ball"
}, {
	"quote": "Every cloud has its silver lining but it is sometimes a little difficult to get it to the mint.",
	"name": "Don Marquis"
}, {
	"quote": "What contemptible scoundrel has stolen the cork to my lunch?",
	"name": "W. Clement Stone"
}, {
	"quote": "If a cluttered desk is the sign of a cluttered mind, what is the significance of a clean desk?",
	"name": "Laurence J. Peter"
}, {
	"quote": "If you're naturally kind, you attract a lot of people you don't like.",
	"name": "William Feather"
}, {
	"quote": "You can lead a man to Congress, but you can't make him think.",
	"name": "Milton Berle"
}, {
	"quote": "If you're funny, if there's something that makes you laugh, then every day's going to be okay.",
	"name": "Tom Hanks"
}, {
	"quote": "A man's got to take a lot of punishment to write a really funny book.",
	"name": "Ernest Hemingway"
}, {
	"quote": "People always ask me, 'Were you funny as a child?' Well, no, I was an accountant.",
	"name": "Ellen DeGeneres"
}, {
	"quote": "I don't say things to be offensive; I say things because they're funny to me. It amuses me.",
	"name": "Marilyn Manson"
}, {
	"quote": "I'm spending a year dead for tax reasons.",
	"name": "Douglas Adams"
}, {
	"quote": "Progress might have been alright once, but it has gone on too long.",
	"name": "Ogden Nash"
}, {
	"quote": "It's a funny thing that when a man hasn't anything on earth to worry about, he goes off and gets married.",
	"name": "Robert Frost"
}, {
	"quote": "Chaos in the midst of chaos isn't funny, but chaos in the midst of order is.",
	"name": "Steve Martin"
}, {
	"quote": "Cure for an obsession: get another one.",
	"name": "Mason Cooley"
}, {
	"quote": "The best measure of a man's honesty isn't his income tax return. It's the zero adjust on his bathroom scale.",
	"name": "Arthur C. Clarke"
}, {
	"quote": "The four building blocks of the universe are fire, water, gravel and vinyl.",
	"name": "Dave Barry"
}, {
	"quote": "Never take a solemn oath. People think you mean it.",
	"name": "Norman Douglas"
}, {
	"quote": "I saw a woman wearing a sweatshirt with Guess on it. I said, Thyroid problem?",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "Life does not cease to be funny when people die any more than it ceases to be serious when people laugh.",
	"name": "George Bernard Shaw"
}, {
	"quote": "I always just wanted to be funny. I never really planned to be scary.",
	"name": "R. L. Stine"
}, {
	"quote": "O Lord, help me to be pure, but not yet.",
	"name": "Saint Augustine"
}, {
	"quote": "My mother was very funny. My dad had a great sense of humor. My grandmother, too.",
	"name": "Carol Burnett"
}, {
	"quote": "A sure cure for seasickness is to sit under a tree.",
	"name": "Spike Milligan"
}, {
	"quote": "I wanna make a jigsaw puzzle that's 40,000 pieces. And when you finish it, it says 'go outside.'",
	"name": "Demetri Martin"
}, {
	"quote": "It's funny because I've made a living off of words, but words get in the way of what you really want to say.",
	"name": "Kanye West"
}, {
	"quote": "I got attention by being funny at school, pretending to be retarded, and jumping around with a deformed hand.",
	"name": "Leonardo DiCaprio"
}, {
	"quote": "I don't write material. Funny things happen to me in the course of a day, and I just make notes.",
	"name": "Kevin Hart"
}, {
	"quote": "Even Napoleon had his Watergate.",
	"name": "Yogi Berra"
}, {
	"quote": "I don't need you to remind me of my age. I have a bladder to do that for me.",
	"name": "Stephen Fry"
}, {
	"quote": "I drank some boiling water because I wanted to whistle.",
	"name": "Mitch Hedberg"
}, {
	"quote": "Marriage is a wonderful institution, but who would want to live in an institution?",
	"name": "H. L. Mencken"
}, {
	"quote": "I was a vegetarian until I started leaning toward the sunlight.",
	"name": "Rita Rudner"
}, {
	"quote": "If something is shocking without being funny it's hard to justify.",
	"name": "Seth MacFarlane"
}, {
	"quote": "Too much agreement kills a chat.",
	"name": "Eldridge Cleaver"
}, {
	"quote": "I am certain there is too much certainty in the world.",
	"name": "Michael Crichton"
}, {
	"quote": "I believe in rules. Sure I do. If there weren't any rules, how could you break them?",
	"name": "Leo Durocher"
}, {
	"quote": "I'm like old wine. They don't bring me out very often - but I'm well preserved.",
	"name": "Rose Kennedy"
}, {
	"quote": "I was so naive as a kid I used to sneak behind the barn and do nothing.",
	"name": "Johnny Carson"
}, {
	"quote": "If men knew how women pass the time when they are alone, they'd never marry.",
	"name": "O. Henry"
}, {
	"quote": "Conversation would be vastly improved by the constant use of four simple words: I do not know.",
	"name": "Andre Maurois"
}, {
	"quote": "I never expected to see the day when girls would get sunburned in the places they now do.",
	"name": "Will Rogers"
}, {
	"quote": "Boy, those French: they have a different word for everything!",
	"name": "Steve Martin"
}, {
	"quote": "A funny thing happens in real estate. When it comes back, it comes back up like gangbusters.",
	"name": "Barbara Corcoran"
}, {
	"quote": "Me carrying a briefcase is like a hotdog wearing earrings.",
	"name": "Sparky Anderson"
}, {
	"quote": "Food is an important part of a balanced diet.",
	"name": "Fran Lebowitz"
}, {
	"quote": "A word to the wise is infuriating.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "The 'Billionaire' song is what my kids tease me with. They sing it to me. It's funny.",
	"name": "Bill Gates"
}, {
	"quote": "I don't mean to be funny.",
	"name": "Yogi Berra"
}, {
	"quote": "One of the disadvantages of wine is that it makes a man mistake words for thoughts.",
	"name": "Samuel Johnson"
}, {
	"quote": "All these jokes have been pre-approved as funny by me.",
	"name": "Mitch Hedberg"
}, {
	"quote": "Society is like a stew. If you don't stir it up every once in a while then a layer of scum floats to the top.",
	"name": "Edward Abbey"
}, {
	"quote": "It's hard to be funny when you have to be clean.",
	"name": "Mae West"
}, {
	"quote": "Viral videos aren't just about being funny. They're about identity creation.",
	"name": "Ricky Van Veen"
}, {
	"quote": "Actually being funny is mostly telling the truth about things.",
	"name": "Bernard Sahlins"
}, {
	"quote": "Best way to get rid of kitchen odors: Eat out.",
	"name": "Phyllis Diller"
}, {
	"quote": "You can always tell when a man's well informed. His views are pretty much like your own.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "If it weren't for Philo T. Farnsworth, inventor of television, we'd still be eating frozen radio dinners.",
	"name": "Johnny Carson"
}, {
	"quote": "I try to be funny and not ignorant.",
	"name": "Kevin Hart"
}, {
	"quote": "My theory is that all of Scottish cuisine is based on a dare.",
	"name": "Mike Myers"
}, {
	"quote": "You see much more of your children once they leave home.",
	"name": "Lucille Ball"
}, {
	"quote": "Being funny is everything to me.",
	"name": "Allison Jones"
}, {
	"quote": "I want my children to have all the things I couldn't afford. Then I want to move in with them.",
	"name": "Phyllis Diller"
}, {
	"quote": "I knew I was an unwanted baby when I saw that my bath toys were a toaster and a radio.",
	"name": "Joan Rivers"
}, {
	"quote": "Forty for you, sixty for me. And equal partners we will be.",
	"name": "Joan Rivers"
}, {
	"quote": "I hate housework! You make the beds, you do the dishes and six months later you have to start all over again.",
	"name": "Joan Rivers"
}, {
	"quote": "I like a woman with a head on her shoulders. I hate necks.",
	"name": "Steve Martin"
}, {
	"quote": "If God wanted us to fly, He would have given us tickets.",
	"name": "Mel Brooks"
}, {
	"quote": "I'm funny. I'm a comedian. I'm not a clown.",
	"name": "Bernie Mac"
}, {
	"quote": "Some people say funny things, but I say things funny.",
	"name": "Don Rickles"
}, {
	"quote": "Macho does not prove mucho.",
	"name": "Zsa Zsa Gabor"
}, {
	"quote": "An idea isn't responsible for the people who believe in it.",
	"name": "Don Marquis"
}, {
	"quote": "If you don't mind, it doesn't matter.",
	"name": "Jack Benny"
}, {
	"quote": "I value comedy. I value somebody who can be funny.",
	"name": "James L. Brooks"
}, {
	"quote": "I'd never been in play long enough for the flowers to die in the dressing room.",
	"name": "Mercedes McCambridge"
}, {
	"quote": "I've never been to a dinner party where everyone at the dinner table didn't say something funny.",
	"name": "Lorrie Moore"
}, {
	"quote": "I think they should have a Barbie with a buzz cut.",
	"name": "Ellen DeGeneres"
}, {
	"quote": "The only time I ever enjoyed ironing was the day I accidentally got gin in the steam iron.",
	"name": "Phyllis Diller"
}, {
	"quote": "Flattery is like cologne water, to be smelt, not swallowed.",
	"name": "Josh Billings"
}, {
	"quote": "I know my strong points: I work hard, I have talent, I'm funny, and I'm a good person.",
	"name": "Pink"
}, {
	"quote": "I have a wonderful make-up crew. They're the same people restoring the Statue of Liberty.",
	"name": "Bob Hope"
}, {
	"quote": "I love to go to Washington - if only to be near my money.",
	"name": "Bob Hope"
}, {
	"quote": "It's a funny old world.",
	"name": "Margaret Thatcher"
}, {
	"quote": "Almost anything can be funny if said the right way - but it has to be said the right way.",
	"name": "Kevin Hart"
}, {
	"quote": "I think it's a comedian's job to make everything funny. Nothing is off-limits.",
	"name": "Donald Glover"
}, {
	"quote": "Life can be dramatic and funny all in the same day.",
	"name": "Jennifer Aniston"
}, {
	"quote": "I'm good at being funny.",
	"name": "Tom Stoppard"
}, {
	"quote": "I've always wanted to go to Switzerland to see what the army does with those wee red knives.",
	"name": "Billy Connolly"
}, {
	"quote": "Every dogma has its day.",
	"name": "Anthony Burgess"
}, {
	"quote": "Being funny wasn't a career choice growing up, it was my way out of situations; a way to survive another day.",
	"name": "Tracy Morgan"
}, {
	"quote": "If you live to be one hundred, you've got it made. Very few people die past that age.",
	"name": "George Burns"
}, {
	"quote": "I like being funny; I like laughing with people.",
	"name": "Kyle"
}, {
	"quote": "When I write, I'm not trying to be funny. It's the way I look at the world.",
	"name": "Billy Collins"
}, {
	"quote": "If at first you don't succeed, blame your parents.",
	"name": "Marcelene Cox"
}, {
	"quote": "I used to think that everything was just being funny but now I don't know. I mean, how can you tell?",
	"name": "Andy Warhol"
}, {
	"quote": "Expert: a man who makes three correct guesses consecutively.",
	"name": "Laurence J. Peter"
}, {
	"quote": "Comedy is learning to be funny, and you learn to be funny in small rooms with young audiences.",
	"name": "Joan Rivers"
}, {
	"quote": "Prince Charles is so funny. So, so funny.",
	"name": "Joan Rivers"
}, {
	"quote": "Every man has a sane spot somewhere.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "Fashions have done more harm than revolutions.",
	"name": "Victor Hugo"
}, {
	"quote": "As for our majority... one is enough.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "When you're eight years old nothing is your business.",
	"name": "Lenny Bruce"
}, {
	"quote": "I can speak Esperanto like a native.",
	"name": "Spike Milligan"
}, {
	"quote": "Who picks your clothes - Stevie Wonder?",
	"name": "Don Rickles"
}, {
	"quote": "If you can't tell a spoon from a ladle, then you're fat!",
	"name": "Demetri Martin"
}, {
	"quote": "Life was a funny thing that happened to me on the way to the grave.",
	"name": "Quentin Crisp"
}, {
	"quote": "I never liked you, and I always will.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "Every man's dream is to be able to sink into the arms of a woman without also falling into her hands.",
	"name": "Jerry Lewis"
}, {
	"quote": "Laughter is involuntary. If it's funny you laugh.",
	"name": "Tom Lehrer"
}, {
	"quote": "I don't believe in the after life, although I am bringing a change of underwear.",
	"name": "Woody Allen"
}, {
	"quote": "I think I'm funny because my family, my siblings were funny.",
	"name": "Martin Short"
}, {
	"quote": "It's funny: I was a photographer before I was a programmer.",
	"name": "Kevin Systrom"
}, {
	"quote": "I think that certain things are funny and certain things are okay to make fun of - including myself.",
	"name": "Mila Kunis"
}, {
	"quote": "With improv, it's a combination of listening and not trying to be funny.",
	"name": "Kristen Wiig"
}, {
	"quote": "I never thought of myself as like, a funny person.",
	"name": "Lena Dunham"
}, {
	"quote": "I used to stutter really badly. Everybody thinks it's funny. And it's not funny. It's not.",
	"name": "Joe Biden"
}, {
	"quote": "I did not have three thousand pairs of shoes, I had one thousand and sixty.",
	"name": "Imelda Marcos"
}, {
	"quote": "I don't really need to be dirty to be funny.",
	"name": "Jimmy Kimmel"
}, {
	"quote": "When we talk to God, we're praying. When God talks to us, we're schizophrenic.",
	"name": "Jane Wagner"
}, {
	"quote": "'The Descendants' somehow made death and adultery funny at times.",
	"name": "Ashlan Gorse Cousteau"
}, {
	"quote": "It's funny, the moment you dread the most, seeing yourself bald, is actually not such a bad moment at all.",
	"name": "Sylvie Meis"
}, {
	"quote": "If you think something's funny, go with that. Most comedians pull jokes from a place of honesty.",
	"name": "Olivia Munn"
}, {
	"quote": "I personally do not find puke funny. I find it disgusting.",
	"name": "Lucy Punch"
}, {
	"quote": "In preschool, I would plan out my show-and-tell every week to be funny and exciting.",
	"name": "Maxim Knight"
}, {
	"quote": "I'm undaunted in my quest to amuse myself by constantly changing my hair.",
	"name": "Hillary Clinton"
}, {
	"quote": "I became good friends with Jack Whitehall. I think he's great, such a great dude, and really funny.",
	"name": "Bo Burnham"
}, {
	"quote": "If you haven't got anything nice to say about anybody, come sit next to me.",
	"name": "Alice Roosevelt Longworth"
}, {
	"quote": "Never floss with a stranger.",
	"name": "Joan Rivers"
}, {
	"quote": "I think anyone who's perfectly happy isn't particularly funny.",
	"name": "Joan Rivers"
}, {
	"quote": "I have no line. If I think it's funny, it's funny.",
	"name": "Joan Rivers"
}, {
	"quote": "Well, if I called the wrong number, why did you answer the phone?",
	"name": "James Thurber"
}, {
	"quote": "There's a great power in words, if you don't hitch too many of them together.",
	"name": "Josh Billings"
}, {
	"quote": "Every man has his follies - and often they are the most interesting thing he has got.",
	"name": "Josh Billings"
}, {
	"quote": "Television has brought back murder into the home - where it belongs.",
	"name": "Alfred Hitchcock"
}, {
	"quote": "You know what's funny to me? Attitude.",
	"name": "Don Rickles"
}, {
	"quote": "I've always found it easier to be funny than to be serious.",
	"name": "Molly Ivins"
}, {
	"quote": "There's no such thing as soy milk. It's soy juice.",
	"name": "Lewis Black"
}, {
	"quote": "One of the things I like about acting is that, in a funny way, I come back to myself.",
	"name": "Bill Murray"
}, {
	"quote": "I discovered that funny animal pictures - memes - would get a lot of likes and shares.",
	"name": "George Takei"
}, {
	"quote": "I rant, therefore I am.",
	"name": "Dennis Miller"
}, {
	"quote": "Moderation is a virtue only in those who are thought to have an alternative.",
	"name": "Henry Kissinger"
}, {
	"quote": "To me, what separates a funny movie from a good movie is something personal.",
	"name": "Seth Rogen"
}, {
	"quote": "I did 'Love's Labour's Lost' in the theater and found it to be riotously funny.",
	"name": "Kenneth Branagh"
}, {
	"quote": "I think a lot of stuff I find funny is from day dreaming.",
	"name": "Demetri Martin"
}, {
	"quote": "I think since I was kid people told me that they thought I was funny.",
	"name": "Demetri Martin"
}, {
	"quote": "I look at old performance videos now, and it's really funny - I thought I was such a gangster!",
	"name": "Becky G"
}, {
	"quote": "If you tell the truth about how you're feeling, it becomes funny.",
	"name": "Larry David"
}, {
	"quote": "I gave a funny speech at my wife's birthday party, and I'm thinking, 'Hey, I've still got it.'",
	"name": "Larry David"
}, {
	"quote": "What do I know of man's destiny? I could tell you more about radishes.",
	"name": "Samuel Beckett"
}, {
	"quote": "I read part of it all the way through.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "It's funny what a few no-hitters do for a body.",
	"name": "Satchel Paige"
}, {
	"quote": "California is a fine place to live - if you happen to be an orange.",
	"name": "Fred Allen"
}, {
	"quote": "The last time I saw him he was walking down lover's lane holding his own hand.",
	"name": "Fred Allen"
}, {
	"quote": "It is really funny when people say you'd be obvious for a great villain.",
	"name": "Angelina Jolie"
}, {
	"quote": "As a small child, I could watch anything happen and tell a story, and it was funny.",
	"name": "Ron White"
}, {
	"quote": "You gotta keep the funny intact.",
	"name": "Seth MacFarlane"
}, {
	"quote": "I think being funny is not anyone's first choice.",
	"name": "Woody Allen"
}, {
	"quote": "I don't know. I think it's funny! I think it's funny! I go, what? It's so absurd. I'm alone.",
	"name": "Danny DeVito"
}, {
	"quote": "It usually takes two people a little while to learn where the funny buttons are and testy buttons are.",
	"name": "Matt Lauer"
}, {
	"quote": "I think it's funny to be delicate with subjects that are explosive.",
	"name": "Jerry Seinfeld"
}, {
	"quote": "I don't need you to be funny. I don't want to be entertained.",
	"name": "Jerry Seinfeld"
}, {
	"quote": "Stealing, you'll go far in life. Actually, there is something funny about getting away with it.",
	"name": "Mike Judge"
}, {
	"quote": "Our national flower is the concrete cloverleaf.",
	"name": "Lewis Mumford"
}, {
	"quote": "We know that the nature of genius is to provide idiots with ideas twenty years later.",
	"name": "Louis Aragon"
}, {
	"quote": "I've always surrounded myself with funny people.",
	"name": "Leslie Mann"
}, {
	"quote": "The funny thing about me that most people never really understand is that, at heart, I'm really a jock.",
	"name": "Billy Corgan"
}, {
	"quote": "A lot of baby boomers are baby bongers.",
	"name": "Kevin Nealon"
}, {
	"quote": "It's funny how life works. You end up sometimes back where you started.",
	"name": "Karl Iagnemma"
}, {
	"quote": "Let's make some funny pictures.",
	"name": "Tex Avery"
}, {
	"quote": "'Smokey and the Bandit' is tough and funny.",
	"name": "Jay Chandrasekhar"
}, {
	"quote": "We love super-silly moments, funny moments, serious moments, weird moments.",
	"name": "Riki Lindhome"
}, {
	"quote": "I know I'm funny, because I'm eccentric, I'm odd. I'm not what you expect.",
	"name": "Marian Seldes"
}, {
	"quote": "I don't know if I was a funny kid. I would say I was a loud and weird kid.",
	"name": "Will Forte"
}, {
	"quote": "I grew up in a funny way.",
	"name": "Gordon Ramsay"
}, {
	"quote": "Hollywood's just not funny.",
	"name": "Chris Rock"
}, {
	"quote": "If love is the answer, could you please rephrase the question?",
	"name": "Lily Tomlin"
}, {
	"quote": "Men are only as loyal as their options.",
	"name": "Bill Maher"
}, {
	"quote": "I find it so funny that people find me so interesting.",
	"name": "Britney Spears"
}, {
	"quote": "Two wrongs don't make a right, but they make a good excuse.",
	"name": "Thomas Szasz"
}, {
	"quote": "I have yet to hear a man ask for advice on how to combine marriage and a career.",
	"name": "Gloria Steinem"
}, {
	"quote": "I was sleeping the other night, alone, thanks to the exterminator.",
	"name": "Emo Philips"
}, {
	"quote": "Miami Beach is where neon goes to die.",
	"name": "Lenny Bruce"
}, {
	"quote": "How long was I in the army? Five foot eleven.",
	"name": "Spike Milligan"
}, {
	"quote": "If I were to insult people and mean it, that wouldn't be funny.",
	"name": "Don Rickles"
}, {
	"quote": "All the candy corn that was ever made was made in 1911.",
	"name": "Lewis Black"
}, {
	"quote": "I just want to be known as funny.",
	"name": "Jim Gaffigan"
}, {
	"quote": "I wanted to be that quirky girl who writes funny songs that still have meaning.",
	"name": "Katy Perry"
}, {
	"quote": "There's also a certain rhythm to the way Jews talk that might be funny.",
	"name": "Larry David"
}, {
	"quote": "When I eventually met Mr. Right I had no idea that his first name was Always.",
	"name": "Rita Rudner"
}, {
	"quote": "I was this non-threatening funny guy who contrasted the image of the Brezhnevs and the Reagans of the world.",
	"name": "Yakov Smirnoff"
}, {
	"quote": "The first time I sang in the church choir; two hundred people changed their religion.",
	"name": "Fred Allen"
}, {
	"quote": "It is really funny to see people that you know acting unpleasantly just because there are TV cameras on.",
	"name": "Penn Jillette"
}, {
	"quote": "God did not intend religion to be an exercise club.",
	"name": "Naguib Mahfouz"
}, {
	"quote": "I just try to keep it fresh without sacrificing funny.",
	"name": "Ron White"
}, {
	"quote": "Robin Williams learned technique. He has the technique of being funny.",
	"name": "Paul Mooney"
}, {
	"quote": "Parrots make great pets. They have more personality than goldfish.",
	"name": "Chevy Chase"
}, {
	"quote": "If you're going to tell people the truth, be funny or they'll kill you.",
	"name": "Billy Wilder"
}, {
	"quote": "I'm good at coming up with wacky characters and funny dialogue.",
	"name": "Marlon Wayans"
}, {
	"quote": "I have tried to know absolutely nothing about a great many things, and I have succeeded fairly well.",
	"name": "Robert Benchley"
}, {
	"quote": "It is to be observed that 'angling' is the name given to fishing by people who can't fish.",
	"name": "Stephen Leacock"
}, {
	"quote": "I'd love to date somebody cool, fun, funny.",
	"name": "Rihanna"
}, {
	"quote": "I'm very, very amateur, which is funny because I'm not in the amateur leagues.",
	"name": "Shawn Mendes"
}, {
	"quote": "I like funny girls.",
	"name": "Shawn Mendes"
}, {
	"quote": "I write funny. If I can make my wife laugh, I know I'm on the right track.",
	"name": "Gene Wilder"
}, {
	"quote": "He looked about as inconspicuous as a tarantula on a slice of angel food.",
	"name": "Raymond Chandler"
}, {
	"quote": "My mother and father were very strange people. They tried to be funny which is always very sad to me.",
	"name": "Jonathan Winters"
}, {
	"quote": "I like drama. I love being in a drama where I get to be the funny guy. That's what I really love the most.",
	"name": "John Leguizamo"
}, {
	"quote": "Money won't buy happiness, but it will pay the salaries of a large research staff to study the problem.",
	"name": "Bill Vaughan"
}, {
	"quote": "To label me an intellectual is a misunderstanding of what that is.",
	"name": "Dick Cavett"
}, {
	"quote": "I'm an optimist, but an optimist who carries a raincoat.",
	"name": "Harold Wilson"
}, {
	"quote": "'I Love You, Man' was kind of funny.",
	"name": "Ethan Coen"
}, {
	"quote": "I own and operate a ferocious ego.",
	"name": "Bill Moyers"
}, {
	"quote": "When you're in love it's the most glorious two and a half days of your life.",
	"name": "Richard Lewis"
}, {
	"quote": "My mother was against me being an actress - until I introduced her to Frank Sinatra.",
	"name": "Angie Dickinson"
}, {
	"quote": "I'm a funny guy. You've got to be able to make fun of yourself. We only live once.",
	"name": "Jon Pardi"
}, {
	"quote": "I really loved what I was doing being creative and being funny as a stand-up comedian.",
	"name": "Chris Tucker"
}, {
	"quote": "You want everyone to be great and funny. I'm not saying I'm great, but I'm funny.",
	"name": "Jon Lovitz"
}, {
	"quote": "I hate to say it but I hate black humor. I feel like a Klan member saying it, but it's just not funny.",
	"name": "Issa Rae"
}, {
	"quote": "To think of Tolstoy eating a sandwich is intrinsically kind of funny.",
	"name": "Elif Batuman"
}, {
	"quote": "It's funny because it's funny.",
	"name": "David Spade"
}, {
	"quote": "I've been called a funny person for a long time. I don't know that I know anything about comedic acting.",
	"name": "John Cho"
}, {
	"quote": "This morning someone sent me a very funny photo of me holding their puppy. We have matching colour jackets.",
	"name": "Luke Treadaway"
}, {
	"quote": "Life has a funny way of becoming ordinary as soon as it can.",
	"name": "Colm Toibin"
}, {
	"quote": "The brilliance of Adam Scott is that he is so damn funny in a straight man role.",
	"name": "Rob Thomas"
}, {
	"quote": "I think I have a dark view of the world. I have to make everything funny, otherwise it all seems so sad.",
	"name": "Moon Unit Zappa"
}, {
	"quote": "Comedy is not commercial; it is risky, because what is funny in one place isn't always funny somewhere else.",
	"name": "Lloyd Kaufman"
}, {
	"quote": "Pretty people don't keep comedies on the air. Funny people keep comedies on the air.",
	"name": "Allison Jones"
}, {
	"quote": "I really think that sex always looks kind of funny in a movie.",
	"name": "William Friedkin"
}, {
	"quote": "Brought up to respect the conventions, love had to end in marriage. I'm afraid it did.",
	"name": "Bette Davis"
}, {
	"quote": "Funny is only something that others know about you - you can't be funny by yourself.",
	"name": "Chris Rock"
}, {
	"quote": "If truth is beauty, how come no one has their hair done in the library?",
	"name": "Lily Tomlin"
}, {
	"quote": "Parents are the last people on earth who ought to have children.",
	"name": "Samuel Butler"
}, {
	"quote": "My whole family can talk. They are all car salesmen. They are all funny.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Japanese people have a funny habit of abbreviating names.",
	"name": "Shigeru Miyamoto"
}, {
	"quote": "Everything that used to be a sin is now a disease.",
	"name": "Bill Maher"
}, {
	"quote": "Progress was all right. Only it went on too long.",
	"name": "James Thurber"
}, {
	"quote": "Have enough sense to know, ahead of time, when your skills will not extend to wallpapering.",
	"name": "Marilyn vos Savant"
}, {
	"quote": "The reward of energy, enterprise and thrift is taxes.",
	"name": "William Feather"
}, {
	"quote": "You can do anything with bayonets except sit on them.",
	"name": "Thomas Hardy"
}, {
	"quote": "A James Cagney love scene is one where he lets the other guy live.",
	"name": "Bob Hope"
}, {
	"quote": "I've never been married, but I tell people I'm divorced so they won't think something is wrong with me.",
	"name": "Elayne Boosler"
}, {
	"quote": "I was the kid next door's imaginary friend.",
	"name": "Emo Philips"
}, {
	"quote": "I giggle when I put myself down. It's just funny to me.",
	"name": "Pauly Shore"
}, {
	"quote": "Until you walk a mile in another man's moccasins you can't imagine the smell.",
	"name": "Robert Byrne"
}, {
	"quote": "'Danger Girl' can be ridiculous, but sometimes it's funny.",
	"name": "Megan Fox"
}, {
	"quote": "There's nothing wrong with being shallow as long as you're insightful about it.",
	"name": "Dennis Miller"
}, {
	"quote": "People naturally want to retweet and engage on super funny videos and memes.",
	"name": "Jake Paul"
}, {
	"quote": "You know, what's funny to one person is not at all to someone else.",
	"name": "Steve Carell"
}, {
	"quote": "I'm kidding about having only a few dollars. I might have a few dollars more.",
	"name": "James Brown"
}, {
	"quote": "The reason there are two senators for each state is so that one can be the designated driver.",
	"name": "Jay Leno"
}, {
	"quote": "Don't forget Mother's Day. Or as they call it in Beverly Hills, Dad's Third Wife Day.",
	"name": "Jay Leno"
}, {
	"quote": "She was a handsome woman of forty-five and would remain so for many years.",
	"name": "J. B. Priestley"
}, {
	"quote": "I grew up in Europe, where the history comes from.",
	"name": "Eddie Izzard"
}, {
	"quote": "Whoever is my relative, I will not be nice to them.",
	"name": "George Lopez"
}, {
	"quote": "I'm the only man in the world with a marriage licence made out to whom it may concern.",
	"name": "Mickey Rooney"
}, {
	"quote": "I wish the government would put a tax on pianos for the incompetent.",
	"name": "Edith Sitwell"
}, {
	"quote": "I distrust camels, and anyone else who can go a week without a drink.",
	"name": "Joe E. Lewis"
}, {
	"quote": "The way taxes are, you might as well marry for love.",
	"name": "Joe E. Lewis"
}, {
	"quote": "I have a very low level of recognition, which is fine by me.",
	"name": "Dylan Moran"
}, {
	"quote": "One man is as good as another until he has written a book.",
	"name": "Benjamin Jowett"
}, {
	"quote": "All my children inherited perfect pitch.",
	"name": "Chevy Chase"
}, {
	"quote": "One man's folly is another man's wife.",
	"name": "Helen Rowland"
}, {
	"quote": "Why don't you get out of that wet coat and into a dry martini?",
	"name": "Robert Benchley"
}, {
	"quote": "I'm thankful for the three ounce Ziploc bag, so that I have somewhere to put my savings.",
	"name": "Paula Poundstone"
}, {
	"quote": "It all started when my dog began getting free roll over minutes.",
	"name": "Jay London"
}, {
	"quote": "I recorded my hair this morning, tonight I'm watching the highlights.",
	"name": "Jay London"
}, {
	"quote": "Older people shouldn't eat health food, they need all the preservatives they can get.",
	"name": "Robert Orben"
}, {
	"quote": "Who included me among the ranks of the human race?",
	"name": "Joseph Brodsky"
}, {
	"quote": "I cannot sing, dance or act; what else would I be but a talk show host.",
	"name": "David Letterman"
}, {
	"quote": "Everything I like is either illegal, immoral or fattening.",
	"name": "Alexander Woollcott"
}, {
	"quote": "So, where's the Cannes Film Festival being held this year?",
	"name": "Christina Aguilera"
}, {
	"quote": "When I was born I owed twelve dollars.",
	"name": "George S. Kaufman"
}, {
	"quote": "All my life, I always wanted to be somebody. Now I see that I should have been more specific.",
	"name": "Jane Wagner"
}, {
	"quote": "I sang in the choir for years, even though my family belonged to another church.",
	"name": "Paul Lynde"
}, {
	"quote": "I wish I had the nerve not to tip.",
	"name": "Paul Lynde"
}, {
	"quote": "I quit therapy because my analyst was trying to help me behind my back.",
	"name": "Richard Lewis"
}, {
	"quote": "I would talk in iambic pentameter if it were easier.",
	"name": "Howard Nemerov"
}, {
	"quote": "For years, I was either referred to as a 'rubber-faced funny man' or 'the 'Men Behaving Badly' star.'",
	"name": "Martin Clunes"
}, {
	"quote": "There's one thing about baldness, it's neat.",
	"name": "Don Herold"
}, {
	"quote": "We need two kinds of acquaintances, one to complain to, while to the others we boast.",
	"name": "Logan Pearsall Smith"
}, {
	"quote": "Working with Julie Andrews is like getting hit over the head with a valentine.",
	"name": "Christopher Plummer"
}, {
	"quote": "It is easy for me to love myself, but for ladies to do it is another question altogether.",
	"name": "Johnny Vegas"
}, {
	"quote": "It's funny how the smallest things I've done speak the loudest about me, but I like that.",
	"name": "Xavier Niel"
}, {
	"quote": "A vegetarian is a person who won't eat anything that can have children.",
	"name": "David Brenner"
}, {
	"quote": "I think serial monogamy says it all.",
	"name": "Tracey Ullman"
}, {
	"quote": "As I get older, I just prefer to knit.",
	"name": "Tracey Ullman"
}, {
	"quote": "Food, love, career, and mothers, the four major guilt groups.",
	"name": "Cathy Guisewite"
}, {
	"quote": "Life is funny. If you don't laugh, you're in trouble.",
	"name": "Taylor Hawkins"
}, {
	"quote": "If you have a secret, people will sit a little bit closer.",
	"name": "Rob Corddry"
}, {
	"quote": "I'm a misplaced American, but don't know where I was misplaced.",
	"name": "Ruby Wax"
}, {
	"quote": "My uncle Sammy was an angry man. He had printed on his tombstone: What are you looking at?",
	"name": "Margaret Smith"
}]