[{
	"quote": "Change your life today. Don't gamble on the future, act now, without delay.",
	"name": "Simone de Beauvoir"
}, {
	"quote": "The past cannot be changed. The future is yet in your power.",
	"name": "Unknown"
}, {
	"quote": "The future belongs to those who believe in the beauty of their dreams.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.",
	"name": "Malcolm X"
}, {
	"quote": "Happiness is not something you postpone for the future; it is something you design for the present.",
	"name": "Jim Rohn"
}, {
	"quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
	"name": "Buddha"
}, {
	"quote": "You cannot escape the responsibility of tomorrow by evading it today.",
	"name": "Abraham Lincoln"
}, {
	"quote": "When you forgive, you in no way change the past - but you sure do change the future.",
	"name": "Bernard Meltzer"
}, {
	"quote": "We are made wise not by the recollection of our past, but by the responsibility for our future.",
	"name": "George Bernard Shaw"
}, {
	"quote": "It is not in the stars to hold our destiny but in ourselves.",
	"name": "William Shakespeare"
}, {
	"quote": "We must vote for hope, vote for life, vote for a brighter future for all of our loved ones.",
	"name": "Ed Markey"
}, {
	"quote": "I'm looking forward to the future, and feeling grateful for the past.",
	"name": "Mike Rowe"
}, {
	"quote": "No dream is too big. No challenge is too great. Nothing we want for our future is beyond our reach.",
	"name": "Donald Trump"
}, {
	"quote": "Yesterday's the past, tomorrow's the future, but today is a gift. That's why it's called the present.",
	"name": "Bil Keane"
}, {
	"quote": "I like the dreams of the future better than the history of the past.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Education is the foundation upon which we build our future.",
	"name": "Christine Gregoire"
}, {
	"quote": "True happiness is... to enjoy the present, without anxious dependence upon the future.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Depression is the inability to construct a future.",
	"name": "Rollo May"
}, {
	"quote": "Let your hopes, not your hurts, shape your future.",
	"name": "Robert H. Schuller"
}, {
	"quote": "I am grateful for all the moments that I have, and I'm moving forward one step at a time to the future.",
	"name": "Park Bo-gum"
}, {
	"quote": "Nobody gets to live life backward. Look ahead, that is where your future lies.",
	"name": "Ann Landers"
}, {
	"quote": "The future will either be green or not at all.",
	"name": "Bob Brown"
}, {
	"quote": "Times and conditions change so rapidly that we must keep our aim constantly focused on the future.",
	"name": "Walt Disney"
}, {
	"quote": "The future belongs to those who prepare for it today.",
	"name": "Malcolm X"
}, {
	"quote": "Go for it now. The future is promised to no one.",
	"name": "Wayne Dyer"
}, {
	"quote": "A revolution is a struggle to the death between the future and the past.",
	"name": "Fidel Castro"
}, {
	"quote": "The secret of your future is hidden in your daily routine.",
	"name": "Mike Murdock"
}, {
	"quote": "Planning is bringing the future into the present so that you can do something about it now.",
	"name": "Alan Lakein"
}, {
	"quote": "Memories are the key not to the past, but to the future.",
	"name": "Corrie Ten Boom"
}, {
	"quote": "The youth is the hope of our future.",
	"name": "Jose Rizal"
}, {
	"quote": "The future is green energy, sustainability, renewable energy.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "Without memory, there is no culture. Without memory, there would be no civilization, no society, no future.",
	"name": "Elie Wiesel"
}, {
	"quote": "The past, like the future, is indefinite and exists only as a spectrum of possibilities.",
	"name": "Stephen Hawking"
}, {
	"quote": "There is always one moment in childhood when the door opens and lets the future in.",
	"name": "Graham Greene"
}, {
	"quote": "Prejudice is a burden that confuses the past, threatens the future and renders the present inaccessible.",
	"name": "Maya Angelou"
}, {
	"quote": "Let us make our future now, and let us make our dreams tomorrow's reality.",
	"name": "Malala Yousafzai"
}, {
	"quote": "In every conceivable manner, the family is link to our past, bridge to our future.",
	"name": "Alex Haley"
}, {
	"quote": "The best way to predict the future is to create it.",
	"name": "Peter Drucker"
}, {
	"quote": "We drive into the future using only our rearview mirror.",
	"name": "Marshall McLuhan"
}, {
	"quote": "Science is the key to our future, and if you don't believe in science, then you're holding everybody back.",
	"name": "Bill Nye"
}, {
	"quote": "Real generosity toward the future lies in giving all to the present.",
	"name": "Albert Camus"
}, {
	"quote": "Control your own destiny or someone else will.",
	"name": "Jack Welch"
}, {
	"quote": "Who controls the past controls the future. Who controls the present controls the past.",
	"name": "George Orwell"
}, {
	"quote": "Do your duty and a little more and the future will take care of itself.",
	"name": "Andrew Carnegie"
}, {
	"quote": "If we open a quarrel between past and present, we shall find that we have lost the future.",
	"name": "Winston Churchill"
}, {
	"quote": "The direction in which education starts a man will determine his future in life.",
	"name": "Plato"
}, {
	"quote": "Knowing your HIV status is so important for your future health and that of your loved ones.",
	"name": "David Furnish"
}, {
	"quote": "If you see the magic in a fairy tale, you can face the future.",
	"name": "Danielle Steel"
}, {
	"quote": "Imagination is the only key to the future. Without it none exists - with it all things are possible.",
	"name": "Ida Tarbell"
}, {
	"quote": "The danger of the past was that men became slaves. The danger of the future is that men may become robots.",
	"name": "Erich Fromm"
}, {
	"quote": "When I look into the future, it's so bright it burns my eyes.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Even though the future seems far away, it is actually beginning right now.",
	"name": "Mattie Stepanek"
}, {
	"quote": "Dreams about the future are always filled with gadgets.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "The future doesn't belong to the fainthearted; it belongs to the brave.",
	"name": "Ronald Reagan"
}, {
	"quote": "A person often meets his destiny on the road he took to avoid it.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "Study the past, if you would divine the future.",
	"name": "Confucius"
}, {
	"quote": "The hardships that I encountered in the past will help me succeed in the future.",
	"name": "Philip Emeagwali"
}, {
	"quote": "The past explains how I got here, but the future is up to me - and I love to live life at full throttle.",
	"name": "Janice Dickinson"
}, {
	"quote": "The only thing we know about the future is that it will be different.",
	"name": "Peter Drucker"
}, {
	"quote": "I am not interested in the past, except as the road to the future.",
	"name": "Gianni Versace"
}, {
	"quote": "Choose your friends with caution; plan your future with purpose, and frame your life with faith.",
	"name": "Thomas S. Monson"
}, {
	"quote": "Forget the past - the future will give you plenty to worry about.",
	"name": "George Allen, Sr."
}, {
	"quote": "If there is a future, it will be Green.",
	"name": "Petra Kelly"
}, {
	"quote": "Only you can control your future.",
	"name": "Dr. Seuss"
}, {
	"quote": "When the past no longer illuminates the future, the spirit walks in darkness.",
	"name": "Alexis de Tocqueville"
}, {
	"quote": "Education, therefore, is a process of living and not a preparation for future living.",
	"name": "John Dewey"
}, {
	"quote": "In the future, everyone will be famous for 15 minutes.",
	"name": "Andy Warhol"
}, {
	"quote": "A women who doesn't wear perfume has no future.",
	"name": "Coco Chanel"
}, {
	"quote": "The present was an egg laid by the past that had the future inside its shell.",
	"name": "Zora Neale Hurston"
}, {
	"quote": "Solar energy is bound to be in our future. There's a kind of inevitability about it.",
	"name": "Jim Inhofe"
}, {
	"quote": "Everyone here has the sense that right now is one of those moments when we are influencing the future.",
	"name": "Steve Jobs"
}, {
	"quote": "Everything is a railway junction where past and future are sliding over one another, not touching.",
	"name": "Timothy Morton"
}, {
	"quote": "Change is the law of life. And those who look only to the past or present are certain to miss the future.",
	"name": "John F. Kennedy"
}, {
	"quote": "Fear not for the future, weep not for the past.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "Technology and robotics are advancing and will reduce the need for workers in the future.",
	"name": "Jan C. Ting"
}, {
	"quote": "Tomorrow is only found in the calendar of fools.",
	"name": "Og Mandino"
}, {
	"quote": "Right actions in the future are the best apologies for bad actions in the past.",
	"name": "Tryon Edwards"
}, {
	"quote": "In this bright future you can't forget your past.",
	"name": "Bob Marley"
}, {
	"quote": "The future starts today, not tomorrow.",
	"name": "Pope John Paul II"
}, {
	"quote": "We - the current generation - have a moral responsibility to make the world better for future generations.",
	"name": "Priscilla Chan"
}, {
	"quote": "And all your future lies beneath your hat.",
	"name": "John Oldham"
}, {
	"quote": "There are hurdles, there are handicaps, hardships you have to face in life, but you hope for a great future.",
	"name": "Anil Kapoor"
}, {
	"quote": "You are always free to change your mind and choose a different future, or a different past.",
	"name": "Richard Bach"
}, {
	"quote": "Biodiversity starts in the distant past and it points toward the future.",
	"name": "Frans Lanting"
}, {
	"quote": "It is always wise to look ahead, but difficult to look further than you can see.",
	"name": "Winston Churchill"
}, {
	"quote": "If you want a vision of the future, imagine a boot stamping on a human face - forever.",
	"name": "George Orwell"
}, {
	"quote": "Education is not only a ladder of opportunity, but it is also an investment in our future.",
	"name": "Ed Markey"
}, {
	"quote": "Every time I see an adult on a bicycle, I no longer despair for the future of the human race.",
	"name": "H. G. Wells"
}, {
	"quote": "If humanity doesn't land on Mars in my lifetime, I would be very disappointed.",
	"name": "Elon Musk"
}, {
	"quote": "School is practice for the future, and practice makes perfect. But nobody's perfect, so why practice?",
	"name": "Billie Joe Armstrong"
}, {
	"quote": "The Gospel offers forgiveness for the past, new life for the present, and hope for the future.",
	"name": "John Sentamu"
}, {
	"quote": "The future enters into us, in order to transform itself in us, long before it happens.",
	"name": "Rainer Maria Rilke"
}, {
	"quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Let us put our minds together and see what life we can make for our children.",
	"name": "Sitting Bull"
}, {
	"quote": "The distinction between the past, present and future is only a stubbornly persistent illusion.",
	"name": "Albert Einstein"
}, {
	"quote": "The Voting Rights Act was, and still is, vitally important to the future of democracy in the United States.",
	"name": "Coretta Scott King"
}, {
	"quote": "The future is no more uncertain than the present.",
	"name": "Walt Whitman"
}, {
	"quote": "I touch the future. I teach.",
	"name": "Christa McAuliffe"
}, {
	"quote": "There's no present. There's only the immediate future and the recent past.",
	"name": "George Carlin"
}, {
	"quote": "No matter what happens to me and my career in the future, Berlin is always going to be my hometown.",
	"name": "Alexandra Maria Lara"
}, {
	"quote": "We have to do with the past only as we can make it useful to the present and the future.",
	"name": "Frederick Douglass"
}, {
	"quote": "They might in the future more than ever before engage in hunting beavers.",
	"name": "Samuel de Champlain"
}, {
	"quote": "Our greatest motivation in life comes from not knowing the future.",
	"name": "Thomas Frey"
}, {
	"quote": "The future depends entirely on what each of us does every day; a movement is only people moving.",
	"name": "Gloria Steinem"
}, {
	"quote": "The power of noble deeds is to be preserved and passed on to the future.",
	"name": "Joshua Chamberlain"
}, {
	"quote": "The wise man must remember that while he is a descendant of the past, he is a parent of the future.",
	"name": "Herbert Spencer"
}, {
	"quote": "Nothing is a bigger waste of time than regretting the past and worrying about the future.",
	"name": "James Meredith"
}, {
	"quote": "I don't try to describe the future. I try to prevent it.",
	"name": "Ray Bradbury"
}, {
	"quote": "Every man gotta right to decide his own destiny.",
	"name": "Bob Marley"
}, {
	"quote": "The future will be better tomorrow.",
	"name": "Dan Quayle"
}, {
	"quote": "Encouragement of higher education for our youth is critical to the success of our collective future.",
	"name": "Charles B. Rangel"
}, {
	"quote": "Partition is bad. But whatever is past is past. We have only to look to the future.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "A dream collage is pictures of your goals. It is like your future photo album.",
	"name": "Bo Bennett"
}, {
	"quote": "The challenge of the unknown future is so much more exciting than the stories of the accomplished past.",
	"name": "Simon Sinek"
}, {
	"quote": "Social media... it's the future for the new generation.",
	"name": "Cameron Dallas"
}, {
	"quote": "Losers live in the past. Winners learn from the past and enjoy working in the present toward the future.",
	"name": "Denis Waitley"
}, {
	"quote": "The future of architecture is culture.",
	"name": "Philip Johnson"
}, {
	"quote": "The future should be exciting, you know? It shouldn't be a nerve-wracking experience.",
	"name": "Brendon Urie"
}, {
	"quote": "Who owns the future? This is the question at the heart of every stock market.",
	"name": "John Landgraf"
}, {
	"quote": "Learn from the past, look to the future, but live in the present.",
	"name": "Petra Nemcova"
}, {
	"quote": "Destiny has two ways of crushing us - by refusing our wishes and by fulfilling them.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "No valid plans for the future can be made by those who have no capacity for living now.",
	"name": "Alan Watts"
}, {
	"quote": "The future ain't what it used to be.",
	"name": "Yogi Berra"
}, {
	"quote": "Let us make future generations remember us as proud ancestors just as, today, we remember our forefathers.",
	"name": "Roh Moo-hyun"
}, {
	"quote": "The reality is you either step into the future, or you become a dinosaur.",
	"name": "M. Shadows"
}, {
	"quote": "Without forgiveness, there's no future.",
	"name": "Desmond Tutu"
}, {
	"quote": "What is history? An echo of the past in the future; a reflex from the future on the past.",
	"name": "Victor Hugo"
}, {
	"quote": "The most reliable way to forecast the future is to try to understand the present.",
	"name": "John Naisbitt"
}, {
	"quote": "The Internet: transforming society and shaping the future through chat.",
	"name": "Dave Barry"
}, {
	"quote": "Diversification and globalization are the keys to the future.",
	"name": "Fujio Mitarai"
}, {
	"quote": "Education is the investment our generation makes in the future.",
	"name": "Mitt Romney"
}, {
	"quote": "Even gang members imagine a future that doesn't include gangs.",
	"name": "Greg Boyle"
}, {
	"quote": "Drugs are the enemies of ambition and hope - and when we fight against drugs we are fighting for the future.",
	"name": "Bob Riley"
}, {
	"quote": "Fascism is not in itself a new order of society. It is the future refusing to be born.",
	"name": "Aneurin Bevan"
}, {
	"quote": "The best thing about the future is that it comes only one day at a time.",
	"name": "Dean Acheson"
}, {
	"quote": "Whoso neglects learning in his youth, loses the past and is dead for the future.",
	"name": "Euripides"
}, {
	"quote": "The future influences the present just as much as the past.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "We are called to be architects of the future, not its victims.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "Without libraries what have we? We have no past and no future.",
	"name": "Ray Bradbury"
}, {
	"quote": "A good education is a foundation for a better future.",
	"name": "Elizabeth Warren"
}, {
	"quote": "Dissents speak to a future age.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "Never be afraid to trust an unknown future to a known God.",
	"name": "Corrie Ten Boom"
}, {
	"quote": "My future is righteousness.",
	"name": "Bob Marley"
}, {
	"quote": "Map out your future - but do it in pencil. The road ahead is as long as you make it. Make it worth the trip.",
	"name": "Jon Bon Jovi"
}, {
	"quote": "While I take inspiration from the past, like most Americans, I live for the future.",
	"name": "Ronald Reagan"
}, {
	"quote": "Trying to tear down the past prohibits you from building up your future.",
	"name": "Lil Wayne"
}, {
	"quote": "I got a bright future ahead of me.",
	"name": "Justin Bieber"
}, {
	"quote": "Ensuring quality higher education is one of the most important things we can do for future generations.",
	"name": "Ron Lewis"
}, {
	"quote": "Securing a sustainable future will take all of us working together.",
	"name": "Sharan Burrow"
}, {
	"quote": "I have made good judgments in the past. I have made good judgments in the future.",
	"name": "Dan Quayle"
}, {
	"quote": "Make sure to save for the future and keep making money!",
	"name": "Jam Master Jay"
}, {
	"quote": "I don't know what the future may hold, but I know who holds the future.",
	"name": "Ralph Abernathy"
}, {
	"quote": "I look to the future because that's where I'm going to spend the rest of my life.",
	"name": "George Burns"
}, {
	"quote": "Carry on any enterprise as if all future success depended on it.",
	"name": "Cardinal Richelieu"
}, {
	"quote": "We need to think of the future and the planet we are going to leave to our children and their children.",
	"name": "Kofi Annan"
}, {
	"quote": "You can never plan the future by the past.",
	"name": "Edmund Burke"
}, {
	"quote": "Prediction is very difficult, especially if it's about the future.",
	"name": "Niels Bohr"
}, {
	"quote": "How do you think we build a future? I think we build it by investing in our kids and investing in education.",
	"name": "Elizabeth Warren"
}, {
	"quote": "The best way to predict the future is to invent it.",
	"name": "Alan Kay"
}, {
	"quote": "My interest is in the future because I am going to spend the rest of my life there.",
	"name": "Charles Kettering"
}, {
	"quote": "Unification is not our present goal. That is a future program.",
	"name": "Kim Dae Jung"
}, {
	"quote": "I was planning on my future as a homeless person. I had a really good spot picked out.",
	"name": "Larry David"
}, {
	"quote": "The future is as bright as your faith.",
	"name": "Thomas S. Monson"
}, {
	"quote": "Creativity has always depended on openness and flexibility, so let us hope for more of both in the future.",
	"name": "Siri Hustvedt"
}, {
	"quote": "Invest three percent of your income in yourself (self-development) in order to guarantee your future.",
	"name": "Brian Tracy"
}, {
	"quote": "All along the untrodden paths of the future, I can see the footprints of an unseen hand.",
	"name": "Boyle Roche"
}, {
	"quote": "The future is today.",
	"name": "William Osler"
}, {
	"quote": "In difficult times, it's important to speak up. We cannot change the past, but we can impact the future.",
	"name": "Mark Parker"
}, {
	"quote": "We can chart our future clearly and wisely only when we know the path which has led to the present.",
	"name": "Adlai Stevenson I"
}, {
	"quote": "Enjoy present pleasures in such a way as not to injure future ones.",
	"name": "Seneca"
}, {
	"quote": "Your future takes precedence over your past. Focus on your future, rather than on the past.",
	"name": "Gary Ryan Blair"
}, {
	"quote": "The empires of the future are the empires of the mind.",
	"name": "Winston Churchill"
}, {
	"quote": "The future of advertising is the Internet.",
	"name": "Bill Gates"
}, {
	"quote": "I'm happy, I'm in a good place, I'm looking forward to my future.",
	"name": "Katy Perry"
}, {
	"quote": "Look back over the past, with its changing empires that rose and fell, and you can foresee the future, too.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Innovation is the calling card of the future.",
	"name": "Anna Eshoo"
}, {
	"quote": "I know of no way of judging the future but by the past.",
	"name": "Patrick Henry"
}, {
	"quote": "Our combat mission is ending, but our commitment to Iraq's future is not.",
	"name": "Barack Obama"
}, {
	"quote": "After 2014, we will support a unified Afghanistan as it takes responsibility for its own future.",
	"name": "Barack Obama"
}, {
	"quote": "The past, the present and the future are really one: they are today.",
	"name": "Harriet Beecher Stowe"
}, {
	"quote": "Public education is an investment in our future.",
	"name": "Matt Blunt"
}, {
	"quote": "Today, it is clear that Internet organizing is vital to our future success.",
	"name": "Martin Frost"
}, {
	"quote": "We must respect the past, and mistrust the present, if we wish to provide for the safety of the future.",
	"name": "Joseph Joubert"
}, {
	"quote": "The Web as I envisaged it, we have not seen it yet. The future is still so much bigger than the past.",
	"name": "Tim Berners-Lee"
}, {
	"quote": "Aerospace services represents one of our biggest growth opportunities for the future.",
	"name": "Dennis Muilenburg"
}, {
	"quote": "I need to make money for my family and my future family. I'm not a YOLO person.",
	"name": "Cardi B"
}, {
	"quote": "Some mischievous people always there. Last several thousand years, always there. In future, also.",
	"name": "Dalai Lama"
}, {
	"quote": "The importance of money flows from it being a link between the present and the future.",
	"name": "John Maynard Keynes"
}, {
	"quote": "It is said that the present is pregnant with the future.",
	"name": "Voltaire"
}, {
	"quote": "Live life to the fullest, for the future is scarce.",
	"name": "Nick Carter"
}, {
	"quote": "If you do not think about your future, you cannot have one.",
	"name": "John Galsworthy"
}, {
	"quote": "The only way to predict the future is to have power to shape the future.",
	"name": "Eric Hoffer"
}, {
	"quote": "You get caught up thinking about the future, you lose sight of the present.",
	"name": "Antonio Brown"
}, {
	"quote": "You never say never. There's always a chance to do things in the future.",
	"name": "Nick Cummins"
}, {
	"quote": "Future. That period of time in which our affairs prosper, our friends are true and our happiness is assured.",
	"name": "Ambrose Bierce"
}, {
	"quote": "The euro is our common fate, and Europe is our common future.",
	"name": "Angela Merkel"
}, {
	"quote": "Girls are the future mothers of our society, and it is important that we focus on their well-being.",
	"name": "Miriam Makeba"
}, {
	"quote": "Well, the future for me is already a thing of the past.",
	"name": "Bob Dylan"
}, {
	"quote": "We must work to help all families and all communities realize their dream of a better future.",
	"name": "Christine Gregoire"
}, {
	"quote": "Yesterday is a cancelled check. Today is cash on the line. Tomorrow is a promissory note.",
	"name": "Hank Stram"
}, {
	"quote": "If you can see the magic in a fairytale, you can face the future.",
	"name": "Danielle Steel"
}, {
	"quote": "If we are to better the future we must disturb the present.",
	"name": "Catherine Booth"
}, {
	"quote": "Wisdom is the abstract of the past, but beauty is the promise of the future.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "It's very important that historic cities are allowed to reinvent their future.",
	"name": "Zaha Hadid"
}, {
	"quote": "One of the standards on which your happiness is based, now and in your future, is moral purity.",
	"name": "Ezra Taft Benson"
}, {
	"quote": "Architecture is measured against the past; you build in the future, and you try to imagine the future.",
	"name": "Richard Rogers"
}, {
	"quote": "Our ideal of the future is that she should continue to render that service of her own free will.",
	"name": "Henry Cabot Lodge"
}, {
	"quote": "I'm living in the present, thinking about the past, hoping for the future.",
	"name": "Paul Auster"
}, {
	"quote": "To communicate the truths of history is an act of hope for the future.",
	"name": "Daisaku Ikeda"
}, {
	"quote": "I was the true future. I understood Communism better than they did.",
	"name": "Elia Kazan"
}, {
	"quote": "The city of the future is a city that cares about its citizens and integrates its citizens.",
	"name": "Eduardo Paes"
}, {
	"quote": "I believe coding is fundamental to literacy in the future.",
	"name": "Craig Federighi"
}, {
	"quote": "I believe in the power of shared data and technology to help build a better future.",
	"name": "Paul Allen"
}, {
	"quote": "Always beware your moment of triumphalism: such emotions are a poor steer on the future.",
	"name": "Martin Jacques"
}, {
	"quote": "When all else is lost, the future still remains.",
	"name": "Christian Nestell Bovee"
}, {
	"quote": "With the past, I have nothing to do; nor with the future. I live now.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "I never think of the future - it comes soon enough.",
	"name": "Albert Einstein"
}, {
	"quote": "I was a peripheral visionary. I could see the future, but only way off to the side.",
	"name": "Steven Wright"
}, {
	"quote": "The one thing we know about the future is that it comes only one day at a time.",
	"name": "Jeff Rich"
}, {
	"quote": "Being fully present is the best guarantee for a bright future.",
	"name": "Guy Finley"
}, {
	"quote": "Leaders establish the vision for the future and set the strategy for getting there.",
	"name": "John P. Kotter"
}, {
	"quote": "I can't speak for the future. I have no crystal ball.",
	"name": "Michael Jordan"
}, {
	"quote": "Nobody knows the future with certainty. We can, however, identify ongoing patterns of change.",
	"name": "Alvin Toffler"
}, {
	"quote": "America is false to the past, false to the present, and solemnly binds herself to be false to the future.",
	"name": "Frederick Douglass"
}, {
	"quote": "In order to design a future of positive change, we must first become expert at changing our minds.",
	"name": "Jacque Fresco"
}, {
	"quote": "Virtual reality has an exciting future and oodles of room to grow.",
	"name": "Mary Pilon"
}, {
	"quote": "Nuclear power is not a miracle key for the future.",
	"name": "Tarja Halonen"
}, {
	"quote": "The future is purchased by the present.",
	"name": "Samuel Johnson"
}, {
	"quote": "You never know what the future holds or where my life will take me.",
	"name": "Kim Kardashian"
}, {
	"quote": "My business is to prevent the future.",
	"name": "Ray Bradbury"
}, {
	"quote": "An author is a fool who, not content with boring those he lives with, insists on boring future generations.",
	"name": "Montesquieu"
}, {
	"quote": "Evolution never looks to the future.",
	"name": "Richard Dawkins"
}, {
	"quote": "The best prophet of the future is the past.",
	"name": "Lord Byron"
}, {
	"quote": "I believe the future is only the past again, entered through another gate.",
	"name": "Arthur Wing Pinero"
}, {
	"quote": "I go to school the youth to learn the future.",
	"name": "Robert Frost"
}, {
	"quote": "There is nothing like a dream to create the future.",
	"name": "Victor Hugo"
}, {
	"quote": "The mind that is anxious about the future is miserable.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "The future is like heaven, everyone exalts it, but no one wants to go there now.",
	"name": "James Baldwin"
}, {
	"quote": "I don't carry the burden of the past or the madness of the future. I live in the present.",
	"name": "Narendra Modi"
}, {
	"quote": "Whether you are just entering the workforce or nearing retirement age, planning for the future is critical.",
	"name": "Ron Lewis"
}, {
	"quote": "The golden age has not passed; it lies in the future.",
	"name": "Paul Signac"
}, {
	"quote": "I think the human race doesn't have a future if it doesn't go into space.",
	"name": "Stephen Hawking"
}, {
	"quote": "People respond when you tell them there is a great future in front of you, you can leave your past behind.",
	"name": "Joel Osteen"
}, {
	"quote": "I welcome and seek your ideas, but do not bring me small ideas; bring me big ideas to match our future.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "The trouble with our times is that the future is not what it used to be.",
	"name": "Paul Valery"
}, {
	"quote": "I think we have a duty to maintain the light of consciousness to make sure it continues into the future.",
	"name": "Elon Musk"
}, {
	"quote": "Upper classes are a nation's past; the middle class is its future.",
	"name": "Ayn Rand"
}, {
	"quote": "We must reinvent a future free of blinders so that we can choose from real options.",
	"name": "David Suzuki"
}, {
	"quote": "Each man should frame life so that at some future hour fact and his dreaming meet.",
	"name": "Victor Hugo"
}, {
	"quote": "We make the future sustainable when we invest in the poor, not when we insist on their suffering.",
	"name": "Bill Gates"
}, {
	"quote": "The future of Windows is to let the computer see, listen and even learn.",
	"name": "Bill Gates"
}, {
	"quote": "For every minute, the future is becoming the past.",
	"name": "Thor Heyerdahl"
}, {
	"quote": "What a man is is an arrow into the future, and what a woman is is the place the arrow shoots off from.",
	"name": "Sylvia Plath"
}, {
	"quote": "Smiles form the channels of a future tear.",
	"name": "Lord Byron"
}, {
	"quote": "Genetic testing in the future is going to be seen as critical as testing your cholesterol.",
	"name": "Anne Wojcicki"
}, {
	"quote": "You have to focus on the future and know that you can succeed in life, and you have to keep working hard.",
	"name": "Dele Alli"
}, {
	"quote": "Future orientation is combined with a notion and expectation of progress, and nothing is impossible.",
	"name": "Alan Dundes"
}, {
	"quote": "It is only by reflecting on the past that one can create a better future.",
	"name": "Rithy Panh"
}, {
	"quote": "Every one rushes elsewhere and into the future, because no one wants to face one's own inner self.",
	"name": "Michel de Montaigne"
}, {
	"quote": "The best preparation for the future is the present well seen to, and the last duty done.",
	"name": "George MacDonald"
}, {
	"quote": "I would like my architecture to inspire people to use their own resources, to move into the future.",
	"name": "Tadao Ando"
}, {
	"quote": "I just want the future to happen faster. I can't imagine the future without robots.",
	"name": "Nolan Bushnell"
}, {
	"quote": "I see a future where getting to work or to school or to the store does not have to cause pollution.",
	"name": "Bernie Sanders"
}, {
	"quote": "The ordinary experiences of aging alter and clarify your view of past, present, and future.",
	"name": "Edith Pearlman"
}, {
	"quote": "How paramount the future is to the present when one is surrounded by children.",
	"name": "Charles Darwin"
}, {
	"quote": "God wants us to prosper financially, to have plenty of money, to fulfill the destiny He has laid out for us.",
	"name": "Joel Osteen"
}, {
	"quote": "I don't know what would I do in future; I'll decide it later.",
	"name": "Malala Yousafzai"
}, {
	"quote": "The scientist and engineers who are building the future need the poets to make sense of it.",
	"name": "Jason Silva"
}, {
	"quote": "Windows 8 is key to the future, the Surface computer.",
	"name": "Bill Gates"
}, {
	"quote": "John wrote with a very deep love for the human race and a concern for its future.",
	"name": "Yoko Ono"
}, {
	"quote": "To live only for some future goal is shallow. It's the sides of the mountain that sustain life, not the top.",
	"name": "Robert M. Pirsig"
}, {
	"quote": "Whoever uplifts civilization is rich though he die penniless, and future generations will erect his monument.",
	"name": "Orison Swett Marden"
}, {
	"quote": "God is more interested in your future and your relationships than you are.",
	"name": "Billy Graham"
}, {
	"quote": "Growth hacking is the future of marketing. It has to be.",
	"name": "Ryan Holiday"
}, {
	"quote": "I believe the future is vegetables and fruits. They are so much more sexier than a piece of chicken.",
	"name": "Jose Andres"
}, {
	"quote": "Neither politics of chaos and anarchy has succeeded earlier and nor will succeed in future.",
	"name": "Shehbaz Sharif"
}, {
	"quote": "Many of us crucify ourselves between two thieves - regret for the past and fear of the future.",
	"name": "Fulton Oursler"
}, {
	"quote": "Investing in science education and curiosity-driven research is investing in the future.",
	"name": "Ahmed Zewail"
}, {
	"quote": "My future is in my past and my past is my present. I must now make the present my future.",
	"name": "Vladimir Horowitz"
}, {
	"quote": "I haven't been faithful to my own advice in the past. I will in the future.",
	"name": "Billy Graham"
}, {
	"quote": "I'm always interested in looking forward toward the future. Carving out new ways of looking at things.",
	"name": "Herbie Hancock"
}, {
	"quote": "Natural gas is the future. It is here.",
	"name": "Bill Richardson"
}, {
	"quote": "The dynamics of capitalism is postponement of enjoyment to the constantly postponed future.",
	"name": "Norman O. Brown"
}, {
	"quote": "Never make predictions, especially about the future.",
	"name": "Casey Stengel"
}, {
	"quote": "All of us have to work toward a definite future... that can motivate and inspire people to change the world.",
	"name": "Peter Thiel"
}, {
	"quote": "Reactionary: a man walking backwards with his face to the future.",
	"name": "Aneurin Bevan"
}, {
	"quote": "The Bible is not an antiquated text. The scriptures are the text that will lead us into the future.",
	"name": "Erwin McManus"
}, {
	"quote": "AI is everywhere. It's not that big, scary thing in the future. AI is here with us.",
	"name": "Fei-Fei Li"
}, {
	"quote": "I see a bright, bright future for the Republican Party and conservatism in general.",
	"name": "John Fleming"
}, {
	"quote": "If you're not looking toward the future or trying to improve the current technology, you'll be left behind.",
	"name": "Gwynne Shotwell"
}, {
	"quote": "If you don't focus on the future generation, it means you are destroying your country.",
	"name": "Malala Yousafzai"
}, {
	"quote": "The trouble with the future is that it usually arrives before we're ready for it.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "Living in dreams of yesterday, we find ourselves still dreaming of impossible future conquests.",
	"name": "Charles Lindbergh"
}, {
	"quote": "You can expect interior enforcement actions in the future.",
	"name": "Asa Hutchinson"
}, {
	"quote": "If anybody was to look towards a big source of demand in future, it would be hard for them to miss India.",
	"name": "Raghuram Rajan"
}, {
	"quote": "As a small country, both in size and population, our future hinges on the quality of our people.",
	"name": "Hassanal Bolkiah"
}, {
	"quote": "I guess short films have a bright future... The advantage is budget.",
	"name": "Anurag Kashyap"
}, {
	"quote": "The future will be the child of the past and the present, even if a rebellious child.",
	"name": "George Crumb"
}, {
	"quote": "What you're doing now, or have done in the past, need not determine what you can do next and in the future.",
	"name": "Ken Robinson"
}, {
	"quote": "The enemies of the future are always the very nicest people.",
	"name": "Christopher Morley"
}, {
	"quote": "Longevity in this business is about being able to reinvent yourself or invent the future.",
	"name": "Satya Nadella"
}, {
	"quote": "Cease to inquire what the future has in store, and take as a gift whatever the day brings forth.",
	"name": "Horace"
}, {
	"quote": "For all of its uncertainty, we cannot flee the future.",
	"name": "Barbara Jordan"
}, {
	"quote": "Children are our future we must take care of them with maximum effort.",
	"name": "Naomi Campbell"
}, {
	"quote": "I'm a goal-oriented person, and instead of focusing on the past, I'd rather focus on the future.",
	"name": "CM Punk"
}, {
	"quote": "You have to be constantly reinventing yourself and investing in the future.",
	"name": "Reid Hoffman"
}, {
	"quote": "When did the future switch from being a promise to a threat?",
	"name": "Chuck Palahniuk"
}, {
	"quote": "The Christian of the future will be a mystic or he will not exist at all.",
	"name": "Karl Rahner"
}, {
	"quote": "Preparing for a future in music is an expensive proposition.",
	"name": "Itzhak Perlman"
}, {
	"quote": "The future is always beginning now.",
	"name": "Mark Strand"
}, {
	"quote": "We steal if we touch tomorrow. It is God's.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "The future has already arrived. It's just not evenly distributed yet.",
	"name": "William Gibson"
}, {
	"quote": "I will do everything I can in future to help this great country succeed.",
	"name": "David Cameron"
}, {
	"quote": "From my youth, I'd never stopped thinking in the future tense.",
	"name": "Paul Allen"
}, {
	"quote": "I've always worked hard and played hard, and I'm sure I'll be cleaning up my act in the future.",
	"name": "Michael Douglas"
}, {
	"quote": "We should regret our mistakes and learn from them, but never carry them forward into the future with us.",
	"name": "Lucy Maud Montgomery"
}, {
	"quote": "What the future of the planet and music and art and all of it is sharing; it's diversity.",
	"name": "Taj Mahal"
}, {
	"quote": "I can't change history, I don't want to change history. I can only change the future. I'm working on that.",
	"name": "Boris Becker"
}, {
	"quote": "Sometimes you can win, but you are not building something positive for your future.",
	"name": "Antonio Conte"
}, {
	"quote": "It's easy to look into the future and worry about the past.",
	"name": "Mirai Nagasu"
}, {
	"quote": "I want to live in a city where the future is being mapped out.",
	"name": "Jim Crace"
}, {
	"quote": "Social democracy does not represent an ideal future; it does not even represent the ideal past.",
	"name": "Tony Judt"
}, {
	"quote": "Even in my darkest times I knew I had a good future ahead of me.",
	"name": "Balthazar Getty"
}, {
	"quote": "One faces the future with one's past.",
	"name": "Pearl S. Buck"
}, {
	"quote": "The future has a way of arriving unannounced.",
	"name": "George Will"
}, {
	"quote": "Tomorrow is no man's gift.",
	"name": "Gilbert Parker"
}, {
	"quote": "What else does anxiety about the future bring you but sorrow upon sorrow?",
	"name": "Thomas a Kempis"
}, {
	"quote": "The word tomorrow was invented for indecisive people and for children.",
	"name": "Ivan Turgenev"
}, {
	"quote": "Predictions are preposterous.",
	"name": "Jackie Mason"
}, {
	"quote": "I think that we're living in a time where there are trillion-dollar opportunities that never existed before.",
	"name": "Peter Diamandis"
}, {
	"quote": "They gave each other a smile with a future in it.",
	"name": "Ring Lardner"
}, {
	"quote": "But I dare not think too far into the future on the risk that I'll miss the present.",
	"name": "Colin Farrell"
}, {
	"quote": "We grow in time to trust the future for our answers.",
	"name": "Ruth Benedict"
}, {
	"quote": "I have no plans, and no plans to plan.",
	"name": "Mario Cuomo"
}, {
	"quote": "It looks like the future's really bright.",
	"name": "Michael P. Anderson"
}]