[{
	"quote": "You don't choose your family. They are God's gift to you, as you are to them.",
	"name": "Desmond Tutu"
}, {
	"quote": "I just find myself happy with the simple things. Appreciating the blessings God gave me.",
	"name": "DMX"
}, {
	"quote": "Your talent is God's gift to you. What you do with it is your gift back to God.",
	"name": "Leo Buscaglia"
}, {
	"quote": "Never lose an opportunity of seeing anything beautiful, for beauty is God's handwriting.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "God gave us the gift of life; it is up to us to give ourselves the gift of living well.",
	"name": "Voltaire"
}, {
	"quote": "When you focus on being a blessing, God makes sure that you are always blessed in abundance.",
	"name": "Joel Osteen"
}, {
	"quote": "I'm blessed and I thank God for every day for everything that happens for me.",
	"name": "Lil Wayne"
}, {
	"quote": "God will never give you anything you can't handle, so don't stress.",
	"name": "Kelly Clarkson"
}, {
	"quote": "God gave us memory so that we might have roses in December.",
	"name": "James M. Barrie"
}, {
	"quote": "You cannot believe in God until you believe in yourself.",
	"name": "Swami Vivekananda"
}, {
	"quote": "Every day I feel is a blessing from God. And I consider it a new beginning. Yeah, everything is beautiful.",
	"name": "Prince"
}, {
	"quote": "Do not let your hearts be troubled. Trust in God; trust also in me.",
	"name": "Jesus Christ"
}, {
	"quote": "When I wake up every morning, I thank God for the new day.",
	"name": "F. Sionil Jose"
}, {
	"quote": "Friends are the siblings God never gave us.",
	"name": "Mencius"
}, {
	"quote": "Talent is God given. Be humble. Fame is man-given. Be grateful. Conceit is self-given. Be careful.",
	"name": "John Wooden"
}, {
	"quote": "I believe that whatever comes at a particular time is a blessing from God.",
	"name": "A. R. Rahman"
}, {
	"quote": "I can find God in nature, in animals, in birds and the environment.",
	"name": "Pat Buckley"
}, {
	"quote": "Mother is the name for God in the lips and hearts of little children.",
	"name": "William Makepeace Thackeray"
}, {
	"quote": "I may not be where I want to be, but thank God I am not where I used to be.",
	"name": "Joyce Meyer"
}, {
	"quote": "God could not be everywhere, and therefore he made mothers.",
	"name": "Rudyard Kipling"
}, {
	"quote": "Prayer does not change God, but it changes him who prays.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "After women, flowers are the most lovely thing God has given the world.",
	"name": "Christian Dior"
}, {
	"quote": "I believe that God put us in this jolly world to be happy and enjoy life.",
	"name": "Robert Baden-Powell"
}, {
	"quote": "Through hard work, perseverance and a faith in God, you can live your dreams.",
	"name": "Ben Carson"
}, {
	"quote": "In the first place, God made idiots. That was for practice. Then he made school boards.",
	"name": "Mark Twain"
}, {
	"quote": "I just thank God for all of the blessings.",
	"name": "James Brown"
}, {
	"quote": "God used beautiful mathematics in creating the world.",
	"name": "Paul Dirac"
}, {
	"quote": "Thank God men cannot fly, and lay waste the sky as well as the earth.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Whosoever is delighted in solitude is either a wild beast or a god.",
	"name": "Aristotle"
}, {
	"quote": "It is foolish and wrong to mourn the men who died. Rather we should thank God that such men lived.",
	"name": "George S. Patton"
}, {
	"quote": "Where can we go to find God if we cannot see Him in our own hearts and in every living being.",
	"name": "Swami Vivekananda"
}, {
	"quote": "I will thank God for the day and the moment I have.",
	"name": "Jim Valvano"
}, {
	"quote": "Reputation is what men and women think of us; character is what God and angels know of us.",
	"name": "Thomas Paine"
}, {
	"quote": "God has given you one face, and you make yourself another.",
	"name": "William Shakespeare"
}, {
	"quote": "You see, God helps only people who work hard. That principle is very clear.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "Ignorance is the curse of God; knowledge is the wing wherewith we fly to heaven.",
	"name": "William Shakespeare"
}, {
	"quote": "God has given us two hands, one to receive with and the other to give with.",
	"name": "Billy Graham"
}, {
	"quote": "God gives every bird its food, but He does not throw it into its nest.",
	"name": "Josiah Gilbert Holland"
}, {
	"quote": "God's mercy is fresh and new every morning.",
	"name": "Joyce Meyer"
}, {
	"quote": "Never trust anyone completely but God. Love people, but put your full trust only in God.",
	"name": "Lawrence Welk"
}, {
	"quote": "I am still far from being what I want to be, but with God's help I shall succeed.",
	"name": "Vincent Van Gogh"
}, {
	"quote": "Wine is constant proof that God loves us and loves to see us happy.",
	"name": "Benjamin Franklin"
}, {
	"quote": "I am as bad as the worst, but, thank God, I am as good as the best.",
	"name": "Walt Whitman"
}, {
	"quote": "Our prayers should be for blessings in general, for God knows best what is good for us.",
	"name": "Socrates"
}, {
	"quote": "Dog is God spelled backward.",
	"name": "Duane Chapman"
}, {
	"quote": "Anyone can count the seeds in an apple, but only God can count the number of apples in a seed.",
	"name": "Robert H. Schuller"
}, {
	"quote": "Create like a god, command like a king, work like a slave.",
	"name": "Constantin Brancusi"
}, {
	"quote": "Honesty is of God and dishonesty of the devil; the devil was a liar from the beginning.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "God gives us relatives; thank God, we can choose our friends.",
	"name": "Addison Mizner"
}, {
	"quote": "Pray as though everything depended on God. Work as though everything depended on you.",
	"name": "Saint Augustine"
}, {
	"quote": "Thank you, God, for this good life and forgive us if we do not love it enough.",
	"name": "Garrison Keillor"
}, {
	"quote": "I like smoking! I mean, God, I quit everything else, can't I smoke?",
	"name": "Melanie Griffith"
}, {
	"quote": "Be brave and be fearless, and for God's sake, stand up for yourself.",
	"name": "Gretchen Carlson"
}, {
	"quote": "If we ever forget that we are One Nation Under God, then we will be a nation gone under.",
	"name": "Ronald Reagan"
}, {
	"quote": "God had one son on earth without sin, but never one without suffering.",
	"name": "Saint Augustine"
}, {
	"quote": "Suicide is man's way of telling God, 'You can't fire me - I quit.'",
	"name": "Bill Maher"
}, {
	"quote": "Our Lord has written the promise of resurrection, not in books alone, but in every leaf in springtime.",
	"name": "Martin Luther"
}, {
	"quote": "There is no surprise more magical than the surprise of being loved: It is God's finger on man's shoulder.",
	"name": "Charles Morgan"
}, {
	"quote": "I have had a happy life and thank the Lord. Goodbye and may God bless all!",
	"name": "Christopher McCandless"
}, {
	"quote": "Let God's promises shine on your problems.",
	"name": "Corrie Ten Boom"
}, {
	"quote": "God is to be worshipped as the one beloved, dearer than everything in this and next life.",
	"name": "Swami Vivekananda"
}, {
	"quote": "Power always thinks... that it is doing God's service when it is violating all his laws.",
	"name": "John Adams"
}, {
	"quote": "Coincidence is God's way of remaining anonymous.",
	"name": "Albert Einstein"
}, {
	"quote": "Clouds symbolize the veils that shroud God.",
	"name": "Honore de Balzac"
}, {
	"quote": "Next to the Word of God, the noble art of music is the greatest treasure in the world.",
	"name": "Martin Luther"
}, {
	"quote": "On Sunday morning, I'm not nervous... I can't wait to tell what God wants me to say.",
	"name": "Charles Stanley"
}, {
	"quote": "I feel like God has blessed me so much already, and he keeps continuing to bless me.",
	"name": "Odell Beckham, Jr."
}, {
	"quote": "God never ends anything on a negative; God always ends on a positive.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.",
	"name": "Joan Rivers"
}, {
	"quote": "God works wonders now and then; Behold a lawyer, an honest man.",
	"name": "Benjamin Franklin"
}, {
	"quote": "God made you a masterpiece - be blessed, secure, disciplined and equipped.",
	"name": "Joel Osteen"
}, {
	"quote": "Pray, and let God worry.",
	"name": "Martin Luther"
}, {
	"quote": "Woman was God's second mistake.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Man shall not live by bread alone, but by every word that proceeds from the mouth of God.",
	"name": "Jesus Christ"
}, {
	"quote": "God has always given me the strength to say what is right.",
	"name": "Rosa Parks"
}, {
	"quote": "Keep your nose out the sky, keep your heart to god, and keep your face to the raising sun.",
	"name": "Kanye West"
}, {
	"quote": "Woman is a ray of God. She is not that earthly beloved: she is creative, not created.",
	"name": "Rumi"
}, {
	"quote": "Without your health, you've got nothing going on. I thank God every day for good health.",
	"name": "Ric Flair"
}, {
	"quote": "You don't look out there for God, something in the sky, you look in you.",
	"name": "Alan Watts"
}, {
	"quote": "A baby is God's opinion that life should go on.",
	"name": "Carl Sandburg"
}, {
	"quote": "Just be yourself, and enjoy the blessings that God's borne out on you.",
	"name": "Delilah"
}, {
	"quote": "If you suffer, thank God! It is a sure sign that you are alive.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Every morning I wake up and thank God.",
	"name": "Aaron Neville"
}, {
	"quote": "I tremble for my country when I reflect that God is just; that his justice cannot sleep forever.",
	"name": "Thomas Jefferson"
}, {
	"quote": "I'm grateful to God for His bountiful gifts... He gave me courage and faith in myself.",
	"name": "Loretta Young"
}, {
	"quote": "It's up to God to do the judging. You haven't walked in my boots, so how are you going to judge me?",
	"name": "Aaron Neville"
}, {
	"quote": "You know, God has a plan for me, and I'm going to follow in his footsteps and just rejoice and be happy.",
	"name": "Gabby Douglas"
}, {
	"quote": "Every volcano is a powerful illustration of God's character. He is a Vesuvius of goodness, life, and energy.",
	"name": "Reinhard Bonnke"
}, {
	"quote": "The laws of nature are but the mathematical thoughts of God.",
	"name": "Euclid"
}, {
	"quote": "Every man's life is a fairy tale written by God's fingers.",
	"name": "Hans Christian Andersen"
}, {
	"quote": "In the absence of any other proof, the thumb alone would convince me of God's existence.",
	"name": "Isaac Newton"
}, {
	"quote": "I look back on being 17 and think, 'Oh my God, how did I not die?'",
	"name": "John Mulaney"
}, {
	"quote": "Non-violence requires a double faith, faith in God and also faith in man.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "You can either be a host to God, or a hostage to your ego. It's your call.",
	"name": "Wayne Dyer"
}, {
	"quote": "God will not look you over for medals degrees or diplomas, but for scars.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Heaven means to be one with God.",
	"name": "Confucius"
}, {
	"quote": "But God can only smile because only God can know what is coming next.",
	"name": "Desmond Tutu"
}, {
	"quote": "Until we meet again, may God bless you as he has blessed me.",
	"name": "Elvis Presley"
}, {
	"quote": "God gave you a gift of 86,400 seconds today. Have you used one to say 'thank you?'",
	"name": "William Arthur Ward"
}, {
	"quote": "God writes the Gospel not in the Bible alone, but also on trees, and in the flowers and clouds and stars.",
	"name": "Martin Luther"
}, {
	"quote": "My philosophy is: Life is hard, but God is good. Try not to confuse the two.",
	"name": "Anne F. Beiler"
}, {
	"quote": "I can make a lord, but only God can make a gentleman.",
	"name": "King James I"
}, {
	"quote": "God Bless my mother and father for all the hard work they've done for our family.",
	"name": "Coy Bowles"
}, {
	"quote": "God always gives His best to those who leave the choice with him.",
	"name": "Jim Elliot"
}, {
	"quote": "If you want to be original just try being yourself, because God has never made two people exactly alike.",
	"name": "Bernard Meltzer"
}, {
	"quote": "Flowers are the sweetest things God ever made and forgot to put a soul into.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "It's a struggle for every young Black man. You know how it is, only God can judge us.",
	"name": "Tupac Shakur"
}, {
	"quote": "Stupidity is also a gift of God, but one mustn't misuse it.",
	"name": "Pope John Paul II"
}, {
	"quote": "God always strives together with those who strive.",
	"name": "Aeschylus"
}, {
	"quote": "We are never defeated unless we give up on God.",
	"name": "Ronald Reagan"
}, {
	"quote": "If God can work through me, he can work through anyone.",
	"name": "Francis of Assisi"
}, {
	"quote": "God sleeps in the minerals, awakens in plants, walks in animals, and thinks in man.",
	"name": "Arthur Young"
}, {
	"quote": "I believe that God has blessed me in immeasurable ways so that I can, in return, bless and help others.",
	"name": "Karen Civil"
}, {
	"quote": "Prayer is simply a two-way conversation between you and God.",
	"name": "Billy Graham"
}, {
	"quote": "God loves each of us as if there were only one of us.",
	"name": "Saint Augustine"
}, {
	"quote": "I want to know all Gods thoughts; all the rest are just details.",
	"name": "Albert Einstein"
}, {
	"quote": "As long as I have my faith in God, I'm good. I know everything else is going to come.",
	"name": "Derrick Rose"
}, {
	"quote": "God gives us our relatives, thank God we can choose our friends.",
	"name": "Ethel Watts Mumford"
}, {
	"quote": "Let us raise a standard to which the wise and honest can repair; the rest is in the hands of God.",
	"name": "George Washington"
}, {
	"quote": "God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing.",
	"name": "C. S. Lewis"
}, {
	"quote": "Every day is a gift from God. Learn to focus on the Giver and enjoy the gift!",
	"name": "Joyce Meyer"
}, {
	"quote": "Part of me suspects that I'm a loser, and the other part of me thinks I'm God Almighty.",
	"name": "John Lennon"
}, {
	"quote": "Whatever I will become will be what God has chosen for me.",
	"name": "Elvis Presley"
}, {
	"quote": "Every day, I get closer to God. Every day, my will to do the right thing gets stronger.",
	"name": "DMX"
}, {
	"quote": "Love God; love others; do your best in all you do, even if you fall short!",
	"name": "Bethany Hamilton"
}, {
	"quote": "Let God's grace be the mosque, and devotion the prayer mat. Let the Quran be the good conduct.",
	"name": "Guru Nanak"
}, {
	"quote": "The soul can split the sky in two and let the face of God shine through.",
	"name": "Edna St. Vincent Millay"
}, {
	"quote": "I believe in one power, and that is the hand of God. I respect all religions.",
	"name": "Lata Mangeshkar"
}, {
	"quote": "First, I have to thank God for giving me the gift that he did as well as a second chance for a better life.",
	"name": "Oksana Baiul"
}, {
	"quote": "Even in the tough times, He's still a good God.",
	"name": "Victoria Osteen"
}, {
	"quote": "God grant me the courage not to give up what I think is right even though I think it is hopeless.",
	"name": "Chester W. Nimitz"
}, {
	"quote": "Great thoughts and a pure heart, that is what we should ask from God.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "The more we come out and do good to others, the more our hearts will be purified, and God will be in them.",
	"name": "Swami Vivekananda"
}, {
	"quote": "Man gives you the award but God gives you the reward.",
	"name": "Denzel Washington"
}, {
	"quote": "The highest reward that God gives us for good work is the ability to do better work.",
	"name": "Elbert Hubbard"
}, {
	"quote": "The best place to find God is in a garden. You can dig for him there.",
	"name": "George Bernard Shaw"
}, {
	"quote": "To light one candle to God and another to the Devil is the principle of wisdom.",
	"name": "Jose Bergamin"
}, {
	"quote": "May God save the country, for it is evident that the people will not.",
	"name": "Millard Fillmore"
}, {
	"quote": "My nephews all look at me differently now. Before, they couldn't relate to me, and now I'm like a god.",
	"name": "Ruth Buzzi"
}, {
	"quote": "What God intended for you goes far beyond anything you can imagine.",
	"name": "Oprah Winfrey"
}, {
	"quote": "God bless perseverance. Because it's not easy.",
	"name": "Junot Diaz"
}, {
	"quote": "God hadn't made me handsome, but he'd given me something, I always felt: funny bones.",
	"name": "Jerry Lewis"
}, {
	"quote": "Mankind must remember that peace is not God's gift to his creatures; peace is our gift to each other.",
	"name": "Elie Wiesel"
}, {
	"quote": "Forgiveness is God's command.",
	"name": "Martin Luther"
}, {
	"quote": "Rebellion against tyrants is obedience to God.",
	"name": "Benjamin Franklin"
}, {
	"quote": "I gave in, and admitted that God was God.",
	"name": "C. S. Lewis"
}, {
	"quote": "An angel of God never has wings.",
	"name": "Joseph Smith, Jr."
}, {
	"quote": "God is everywhere but He is most manifest in man. So serve man as God. That is as good as worshipping God.",
	"name": "Ramakrishna"
}, {
	"quote": "For God's sake hold your tongue, and let me love.",
	"name": "John Donne"
}, {
	"quote": "I know it's an experience that I need to have if God's putting me through it.",
	"name": "Lil Wayne"
}, {
	"quote": "God will take care of the poor trampled slave, but where will the slaveholder be when eternity begins?",
	"name": "Sojourner Truth"
}, {
	"quote": "Suffering passes, while love is eternal. That's a gift that you have received from God. Don't waste it.",
	"name": "Laura Ingalls Wilder"
}, {
	"quote": "Faithful servants never retire. You can retire from your career, but you will never retire from serving God.",
	"name": "Rick Warren"
}, {
	"quote": "When we learn from experience, the scars of sin can lead us to restoration and a renewed intimacy with God.",
	"name": "Charles Stanley"
}, {
	"quote": "I fear God and next to God I mostly fear them that fear him not.",
	"name": "Saadi"
}, {
	"quote": "For prayer is nothing else than being on terms of friendship with God.",
	"name": "Saint Teresa of Avila"
}, {
	"quote": "It is not fitting, when one is in God's service, to have a gloomy face or a chilling look.",
	"name": "Francis of Assisi"
}, {
	"quote": "It is the quality of our work which will please God and not the quantity.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Only one thing is impossible for God: To find any sense in any copyright law on the planet.",
	"name": "Mark Twain"
}, {
	"quote": "You know, God gave me a gift to do other things besides play the game of basketball.",
	"name": "LeBron James"
}, {
	"quote": "As a child of God, I am greater than anything that can happen to me.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "Satan, the leader or dictator of devils, is the opposite, not of God, but of Michael.",
	"name": "C. S. Lewis"
}, {
	"quote": "Healing rain is a real touch from God. It could be physical healing or emotional or whatever.",
	"name": "Michael W. Smith"
}, {
	"quote": "I give infinite thanks to God, who has been pleased to make me the first observer of marvelous things.",
	"name": "Galileo Galilei"
}, {
	"quote": "God doesn't dwell in the wooden, stony or earthen idols. His abode is in our feelings, our thoughts.",
	"name": "Chanakya"
}, {
	"quote": "May we have communion with God in the secret of our hearts, and find Him to be to us as a little sanctuary.",
	"name": "Charles Spurgeon"
}, {
	"quote": "Religion is not man's relationship to God, it is man's relationship to man.",
	"name": "Elie Wiesel"
}, {
	"quote": "I know no words of prayer - God help me because I can not help myself.",
	"name": "Harold E. Hughes"
}, {
	"quote": "How can we live in harmony? First we need to know we are all madly in love with the same God.",
	"name": "Thomas Aquinas"
}, {
	"quote": "Keep God first, chase your dreams, and everything will pay off.",
	"name": "Jacob Latimore"
}, {
	"quote": "In the name of God, stop a moment, cease your work, look around you.",
	"name": "Leo Tolstoy"
}, {
	"quote": "Change makes you find your calling, your legacy, and God's divine plan for your life. Don't run from it.",
	"name": "Iman"
}, {
	"quote": "God is the indwelling and not the transient cause of all things.",
	"name": "Baruch Spinoza"
}, {
	"quote": "I die the king's faithful servant, but God's first.",
	"name": "Thomas More"
}, {
	"quote": "Don't you know there ain't no devil, it's just god when he's drunk.",
	"name": "Tom Waits"
}, {
	"quote": "God's mercy and grace give me hope - for myself, and for our world.",
	"name": "Billy Graham"
}, {
	"quote": "I speak Spanish to God, Italian to women, French to men, and German to my horse.",
	"name": "Charles V"
}, {
	"quote": "I cannot believe in a God who wants to be praised all the time.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "If God wanted us to bend over he'd put diamonds on the floor.",
	"name": "Joan Rivers"
}, {
	"quote": "God lends a helping hand to the man who tries hard.",
	"name": "Aeschylus"
}, {
	"quote": "Freedom prospers when religion is vibrant and the rule of law under God is acknowledged.",
	"name": "Ronald Reagan"
}, {
	"quote": "Our society strives to avoid any possibility of offending anyone - except God.",
	"name": "Billy Graham"
}, {
	"quote": "If I am not, may God put me there; and if I am, may God so keep me.",
	"name": "Joan of Arc"
}, {
	"quote": "Sometimes I do get to places just when God's ready to have somebody click the shutter.",
	"name": "Ansel Adams"
}, {
	"quote": "I think that God, in creating man, somewhat overestimated his ability.",
	"name": "Oscar Wilde"
}, {
	"quote": "Everything can change in the blink of an eye. But don't worry; God never blinks.",
	"name": "Regina Brett"
}, {
	"quote": "Good man! Genuine gentleman! God bless George Thompson, the great-hearted friend of my race.",
	"name": "Sojourner Truth"
}, {
	"quote": "The perfection of Christian character depends wholly upon the grace and strength found alone in God.",
	"name": "Ellen G. White"
}, {
	"quote": "When trouble comes, focus on God's ability to care for you.",
	"name": "Charles Stanley"
}, {
	"quote": "Where there is devotional music, God is always at hand with His gracious presence.",
	"name": "Johann Sebastian Bach"
}, {
	"quote": "God is bigger than people think.",
	"name": "Jimmy Dean"
}, {
	"quote": "God's truth judges created things out of love, and Satan's truth judges them out of envy and hatred.",
	"name": "Dietrich Bonhoeffer"
}, {
	"quote": "We Americans have no commission from God to police the world.",
	"name": "Benjamin Harrison"
}, {
	"quote": "The nature of God is a circle of which the center is everywhere and the circumference is nowhere.",
	"name": "Empedocles"
}, {
	"quote": "I think when you work really hard and you help others, God helps you get what you want.",
	"name": "Gina Rodriguez"
}, {
	"quote": "I am responsible only to God and history.",
	"name": "Francisco Franco"
}, {
	"quote": "Courage, not compromise, brings the smile of God's approval.",
	"name": "Thomas S. Monson"
}, {
	"quote": "We say God and the imagination are one... How high that highest candle lights the dark.",
	"name": "Wallace Stevens"
}, {
	"quote": "He who is a slave to his stomach seldom worships God.",
	"name": "Saadi"
}, {
	"quote": "The most important thing as a leader is your relationship with God.",
	"name": "Manny Pacquiao"
}, {
	"quote": "Nature is the art of God.",
	"name": "Dante Alighieri"
}, {
	"quote": "God has two dwellings; one in heaven, and the other in a meek and thankful heart.",
	"name": "Izaak Walton"
}, {
	"quote": "You may call God love, you may call God goodness. But the best name for God is compassion.",
	"name": "Meister Eckhart"
}, {
	"quote": "Each one prays to God according to his own light.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "God helps those who help themselves.",
	"name": "Benjamin Franklin"
}, {
	"quote": "God gives the nuts, but he does not crack them.",
	"name": "Franz Kafka"
}, {
	"quote": "May God protect me from gloomy saints.",
	"name": "Saint Teresa of Avila"
}, {
	"quote": "You never know God is all you need until God is all you have.",
	"name": "Rick Warren"
}, {
	"quote": "Never be afraid to trust an unknown future to a known God.",
	"name": "Corrie Ten Boom"
}, {
	"quote": "There cannot be a God because if there were one, I could not believe that I was not He.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "I'm thankful to God that my life changed, but I'm also still on my grind.",
	"name": "Tory Lanez"
}, {
	"quote": "I'm an atheist and I thank God for it.",
	"name": "George Bernard Shaw"
}, {
	"quote": "We cannot embrace God's forgiveness if we are so busy clinging to past wounds and nursing old grudges.",
	"name": "T. D. Jakes"
}, {
	"quote": "If I had to choose a religion, the sun as the universal giver of life would be my god.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Find new ways to spread the word of God to every corner of the world.",
	"name": "Pope Francis"
}, {
	"quote": "Every perfect life is a parable invented by God.",
	"name": "Simone Weil"
}, {
	"quote": "In feature films the director is God; in documentary films God is the director.",
	"name": "Alfred Hitchcock"
}, {
	"quote": "Your faithfulness makes you trustworthy to God.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "At Baptism, I received grace - that quality that makes me share in the very nature of God.",
	"name": "Mother Angelica"
}, {
	"quote": "Work, apart from devotion or love of God, is helpless and cannot stand alone.",
	"name": "Ramakrishna"
}, {
	"quote": "All men are born with a nose and five fingers, but no one is born with a knowledge of God.",
	"name": "Voltaire"
}, {
	"quote": "I do not so much rejoice that God hath made me to be a Queen, as to be a Queen over so thankful a people.",
	"name": "Elizabeth I"
}, {
	"quote": "Love is the greatest gift that God has given us. It's free.",
	"name": "Taraji P. Henson"
}, {
	"quote": "Worship is a way of seeing the world in the light of God.",
	"name": "Abraham Joshua Heschel"
}, {
	"quote": "God bless America. God save the Queen. God defend New Zealand and thank Christ for Australia.",
	"name": "Russell Crowe"
}, {
	"quote": "God knows I gave my best in baseball at all times and no man on earth can truthfully judge me otherwise.",
	"name": "Shoeless Joe Jackson"
}, {
	"quote": "Reason in man is rather like God in the world.",
	"name": "Thomas Aquinas"
}, {
	"quote": "Smiles, tears, of all my life! - and, if God choose, I shall but love thee better after death.",
	"name": "Elizabeth Barrett Browning"
}, {
	"quote": "I don't want a monument. We don't build monuments; we build God's Kingdom.",
	"name": "Reinhard Bonnke"
}, {
	"quote": "God may forgive your sins, but your nervous system won't.",
	"name": "Alfred Korzybski"
}, {
	"quote": "You can never forget God. If you forget God, he's gon' forget you.",
	"name": "Offset"
}, {
	"quote": "God is a frequency. Stay tuned.",
	"name": "Alan Cohen"
}, {
	"quote": "Live, so you do not have to look back and say: 'God, how I have wasted my life.'",
	"name": "Elisabeth Kubler-Ross"
}, {
	"quote": "God exists since mathematics is consistent, and the Devil exists since we cannot prove it.",
	"name": "Andre Weil"
}, {
	"quote": "God, I can push the grass apart and lay my finger on Thy heart.",
	"name": "Edna St. Vincent Millay"
}, {
	"quote": "Thank God for the journey.",
	"name": "James Brown"
}, {
	"quote": "It is better to go skiing and think of God, than go to church and think of sport.",
	"name": "Fridtjof Nansen"
}, {
	"quote": "Now God be praised, I will die in peace.",
	"name": "James Wolfe"
}, {
	"quote": "God gets you to the plate, but once your there your on your own.",
	"name": "Ted Williams"
}, {
	"quote": "There is no work, however vile or sordid, that does not glisten before God.",
	"name": "John Calvin"
}, {
	"quote": "Adoration is caring for God above all else.",
	"name": "Evelyn Underhill"
}, {
	"quote": "Some of God's greatest gifts are unanswered prayers.",
	"name": "Garth Brooks"
}, {
	"quote": "I would rather die than do something which I know to be a sin, or to be against God's will.",
	"name": "Joan of Arc"
}, {
	"quote": "God does not play dice.",
	"name": "Albert Einstein"
}, {
	"quote": "It's wonderful to climb the liquid mountains of the sky. Behind me and before me is God and I have no fears.",
	"name": "Helen Keller"
}, {
	"quote": "When the solution is simple, God is answering.",
	"name": "Albert Einstein"
}, {
	"quote": "Whatever your heart clings to and confides in, that is really your God.",
	"name": "Martin Luther"
}, {
	"quote": "For where God built a church, there the Devil would also build a chapel.",
	"name": "Martin Luther"
}, {
	"quote": "If God dropped acid, would he see people?",
	"name": "Steven Wright"
}, {
	"quote": "Every child comes with the message that God is not yet discouraged of man.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Yeah, I know I'm ugly... I said to a bartender, 'Make me a zombie.' He said 'God beat me to it.'",
	"name": "Rodney Dangerfield"
}, {
	"quote": "Not only does God play dice, but... he sometimes throws them where they cannot be seen.",
	"name": "Stephen Hawking"
}, {
	"quote": "All God wants of man is a peaceful heart.",
	"name": "Meister Eckhart"
}, {
	"quote": "One and God make a majority.",
	"name": "Frederick Douglass"
}, {
	"quote": "Talent is a gift which God has given us secretly, and which we reveal without perceiving it.",
	"name": "Montesquieu"
}, {
	"quote": "Isn't it amazing that we are all made in God's image, and yet there is so much diversity among his people?",
	"name": "Desmond Tutu"
}, {
	"quote": "The function of prayer is not to influence God, but rather to change the nature of the one who prays.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "Without God, democracy will not and cannot long endure.",
	"name": "Ronald Reagan"
}, {
	"quote": "I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it.",
	"name": "Alice Walker"
}, {
	"quote": "The straight line belongs to men, the curved one to God.",
	"name": "Antoni Gaudi"
}, {
	"quote": "If you want to make God laugh, tell him about your plans.",
	"name": "Woody Allen"
}, {
	"quote": "God is a metaphor for that which transcends all levels of intellectual thought. It's as simple as that.",
	"name": "Joseph Campbell"
}, {
	"quote": "The blame is his who chooses: God is blameless.",
	"name": "Plato"
}, {
	"quote": "Don't let the winds blow your dreams away... or steal your faith in God.",
	"name": "Vin Scully"
}, {
	"quote": "If God did not exist, it would be necessary to invent Him.",
	"name": "Voltaire"
}, {
	"quote": "Whatsoever is, is in God, and without God nothing can be, or be conceived.",
	"name": "Baruch Spinoza"
}, {
	"quote": "When God sneezed, I didn't know what to say.",
	"name": "Henny Youngman"
}, {
	"quote": "God gave me a great body and it's my duty to take care of my physical temple.",
	"name": "Jean-Claude Van Damme"
}, {
	"quote": "God, life changes faster than you think.",
	"name": "Amy Tan"
}, {
	"quote": "To love someone means to see him as God intended him.",
	"name": "Fyodor Dostoevsky"
}, {
	"quote": "If God had wanted me otherwise, He would have created me otherwise.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Has God forgotten all I have done for Him.",
	"name": "Louis XIV"
}, {
	"quote": "God meets daily needs daily. Not weekly or annually. He will give you what you need when it is needed.",
	"name": "Max Lucado"
}, {
	"quote": "God does nothing except in response to believing prayer.",
	"name": "John Wesley"
}, {
	"quote": "Human beings should be held accountable. Leave God alone. He has enough problems.",
	"name": "Elie Wiesel"
}, {
	"quote": "Earth's crammed with heaven, And every common bush afire with God: But only he who sees takes off his shoes.",
	"name": "Elizabeth Barrett Browning"
}, {
	"quote": "To be full of things is to be empty of God. To be empty of things is to be full of God.",
	"name": "Meister Eckhart"
}, {
	"quote": "A God is thinkable, therefore a God is also actually present.",
	"name": "Moses Mendelssohn"
}, {
	"quote": "God's purpose is more important than our plans.",
	"name": "Myles Munroe"
}, {
	"quote": "I believe in destiny, God's hand and hard work.",
	"name": "Katrina Kaif"
}, {
	"quote": "I must listen as God speaks to my soul through good thoughts, inspirations, and intuitions.",
	"name": "Mother Angelica"
}, {
	"quote": "I used to pray that God would make me a great athlete, and He never did.",
	"name": "Lou Holtz"
}, {
	"quote": "Laughter is God's blessing.",
	"name": "Joseph Prince"
}, {
	"quote": "Bottom line, your body is a temple, and you have to treat it that way. That's how God designed it.",
	"name": "Ray Lewis"
}, {
	"quote": "God made the world round so we would never be able to see too far down the road.",
	"name": "Karen Blixen"
}, {
	"quote": "I spend a lot of time in prayer. God doesn't always show up on my time, but he always shows up!",
	"name": "Rachel Boston"
}, {
	"quote": "God may not guide us in an obvious way because he wants us to make decisions based on faith and character.",
	"name": "Dallas Willard"
}, {
	"quote": "God's wounds cure, sin's kisses kill.",
	"name": "William Gurnall"
}, {
	"quote": "Mirth is the sweet wine of human life. It should be offered sparkling with zestful life unto God.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "There is no place in my soul, no corner of my character, where God is not.",
	"name": "Evelyn Underhill"
}, {
	"quote": "I'm a survivor of life. I try to give the glory to God and appreciate what's happening to me.",
	"name": "Mike Epps"
}, {
	"quote": "Cast your cares on God; that anchor holds.",
	"name": "Frank Moore Colby"
}, {
	"quote": "I fear God and respect God and love God.",
	"name": "Brett Ratner"
}, {
	"quote": "Before me, even as behind, God is, and all is well.",
	"name": "John Greenleaf Whittier"
}, {
	"quote": "A god who let us prove his existence would be an idol.",
	"name": "Dietrich Bonhoeffer"
}, {
	"quote": "God cannot alter the past, though historians can.",
	"name": "Samuel Butler"
}, {
	"quote": "Marrying for love may be a bit risky, but it is so honest that God can't help but smile on it.",
	"name": "Josh Billings"
}, {
	"quote": "God made the Idiot for practice, and then He made the School Board.",
	"name": "Mark Twain"
}, {
	"quote": "The God who gave us life, gave us liberty at the same time.",
	"name": "Thomas Jefferson"
}, {
	"quote": "God's promises are all on condition of humble obedience.",
	"name": "Ellen G. White"
}, {
	"quote": "I don't have the strength or wisdom to get through a single day without guidance and grace from God.",
	"name": "Tony Dungy"
}, {
	"quote": "Bitterness and unforgiveness block the flow of God's blessing in your life and actually hinder your prayers.",
	"name": "Victoria Osteen"
}, {
	"quote": "If I had any talent that God could give me, I would be a great diva.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "God sometimes does try to the uttermost those whom he wishes to bless.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Hope is like peace. It is not a gift from God. It is a gift only we can give one another.",
	"name": "Elie Wiesel"
}, {
	"quote": "Oh, my God, this amazing cool breeze is coming through my window and the sun is shining. I'm happy.",
	"name": "Liv Tyler"
}, {
	"quote": "God, as Truth, has been for me a treasure beyond price. May He be so to every one of us.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Men must be governed by God or they will be ruled by tyrants.",
	"name": "William Penn"
}, {
	"quote": "Only he can take great resolves who has indomitable faith in God and has fear of God.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "If God had wanted man to play soccer, he wouldn't have given us arms.",
	"name": "Mike Ditka"
}, {
	"quote": "To you I'm an atheist; to God, I'm the Loyal Opposition.",
	"name": "Woody Allen"
}, {
	"quote": "I am what I am, I'm doing very well in my life, and I'm thankful to God for that.",
	"name": "LL Cool J"
}, {
	"quote": "A person whose mind is quiet and satisfied in God is in the pathway to health.",
	"name": "Ellen G. White"
}, {
	"quote": "If you want me to believe in God, you must make me touch him.",
	"name": "Denis Diderot"
}, {
	"quote": "I sometimes think that God in creating man somewhat overestimated his ability.",
	"name": "Oscar Wilde"
}, {
	"quote": "I have offended God and mankind because my work didn't reach the quality it should have.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "The only way you can serve God is by serving other people.",
	"name": "Rick Warren"
}, {
	"quote": "I don't stand for the black man's side, I don' t stand for the white man's side. I stand for God's side.",
	"name": "Bob Marley"
}, {
	"quote": "If there is no God, everything is permitted.",
	"name": "Fyodor Dostoevsky"
}, {
	"quote": "God didn't make a mistake when He made you. You need to see yourself as God sees you.",
	"name": "Joel Osteen"
}, {
	"quote": "Where mercy, love, and pity dwell, there God is dwelling too.",
	"name": "William Blake"
}, {
	"quote": "To do all that one is able to do, is to be a man; to do all that one would like to do, is to be a god.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "I would say my grandmother would be like my personal god.",
	"name": "Jamie Foxx"
}, {
	"quote": "Each daughter of God is of infinite worth because of her divine mission.",
	"name": "Russell M. Nelson"
}, {
	"quote": "Man is born broken. He lives by mending. The grace of God is glue.",
	"name": "Eugene O'Neill"
}, {
	"quote": "Humility is the gateway into the grace and the favor of God.",
	"name": "Harold Warner"
}, {
	"quote": "God wants you to be a winner, not a whiner.",
	"name": "Joel Osteen"
}, {
	"quote": "There are gods, but there is no God; and all gods become devils eventually.",
	"name": "Robert Anton Wilson"
}, {
	"quote": "I said to the almond tree, 'Friend, speak to me of God,' and the almond tree blossomed.",
	"name": "Nikos Kazantzakis"
}, {
	"quote": "I have nothing to ask for, thanks to God. Everything I have, God has given me.",
	"name": "Mariano Rivera"
}, {
	"quote": "I can't believe that God put us on this earth to be ordinary.",
	"name": "Lou Holtz"
}, {
	"quote": "The great test of life is obedience to God.",
	"name": "Ezra Taft Benson"
}, {
	"quote": "The grace of God is courtesy.",
	"name": "Hilaire Belloc"
}, {
	"quote": "I found thee not, O Lord, without, because I erred in seeking thee without that wert within.",
	"name": "Saint Augustine"
}, {
	"quote": "God is best known in not knowing him.",
	"name": "Saint Augustine"
}, {
	"quote": "I don't think that a same-sex marriage is the way God intended it to be.",
	"name": "Joel Osteen"
}, {
	"quote": "The God of this world is riches, pleasure and pride.",
	"name": "Martin Luther"
}, {
	"quote": "God is the tangential point between zero and infinity.",
	"name": "Alfred Jarry"
}, {
	"quote": "I am a Catholic, not so committed to the church, but to the idea of the Virgin, the female face of God.",
	"name": "Paulo Coelho"
}, {
	"quote": "God's desire is that we excel.",
	"name": "Joel Osteen"
}, {
	"quote": "I'm far from being god, but I work god damn hard.",
	"name": "Jay-Z"
}, {
	"quote": "Marriage has made me a lot happier and I'm deeply in love with my wife, and I thank God for her every day.",
	"name": "Harry Connick, Jr."
}, {
	"quote": "My guru said that when he suffers, it brings him closer to God. I have found this, too.",
	"name": "Ram Dass"
}, {
	"quote": "After all, God is God because he remembers.",
	"name": "Elie Wiesel"
}, {
	"quote": "Thank God I'm with the love of my life. That's why I know I'm right where I'm supposed to be.",
	"name": "Garth Brooks"
}, {
	"quote": "God has entrusted me with myself.",
	"name": "Epictetus"
}, {
	"quote": "All my life I thank God. My family was very religious.",
	"name": "Pele"
}, {
	"quote": "I consider wisdom supernatural because it isn't taught by men - it's a gift from God.",
	"name": "Joyce Meyer"
}, {
	"quote": "Only God can look at somebody's heart.",
	"name": "Joel Osteen"
}, {
	"quote": "My message is that God is a good God.",
	"name": "Joel Osteen"
}, {
	"quote": "When you repent and operate on God's standards, now you have restoration and reconciliation.",
	"name": "Tony Evans"
}, {
	"quote": "Do everything according to God, and be nice, and treat other people the way you would like to be treated.",
	"name": "Glen Campbell"
}, {
	"quote": "Thank God I'm very satisfied with the way God created me, and I wouldn't change a thing.",
	"name": "Leila Lopes"
}, {
	"quote": "Beethoven can write music, thank God, but he can do nothing else on earth.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "I can't imagine God not allowing my dog into heaven.",
	"name": "Rick Warren"
}, {
	"quote": "God is limitless in His love, and asks that we at least make the effort to be limitless in ours.",
	"name": "Marianne Williamson"
}, {
	"quote": "Young man, young man, your arm's too short to box with God.",
	"name": "James Weldon Johnson"
}, {
	"quote": "To love another person is to see the face of God.",
	"name": "Victor Hugo"
}, {
	"quote": "He was a wise man who originated the idea of God.",
	"name": "Euripides"
}, {
	"quote": "We can stand affliction better than we can prosperity, for in prosperity we forget God.",
	"name": "Dwight L. Moody"
}, {
	"quote": "God never made a promise that was too good to be true.",
	"name": "Dwight L. Moody"
}, {
	"quote": "What ever disunites man from God, also disunites man from man.",
	"name": "Edmund Burke"
}, {
	"quote": "God hangs the greatest weights upon the smallest wires.",
	"name": "Francis Bacon"
}, {
	"quote": "Knowledge of God's Word is a bulwark against deception, temptation, accusation, even persecution.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "The only thing that stops God from sending another flood is that the first one was useless.",
	"name": "Nicolas Chamfort"
}, {
	"quote": "I am composing like a god, as if it simply had to be done as it has been done.",
	"name": "Franz Schubert"
}, {
	"quote": "There are no limits to where our brains can take us. We are, if there be a God, God's gracious creation.",
	"name": "John Lydon"
}, {
	"quote": "God never did make a more calm, quiet, innocent recreation than angling.",
	"name": "Izaak Walton"
}, {
	"quote": "It may be that our role on this planet is not to worship God - but to create him.",
	"name": "Arthur C. Clarke"
}, {
	"quote": "Do not compare yourself. Find out what God has placed in your ability.",
	"name": "Emmitt Smith"
}, {
	"quote": "If you will come back and make that pledge, God will heal your heart tonight.",
	"name": "Benny Hinn"
}, {
	"quote": "God gives talent. Work transforms talent into genius.",
	"name": "Anna Pavlova"
}, {
	"quote": "Prayer means that the total you is praying. Your whole being reaches out to God, and God reaches down to you.",
	"name": "E. Stanley Jones"
}, {
	"quote": "My walk on the moon lasted three days. My walk with God will last forever.",
	"name": "Charles Duke"
}, {
	"quote": "I have faith in faith. God is there, whether we have faith or not, so why not have faith in him?",
	"name": "Valerie Bertinelli"
}, {
	"quote": "God takes care of imbeciles, little children and artists.",
	"name": "Camille Pissarro"
}, {
	"quote": "One must be very particular about telling the truth. Through truth one can realize God.",
	"name": "Ramakrishna"
}, {
	"quote": "Life is God's novel. Let him write it.",
	"name": "Isaac Bashevis Singer"
}, {
	"quote": "God has been faithful time and again to surround me with people that sharpen me and that make me better.",
	"name": "TobyMac"
}, {
	"quote": "God must hate common people, because he made them so common.",
	"name": "Philip Wylie"
}, {
	"quote": "God, I love daydreaming out plane windows.",
	"name": "Alysia Reiner"
}, {
	"quote": "Reason is God's crowning gift to man.",
	"name": "Sophocles"
}, {
	"quote": "Every creature is a word of God.",
	"name": "Meister Eckhart"
}, {
	"quote": "The way to be with God in every season is to strive to be near Him every week and each day.",
	"name": "Thomas S. Monson"
}, {
	"quote": "God gave me life to continue to do things that I would never have done.",
	"name": "Stevie Wonder"
}, {
	"quote": "Even God lends a hand to honest boldness.",
	"name": "Menander"
}, {
	"quote": "Each one of us is an outlet to God and an inlet to God.",
	"name": "Ernest Holmes"
}, {
	"quote": "If you must be mad, be it not for the things of the world. Be mad with the love of God.",
	"name": "Ramakrishna"
}, {
	"quote": "Many are the names of God and infinite the forms through which He may be approached.",
	"name": "Ramakrishna"
}, {
	"quote": "I think that anything that begins to give people a sense of their own worth and dignity is God.",
	"name": "John Shelby Spong"
}, {
	"quote": "At the cross God wrapped his heart in flesh and blood and let it be nailed to the cross for our redemption.",
	"name": "E. Stanley Jones"
}, {
	"quote": "God is a verb, not a noun.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "There is nothing unpremeditated, nothing neglected by God. His unsleeping eye beholds all things.",
	"name": "Saint Basil"
}, {
	"quote": "Whatever comes from God is impossible for a man to turn back.",
	"name": "Herodotus"
}, {
	"quote": "Your God is ever beside you - indeed, He is even within you.",
	"name": "Alphonsus Liguori"
}, {
	"quote": "People see God every day, they just don't recognize him.",
	"name": "Pearl Bailey"
}, {
	"quote": "They always win who side with God.",
	"name": "Frederick William Faber"
}, {
	"quote": "God is one, greatest of gods and men, not like mortals in body or thought.",
	"name": "Xenophanes"
}, {
	"quote": "God sent Jesus as an example to see if we could retain and maintain the Holy Spirit in human flesh.",
	"name": "Benny Hinn"
}, {
	"quote": "God is in the sadness and the laughter, in the bitter and the sweet.",
	"name": "Neale Donald Walsch"
}, {
	"quote": "God will never reject you. Whether you accept Him is your decision.",
	"name": "Charles Stanley"
}, {
	"quote": "I've said all along that God is in control.",
	"name": "Tony Dungy"
}, {
	"quote": "To lovers of the truth, nothing can be put before God and hope in Him.",
	"name": "Saint Basil"
}, {
	"quote": "Nothing that is God's is obtainable by money.",
	"name": "Tertullian"
}, {
	"quote": "Nobody talks so constantly about God as those who insist that there is no God.",
	"name": "Heywood Broun"
}, {
	"quote": "God is an unutterable sigh, planted in the depths of the soul.",
	"name": "Jean Paul"
}, {
	"quote": "For it pleased God, after he had made all things by the word of his power, to create man after his own image.",
	"name": "George Whitefield"
}, {
	"quote": "Trust in God - she will provide.",
	"name": "Emmeline Pankhurst"
}, {
	"quote": "God is not a cosmic bellboy for whom we can press a button to get things.",
	"name": "Harry Emerson Fosdick"
}, {
	"quote": "In myself I am nothing. It all comes from God and the Virgin Mary.",
	"name": "Lech Walesa"
}, {
	"quote": "When it is a question of God's almighty Spirit, never say, 'I can't.'",
	"name": "Oswald Chambers"
}, {
	"quote": "A thick skin is a gift from God.",
	"name": "Konrad Adenauer"
}, {
	"quote": "Since His delights are to be with you, let yours be found in Him.",
	"name": "Alphonsus Liguori"
}, {
	"quote": "Sometimes you ask God for something and you don't know what you're asking.",
	"name": "Mahalia Jackson"
}, {
	"quote": "The Bible is not man's word about God, but God's word about man.",
	"name": "John Barth"
}, {
	"quote": "The world sees in our conduct, in our behaviour, the proof that we are the real children of God.",
	"name": "Pope Shenouda III"
}, {
	"quote": "But I know God has big stuff planned that ultimately doesn't have anything to do with me.",
	"name": "Michael W. Smith"
}, {
	"quote": "God, from a beautiful necessity, is Love.",
	"name": "Martin Farquhar Tupper"
}, {
	"quote": "The Bible is a revelation of the mind and will of God to men. Therein we may learn, what God is.",
	"name": "Jupiter Hammon"
}, {
	"quote": "God in His wisdom has decided that He will reward no works but His own.",
	"name": "Johannes Tauler"
}, {
	"quote": "We are made to know and love God.",
	"name": "Nicolas Malebranche"
}, {
	"quote": "Sometimes God writes straightforward in twisted lines.",
	"name": "Gloria Trevi"
}]