[{
	"quote": "Good, better, best. Never let it rest. 'Til your good is better and your better is best.",
	"name": "St. Jerome"
}, {
	"quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning.",
	"name": "Brad Henry"
}, {
	"quote": "We shall never know all the good that a simple smile can do.",
	"name": "Mother Teresa"
}, {
	"quote": "Happiness radiates like the fragrance from a flower and draws all good things towards you.",
	"name": "Maharishi Mahesh Yogi"
}, {
	"quote": "Nothing is better than going home to family and eating good food and relaxing.",
	"name": "Irina Shayk"
}, {
	"quote": "The good times of today, are the sad thoughts of tomorrow.",
	"name": "Bob Marley"
}, {
	"quote": "A good beginning makes a good end.",
	"name": "Louis L'Amour"
}, {
	"quote": "Calm mind brings inner strength and self-confidence, so that's very important for good health.",
	"name": "Dalai Lama"
}, {
	"quote": "A good leader takes a little more than his share of the blame, a little less than his share of the credit.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "Good health and good sense are two of life's greatest blessings.",
	"name": "Publilius Syrus"
}, {
	"quote": "When you think positive, good things happen.",
	"name": "Matt Kemp"
}, {
	"quote": "One good thing about music, when it hits you, you feel no pain.",
	"name": "Bob Marley"
}, {
	"quote": "A father is a man who expects his son to be as good a man as he meant to be.",
	"name": "Frank A. Clark"
}, {
	"quote": "No man has a good enough memory to be a successful liar.",
	"name": "Abraham Lincoln"
}, {
	"quote": "To enjoy the glow of good health, you must exercise.",
	"name": "Gene Tunney"
}, {
	"quote": "Music is love, love is music, music is life, and I love my life. Thank you and good night.",
	"name": "A. J. McLean"
}, {
	"quote": "Whenever a doctor cannot do good, he must be kept from doing harm.",
	"name": "Hippocrates"
}, {
	"quote": "Success is not a good teacher, failure makes you humble.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "Of all the hard jobs around, one of the hardest is being a good teacher.",
	"name": "Maggie Gallagher"
}, {
	"quote": "Good friends, good books and a sleepy conscience: this is the ideal life.",
	"name": "Mark Twain"
}, {
	"quote": "No beauty shines brighter than that of a good heart.",
	"name": "Shanina Shaik"
}, {
	"quote": "Your diet is a bank account. Good food choices are good investments.",
	"name": "Bethenny Frankel"
}, {
	"quote": "Most good relationships are built on mutual trust and respect.",
	"name": "Mona Sutphen"
}, {
	"quote": "It makes my heart sick when I remember all the good words and the broken promises.",
	"name": "Chief Joseph"
}, {
	"quote": "The only thing necessary for the triumph of evil is for good men to do nothing.",
	"name": "Edmund Burke"
}, {
	"quote": "There is nothing either good or bad but thinking makes it so.",
	"name": "William Shakespeare"
}, {
	"quote": "Treasure the love you receive above all. It will survive long after your good health has vanished.",
	"name": "Og Mandino"
}, {
	"quote": "I love looking in the mirror and feeling good about what I see.",
	"name": "Heather Morris"
}, {
	"quote": "Bad officials are the ones elected by good citizens who do not vote.",
	"name": "George Jean Nathan"
}, {
	"quote": "Finding good players is easy. Getting them to play as a team is another story.",
	"name": "Casey Stengel"
}, {
	"quote": "Wearing the correct dress for any occasion is a matter of good manners.",
	"name": "Loretta Young"
}, {
	"quote": "A good husband makes a good wife.",
	"name": "John Florio"
}, {
	"quote": "The more man meditates upon good thoughts, the better will be his world and the world at large.",
	"name": "Confucius"
}, {
	"quote": "Making money is art and working is art and good business is the best art.",
	"name": "Andy Warhol"
}, {
	"quote": "New technology is not good or evil in and of itself. It's all about how people choose to use it.",
	"name": "David Wong"
}, {
	"quote": "Life is all about having a good time.",
	"name": "Miley Cyrus"
}, {
	"quote": "I hope I can be as good of a father to my son as my dad was to me.",
	"name": "Calvin Johnson"
}, {
	"quote": "Reading is a conversation. All books talk. But a good book listens as well.",
	"name": "Mark Haddon"
}, {
	"quote": "Death and love are the two wings that bear the good man to heaven.",
	"name": "Michelangelo"
}, {
	"quote": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.",
	"name": "George Washington"
}, {
	"quote": "Bad times have a scientific value. These are occasions a good learner would not miss.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "For good ideas and true innovation, you need human interaction, conflict, argument, debate.",
	"name": "Margaret Heffernan"
}, {
	"quote": "I surround myself with good people who make me feel great and give me positive energy.",
	"name": "Ali Krieger"
}, {
	"quote": "The difference between something good and something great is attention to detail.",
	"name": "Charles R. Swindoll"
}, {
	"quote": "The best preparation for good work tomorrow is to do good work today.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Any good teacher knows how important it is to connect with students and understand our culture.",
	"name": "Adora Svitak"
}, {
	"quote": "I just want to say, good night, sweet prince, may flights of angels sing thee to thy rest.",
	"name": "Harry Dean Stanton"
}, {
	"quote": "A good head and a good heart are always a formidable combination.",
	"name": "Nelson Mandela"
}, {
	"quote": "A good laugh is sunshine in the house.",
	"name": "William Makepeace Thackeray"
}, {
	"quote": "Good habits formed at youth make all the difference.",
	"name": "Aristotle"
}, {
	"quote": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage.",
	"name": "Martin Luther"
}, {
	"quote": "Happiness is nothing more than good health and a bad memory.",
	"name": "Albert Schweitzer"
}, {
	"quote": "If biking is your passion, set aside time to enjoy a good ride.",
	"name": "Patrick Dempsey"
}, {
	"quote": "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good.",
	"name": "Helen Keller"
}, {
	"quote": "I don't want to miss out on the chance of having a good time.",
	"name": "Victor Webster"
}, {
	"quote": "The good life is a process, not a state of being. It is a direction not a destination.",
	"name": "Carl Rogers"
}, {
	"quote": "A good teacher is a determined person.",
	"name": "Gilbert Highet"
}, {
	"quote": "The roots of all goodness lie in the soil of appreciation for goodness.",
	"name": "Dalai Lama"
}, {
	"quote": "How far that little candle throws its beams! So shines a good deed in a naughty world.",
	"name": "William Shakespeare"
}, {
	"quote": "Good manners will open doors that the best education cannot.",
	"name": "Clarence Thomas"
}, {
	"quote": "No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed.",
	"name": "Godfrey Winn"
}, {
	"quote": "Laughter is the sensation of feeling good all over and showing it principally in one place.",
	"name": "Josh Billings"
}, {
	"quote": "A good marriage would be between a blind wife and a deaf husband.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Good night, good night! Parting is such sweet sorrow, that I shall say good night till it be morrow.",
	"name": "William Shakespeare"
}, {
	"quote": "Good words cool more than cold water.",
	"name": "John Ray"
}, {
	"quote": "I get way too much happiness from good food.",
	"name": "Elizabeth Olsen"
}, {
	"quote": "Today or any day that phone may ring and bring good news.",
	"name": "Ethel Waters"
}, {
	"quote": "It is not enough to have a good mind; the main thing is to use it well.",
	"name": "Rene Descartes"
}, {
	"quote": "When I am myself, I am happy and have a good result.",
	"name": "Jack Ma"
}, {
	"quote": "When I do good I feel good, when I do bad I feel bad, and that's my religion.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Life moves so fast. You gotta document the good times, man.",
	"name": "Big Boi"
}, {
	"quote": "One good teacher in a lifetime may sometimes change a delinquent into a solid citizen.",
	"name": "Philip Wylie"
}, {
	"quote": "A good plan violently executed now is better than a perfect plan executed next week.",
	"name": "George S. Patton"
}, {
	"quote": "My idea of a good night has always been having a lovely meal and a proper conversation.",
	"name": "Kirsty Gallacher"
}, {
	"quote": "Do not go gentle into that good night but rage, rage against the dying of the light.",
	"name": "Dylan Thomas"
}, {
	"quote": "The good life is one inspired by love and guided by knowledge.",
	"name": "Bertrand Russell"
}, {
	"quote": "For every good reason there is to lie, there is a better reason to tell the truth.",
	"name": "Bo Bennett"
}, {
	"quote": "There's nothing more important than our good health - that's our principal capital asset.",
	"name": "Arlen Specter"
}, {
	"quote": "Marriage is good for those who are afraid to sleep alone at night.",
	"name": "St. Jerome"
}, {
	"quote": "You don't know how good you are until you actually get out on a bike and get riding.",
	"name": "Laura Trott"
}, {
	"quote": "At the end of the day, if I can say I had fun, it was a good day.",
	"name": "Simone Biles"
}, {
	"quote": "A cute outfit can really make your day. If I wear something I look good in, my mood just goes way up.",
	"name": "Jennette McCurdy"
}, {
	"quote": "Whatever you are, be a good one.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Every day is a good day to be alive, whether the sun's shining or not.",
	"name": "Marty Robbins"
}, {
	"quote": "It takes many good deeds to build a good reputation, and only one bad one to lose it.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Sharing is good, and with digital technology, sharing is easy.",
	"name": "Richard Stallman"
}, {
	"quote": "A good decision is based on knowledge and not on numbers.",
	"name": "Plato"
}, {
	"quote": "Good health is not something we can buy. However, it can be an extremely valuable savings account.",
	"name": "Anne Wilson Schaef"
}, {
	"quote": "All you need for happiness is a good gun, a good horse, and a good wife.",
	"name": "Daniel Boone"
}, {
	"quote": "Friends and good manners will carry you where money won't go.",
	"name": "Margaret Walker"
}, {
	"quote": "Education begins the gentleman, but reading, good company and reflection must finish him.",
	"name": "John Locke"
}, {
	"quote": "Good teachers know how to bring out the best in students.",
	"name": "Charles Kuralt"
}, {
	"quote": "A good teacher must be able to put himself in the place of those who find learning hard.",
	"name": "Eliphas Levi"
}, {
	"quote": "The test of good manners is to be patient with the bad ones.",
	"name": "Solomon Ibn Gabirol"
}, {
	"quote": "Food is for eating, and good food is to be enjoyed... I think food is, actually, very beautiful in itself.",
	"name": "Delia Smith"
}, {
	"quote": "Drawing is the honesty of the art. There is no possibility of cheating. It is either good or bad.",
	"name": "Salvador Dali"
}, {
	"quote": "People like to say that the conflict is between good and evil. The real conflict is between truth and lies.",
	"name": "Don Miguel Ruiz"
}, {
	"quote": "Waste no more time arguing about what a good man should be. Be one.",
	"name": "Marcus Aurelius"
}, {
	"quote": "To be a good loser is to learn how to win.",
	"name": "Carl Sandburg"
}, {
	"quote": "Good night, and good luck.",
	"name": "Edward R. Murrow"
}, {
	"quote": "The battleline between good and evil runs through the heart of every man.",
	"name": "Aleksandr Solzhenitsyn"
}, {
	"quote": "Unless you have bad times, you can't appreciate the good times.",
	"name": "Joe Torre"
}, {
	"quote": "Sexiness is all about your personality, being genuine and confident, and being a good person.",
	"name": "Erin Heatherton"
}, {
	"quote": "I live a very joyful life, with a lot of laughter and good times.",
	"name": "Kimberly Elise"
}, {
	"quote": "Whatever good things we build end up building us.",
	"name": "Jim Rohn"
}, {
	"quote": "You have enemies? Good. That means you've stood up for something, sometime in your life.",
	"name": "Winston Churchill"
}, {
	"quote": "Bad politicians are sent to Washington by good people who don't vote.",
	"name": "William E. Simon"
}, {
	"quote": "I cannot emphasize enough the importance of a good teacher.",
	"name": "Temple Grandin"
}, {
	"quote": "The amount of good luck coming your way depends on your willingness to act.",
	"name": "Barbara Sher"
}, {
	"quote": "Anything is good if it's made of chocolate.",
	"name": "Jo Brand"
}, {
	"quote": "The good physician treats the disease; the great physician treats the patient who has the disease.",
	"name": "William Osler"
}, {
	"quote": "Now and then it's good to pause in our pursuit of happiness and just be happy.",
	"name": "Guillaume Apollinaire"
}, {
	"quote": "I'm just here for good times, man. I want people to have the best time ever. Especially if they're around me.",
	"name": "Travis Scott"
}, {
	"quote": "A good traveler has no fixed plans, and is not intent on arriving.",
	"name": "Lao Tzu"
}, {
	"quote": "Being a good police officer is one of the most difficult, dangerous, idealistic jobs in the world.",
	"name": "Thomas Hauser"
}, {
	"quote": "It's cool to be different and just be who you are and shock people in a good way.",
	"name": "Brendon Urie"
}, {
	"quote": "I am as bad as the worst, but, thank God, I am as good as the best.",
	"name": "Walt Whitman"
}, {
	"quote": "Our prayers should be for blessings in general, for God knows best what is good for us.",
	"name": "Socrates"
}, {
	"quote": "Hearty laughter is a good way to jog internally without having to go outdoors.",
	"name": "Norman Cousins"
}, {
	"quote": "All the money in the world can't buy you back good health.",
	"name": "Reba McEntire"
}, {
	"quote": "It's far better to shoot a good picture than a good-looking picture.",
	"name": "Robert Richardson"
}, {
	"quote": "Fighting corruption is not just good governance. It's self-defense. It's patriotism.",
	"name": "Joe Biden"
}, {
	"quote": "You don't need a silver fork to eat good food.",
	"name": "Paul Prudhomme"
}, {
	"quote": "If there were no bad people, there would be no good lawyers.",
	"name": "Charles Dickens"
}, {
	"quote": "I believe that every human mind feels pleasure in doing good to another.",
	"name": "Thomas Jefferson"
}, {
	"quote": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be.",
	"name": "Wayne Gretzky"
}, {
	"quote": "You only do good work when you're taking risks and pushing yourself.",
	"name": "Sally Hawkins"
}, {
	"quote": "I travel light. I think the most important thing is to be in a good mood and enjoy life, wherever you are.",
	"name": "Diane von Furstenberg"
}, {
	"quote": "Nostalgia is a file that removes the rough edges from the good old days.",
	"name": "Doug Larson"
}, {
	"quote": "Nobody gets justice. People only get good luck or bad luck.",
	"name": "Orson Welles"
}, {
	"quote": "I'm a true believer in karma. You get what you give, whether it's bad or good.",
	"name": "Sandra Bullock"
}, {
	"quote": "You're only as good as your last haircut.",
	"name": "Fran Lebowitz"
}, {
	"quote": "Silence is golden when you can't think of a good answer.",
	"name": "Muhammad Ali"
}, {
	"quote": "Good things happen when you meet strangers.",
	"name": "Yo-Yo Ma"
}, {
	"quote": "Our doubts are traitors and make us lose the good we oft might win by fearing to attempt.",
	"name": "William Shakespeare"
}, {
	"quote": "Despite everything, I believe that people are really good at heart.",
	"name": "Anne Frank"
}, {
	"quote": "Creativity is a habit, and the best creativity is the result of good work habits.",
	"name": "Twyla Tharp"
}, {
	"quote": "Thank you, God, for this good life and forgive us if we do not love it enough.",
	"name": "Garrison Keillor"
}, {
	"quote": "Being entirely honest with oneself is a good exercise.",
	"name": "Sigmund Freud"
}, {
	"quote": "One way to feel good about yourself is to love yourself... to take care of yourself.",
	"name": "Goldie Hawn"
}, {
	"quote": "Good luck is when opportunity meets preparation, while bad luck is when lack of preparation meets reality.",
	"name": "Eliyahu Goldratt"
}, {
	"quote": "Diligence is the mother of good luck.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Painting is self-discovery. Every good artist paints what he is.",
	"name": "Jackson Pollock"
}, {
	"quote": "Experience is a good teacher, but she sends in terrific bills.",
	"name": "Minna Antrim"
}, {
	"quote": "I'm just thankful I'm surrounded by good people.",
	"name": "Jon Pardi"
}, {
	"quote": "Reading is a basic tool in the living of a good life.",
	"name": "Joseph Addison"
}, {
	"quote": "If you play good cricket, a lot of bad things get hidden.",
	"name": "Kapil Dev"
}, {
	"quote": "It is the greatest good to the greatest number of people which is the measure of right and wrong.",
	"name": "Jeremy Bentham"
}, {
	"quote": "If you're not having a good time, find something else that gives you some joy in life.",
	"name": "Penny Marshall"
}, {
	"quote": "Inspiration comes from within yourself. One has to be positive. When you're positive, good things happen.",
	"name": "Deep Roy"
}, {
	"quote": "I love when I teach my son a good lesson. But I love it even more when he teaches me.",
	"name": "Brad Meltzer"
}, {
	"quote": "I intend to live forever. So far, so good.",
	"name": "Steven Wright"
}, {
	"quote": "I don't judge others. I say if you feel good with what you're doing, let your freak flag fly.",
	"name": "Sarah Jessica Parker"
}, {
	"quote": "Thunder is good, thunder is impressive; but it is lightning that does the work.",
	"name": "Mark Twain"
}, {
	"quote": "I think if you're a good person and spread happiness, good things will come to you!",
	"name": "Jessie James Decker"
}, {
	"quote": "The way to gain a good reputation is to endeavor to be what you desire to appear.",
	"name": "Socrates"
}, {
	"quote": "Life is not a matter of holding good cards, but of playing a poor hand well.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "The brain is like a muscle. When it is in use we feel very good. Understanding is joyous.",
	"name": "Carl Sagan"
}, {
	"quote": "When you adopt a dog, you have a lot of very good days and one very bad day.",
	"name": "W. Bruce Cameron"
}, {
	"quote": "Anyone can have a good day, but you have to be able to perform on a bad day.",
	"name": "Jurgen Klopp"
}, {
	"quote": "Good company in a journey makes the way seem shorter.",
	"name": "Izaak Walton"
}, {
	"quote": "I have learned that there is more power in a good strong hug than in a thousand meaningful words.",
	"name": "Ann Hood"
}, {
	"quote": "It's good as an artist to always remember to see things in a new, weird way.",
	"name": "Tim Burton"
}, {
	"quote": "I like food. I like eating. And I don't want to deprive myself of good food.",
	"name": "Sarah Michelle Gellar"
}, {
	"quote": "Eating good food is my favourite thing in the whole world. Nothing is more blissful.",
	"name": "Justine Larbalestier"
}, {
	"quote": "The crest and crowning of all good, Life's final star, is brotherhood.",
	"name": "Edwin Markham"
}, {
	"quote": "Life is neither good or evil, but only a place for good and evil.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Good advertising does not just circulate information. It penetrates the public mind with desires and belief.",
	"name": "Leo Burnett"
}, {
	"quote": "If you don't think every day is a good day, just try missing one.",
	"name": "Cavett Robert"
}, {
	"quote": "Talking isn't doing. It is a kind of good deed to say well; and yet words are not deeds.",
	"name": "William Shakespeare"
}, {
	"quote": "Climb the mountains and get their good tidings.",
	"name": "John Muir"
}, {
	"quote": "I was not a good student. I did not spend much time at college; I was too busy enjoying myself.",
	"name": "Stephen Hawking"
}, {
	"quote": "Nothing is more responsible for the good old days than a bad memory.",
	"name": "Franklin Pierce Adams"
}, {
	"quote": "Honest disagreement is often a good sign of progress.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "There is no higher religion than human service. To work for the common good is the greatest creed.",
	"name": "Woodrow Wilson"
}, {
	"quote": "Maintaining good health should be the primary focus of everyone.",
	"name": "Sangram Singh"
}, {
	"quote": "Am I complicated? Nah, I'm interesting. I just like having a good time.",
	"name": "Gerry Cooney"
}, {
	"quote": "I wake up every day and I think, 'I'm breathing! It's a good day.'",
	"name": "Eve Ensler"
}, {
	"quote": "Good painting is like good cooking; it can be tasted, but not explained.",
	"name": "Maurice de Vlaminck"
}, {
	"quote": "Don't worry about being a star, worry about doing good work, and all that will come to you.",
	"name": "Ice Cube"
}, {
	"quote": "A good farmer is nothing more nor less than a handy man with a sense of humus.",
	"name": "E. B. White"
}, {
	"quote": "All good is hard. All evil is easy. Dying, losing, cheating, and mediocrity is easy. Stay away from easy.",
	"name": "Scott Alexander"
}, {
	"quote": "A film is never really good unless the camera is an eye in the head of a poet.",
	"name": "Orson Welles"
}, {
	"quote": "It's a good thing I was born a girl, otherwise I'd be a drag queen.",
	"name": "Dolly Parton"
}, {
	"quote": "Derive happiness in oneself from a good day's work, from illuminating the fog that surrounds us.",
	"name": "Henri Matisse"
}, {
	"quote": "People will travel anywhere for good food - it's crazy.",
	"name": "Rene Redzepi"
}, {
	"quote": "Only the pure in heart can make a good soup.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "You can't take good health for granted.",
	"name": "Jack Osbourne"
}, {
	"quote": "I'm trying to get myself in good shape, do my workouts, so that when I am back, I am ready to go.",
	"name": "Carlos Ruiz"
}, {
	"quote": "A lot of good love can happen in ten years.",
	"name": "Jim Carrey"
}, {
	"quote": "The good man is the friend of all living things.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "When one has not had a good father, one must create one.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Good buildings come from good people, and all problems are solved by good design.",
	"name": "Stephen Gardiner"
}, {
	"quote": "A good fragrance should have a certain personality that makes people identify the scent with you.",
	"name": "Shakira"
}, {
	"quote": "There is no such thing as bad weather, only different kinds of good weather.",
	"name": "John Ruskin"
}, {
	"quote": "Nothing good ever comes of violence.",
	"name": "Martin Luther"
}, {
	"quote": "But the real secret to lifelong good health is actually the opposite: Let your body take care of you.",
	"name": "Deepak Chopra"
}, {
	"quote": "It takes more than just a good looking body. You've got to have the heart and soul to go with it.",
	"name": "Epictetus"
}, {
	"quote": "There is a fine line between censorship and good taste and moral responsibility.",
	"name": "Steven Spielberg"
}, {
	"quote": "A good spicy challenge strikes a balance between flavour and fear.",
	"name": "Adam Richman"
}, {
	"quote": "I've always been close to my family. I've got a lot of nieces and nephews, but I'm a good uncle.",
	"name": "John Waters"
}, {
	"quote": "Goodness is the only investment that never fails.",
	"name": "Henry David Thoreau"
}, {
	"quote": "The good thing about flying solo is it's never boring.",
	"name": "Steve Fossett"
}, {
	"quote": "The only thing to do with good advice is to pass it on. It is never of any use to oneself.",
	"name": "Oscar Wilde"
}, {
	"quote": "Whatever is done for love always occurs beyond good and evil.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "The good old days, when each idea had an owner, are gone forever.",
	"name": "Paulo Coelho"
}, {
	"quote": "The World is my country, all mankind are my brethren, and to do good is my religion.",
	"name": "Thomas Paine"
}, {
	"quote": "The good and bad things are what form us as people... change makes us grow.",
	"name": "Kate Winslet"
}, {
	"quote": "What I've realized over the years is that I have some pretty good friends.",
	"name": "Anthony Kiedis"
}, {
	"quote": "Music is life itself. What would this world be without good music? No matter what kind it is.",
	"name": "Louis Armstrong"
}, {
	"quote": "Good can exist without evil, whereas evil cannot exist without good.",
	"name": "Thomas Aquinas"
}, {
	"quote": "In tragedy, it's hard to find a good resolution; it's not black and white: it's a big fog of gray.",
	"name": "Paul Dano"
}, {
	"quote": "It is absurd to divide people into good and bad. People are either charming or tedious.",
	"name": "Oscar Wilde"
}, {
	"quote": "Being your own person and standing for what you believe is a critical aspect of a good professional life.",
	"name": "Patrick Pichette"
}, {
	"quote": "I'm a good man, and I'm gonna become a better man.",
	"name": "Chance The Rapper"
}, {
	"quote": "Real beauty is to be true to oneself. That's what makes me feel good.",
	"name": "Laetitia Casta"
}, {
	"quote": "If you're happy, if you're feeling good, then nothing else matters.",
	"name": "Robin Wright"
}, {
	"quote": "Children have never been very good at listening to their elders, but they have never failed to imitate them.",
	"name": "James Baldwin"
}, {
	"quote": "Every good citizen adds to the strength of a nation.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "The true measure of a man is how he treats someone who can do him absolutely no good.",
	"name": "Samuel Johnson"
}, {
	"quote": "You can be sexy and feel good in your skin, no matter what size you are.",
	"name": "Ashley Graham"
}, {
	"quote": "I always like a good song: puts me in a good mood.",
	"name": "Waris Ahluwalia"
}, {
	"quote": "I enjoy going to the beach, relaxing with my wife, going out to dinner, and having a good time.",
	"name": "Frank Vincent"
}, {
	"quote": "My motto is: more good times.",
	"name": "Jack Nicholson"
}, {
	"quote": "A magnetic personality doesn't necessarily indicate a good heart.",
	"name": "Laura Linney"
}, {
	"quote": "Good things happen when you get your priorities straight.",
	"name": "Scott Caan"
}, {
	"quote": "I can only control my own performance. If I do my best, then I can feel good at the end of the day.",
	"name": "Michael Phelps"
}, {
	"quote": "The good man is the man who, no matter how morally unworthy he has been, is moving to become better.",
	"name": "John Dewey"
}, {
	"quote": "I'm a good guy with a good heart, and I have good intentions.",
	"name": "Antonio Brown"
}, {
	"quote": "It takes a great man to be a good listener.",
	"name": "Calvin Coolidge"
}, {
	"quote": "I feel like good music comes and goes in waves.",
	"name": "Santigold"
}, {
	"quote": "A good movie makes the audience feel like they've journeyed with the characters.",
	"name": "Rich Moore"
}, {
	"quote": "All tyranny needs to gain a foothold is for people of good conscience to remain silent.",
	"name": "Edmund Burke"
}, {
	"quote": "My philosophy is: Life is hard, but God is good. Try not to confuse the two.",
	"name": "Anne F. Beiler"
}, {
	"quote": "It is better to be beautiful than to be good. But... it is better to be good than to be ugly.",
	"name": "Oscar Wilde"
}, {
	"quote": "A good heart is better than all the heads in the world.",
	"name": "Edward G. Bulwer-Lytton"
}, {
	"quote": "Every man is guilty of all the good he did not do.",
	"name": "Voltaire"
}, {
	"quote": "Good artists copy, great artists steal.",
	"name": "Pablo Picasso"
}, {
	"quote": "Apart from education, you need good health, and for that, you need to play sports.",
	"name": "Kapil Dev"
}, {
	"quote": "We need Hawaii just as much and a good deal more than we did California. It is Manifest Destiny.",
	"name": "William McKinley"
}, {
	"quote": "It's good sportsmanship to not pick up lost golf balls while they are still rolling.",
	"name": "Mark Twain"
}, {
	"quote": "There are good and bad times, but our mood changes more often than our fortune.",
	"name": "Thomas Carlyle"
}, {
	"quote": "You can have great teachers, but if you don't have a good principal, you won't have a good school.",
	"name": "Eli Broad"
}, {
	"quote": "To create well I have to be in a good mood, happy and cool.",
	"name": "Marc Newson"
}, {
	"quote": "There are three ingredients in the good life: learning, earning and yearning.",
	"name": "Christopher Morley"
}, {
	"quote": "There is only one rule for being a good talker - learn to listen.",
	"name": "Christopher Morley"
}, {
	"quote": "A good motto is: use friendliness but do not use your friends.",
	"name": "Frank Crane"
}, {
	"quote": "Life is not a matter of holding good cards, but sometimes, playing a poor hand well.",
	"name": "Jack London"
}, {
	"quote": "I don't want to be too proud, but I have a good personal style.",
	"name": "Alexander McQueen"
}, {
	"quote": "My parents are good role models because they've worked hard and gave me a happy childhood.",
	"name": "Sophie Ellis-Bextor"
}, {
	"quote": "A good night in is a series of documentaries.",
	"name": "Elizabeth Debicki"
}, {
	"quote": "Clock watchers never seem to be having a good time.",
	"name": "James Cash Penney"
}, {
	"quote": "Contemplate the good things in your life and be grateful for them.",
	"name": "Rebecca Pidgeon"
}, {
	"quote": "Temperance is moderation in the things that are good and total abstinence from the things that are foul.",
	"name": "Frances E. Willard"
}, {
	"quote": "All good writing is swimming under water and holding your breath.",
	"name": "F. Scott Fitzgerald"
}, {
	"quote": "Good, bad or indifferent, if you are not investing in new technology, you are going to be left behind.",
	"name": "Philip Green"
}, {
	"quote": "No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks.",
	"name": "Mary Wollstonecraft"
}, {
	"quote": "Love is the most important thing in the world, but baseball is pretty good, too.",
	"name": "Yogi Berra"
}, {
	"quote": "I'm a hacker, but I'm the good kind of hackers. And I've never been a criminal.",
	"name": "Mikko Hypponen"
}, {
	"quote": "Good performance is about the capacity to focus and concentrate.",
	"name": "Betty Buckley"
}, {
	"quote": "Good art is art that allows you to enter it from a variety of angles and to emerge with a variety of views.",
	"name": "Mary Schmich"
}, {
	"quote": "A good mustache makes a man for many reasons.",
	"name": "John Oates"
}, {
	"quote": "A hard beginning maketh a good ending.",
	"name": "John Heywood"
}, {
	"quote": "I hope people remember me as a good and decent man. And if they do, then that's success.",
	"name": "Tim Cook"
}, {
	"quote": "Well, real estate is always good, as far as I'm concerned.",
	"name": "Donald Trump"
}, {
	"quote": "If a great outfit gets you one step closer to feeling good about yourself, then it's worth every penny.",
	"name": "Rachel Roy"
}, {
	"quote": "If you're being ignored, that's a good time to concentrate on finding yourself and creating your own mystery.",
	"name": "Lykke Li"
}, {
	"quote": "I have no plan. I will leave it to the good things and good times to find me.",
	"name": "Nimrat Kaur"
}, {
	"quote": "Everybody should have a shelter dog. It's good for the soul.",
	"name": "Paul Shaffer"
}, {
	"quote": "Serenity is knowing that your worst shot is still pretty good.",
	"name": "Johnny Miller"
}, {
	"quote": "My idea of a good night out is staying in.",
	"name": "Martin Freeman"
}, {
	"quote": "Thanksgiving, man. Not a good day to be my pants.",
	"name": "Kevin James"
}, {
	"quote": "A bad system will beat a good person every time.",
	"name": "W. Edwards Deming"
}, {
	"quote": "So what does a good teacher do? Create tension - but just the right amount.",
	"name": "Donald Norman"
}, {
	"quote": "A good teacher must know the rules; a good pupil, the exceptions.",
	"name": "Martin H. Fischer"
}, {
	"quote": "A good commander is benevolent and unconcerned with fame.",
	"name": "Sun Tzu"
}, {
	"quote": "He who is too busy doing good finds no time to be good.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "I don't try to be sexy, but I do want to look as good as I can.",
	"name": "Laura Wasser"
}, {
	"quote": "The one thing I need to leave behind is good memories.",
	"name": "Michael Landon"
}, {
	"quote": "I bike everywhere. It's a good workout, and it's so much fun.",
	"name": "Nina Agdal"
}, {
	"quote": "Glamour is about feeling good in your own skin.",
	"name": "Zoe Saldana"
}, {
	"quote": "The best portion of a good man's life is his little, nameless, unremembered acts of kindness and of love.",
	"name": "William Wordsworth"
}, {
	"quote": "Let God's grace be the mosque, and devotion the prayer mat. Let the Quran be the good conduct.",
	"name": "Guru Nanak"
}, {
	"quote": "A good painting to me has always been like a friend. It keeps me company, comforts and inspires.",
	"name": "Hedy Lamarr"
}, {
	"quote": "It's a long journey. There will be good times, and there will be bad times, but SoftBank is always there.",
	"name": "Masayoshi Son"
}, {
	"quote": "Paris is always a good idea.",
	"name": "Audrey Hepburn"
}, {
	"quote": "Life expectancy would grow by leaps and bounds if green vegetables smelled as good as bacon.",
	"name": "Doug Larson"
}, {
	"quote": "Looking in the mirror is very strange; we see only what we choose to see, good or bad.",
	"name": "Bonnie Langford"
}, {
	"quote": "People are always good company when they are doing what they really enjoy.",
	"name": "Samuel Butler"
}, {
	"quote": "The good and the wise lead quiet lives.",
	"name": "Euripides"
}, {
	"quote": "Anything worth doing good takes a little chaos.",
	"name": "Flea"
}, {
	"quote": "It is always the best policy to speak the truth, unless, of course, you are an exceptionally good liar.",
	"name": "Jerome K. Jerome"
}, {
	"quote": "Some sunshine is good for the soul, but I always make sure I wear a big hat.",
	"name": "Miranda Kerr"
}, {
	"quote": "Sorrow can be alleviated by good sleep, a bath and a glass of wine.",
	"name": "Thomas Aquinas"
}, {
	"quote": "It's good to be selfish. But not so self-centered that you never listen to other people.",
	"name": "Hugh Hefner"
}, {
	"quote": "Good advice is always certain to be ignored, but that's no reason not to give it.",
	"name": "Agatha Christie"
}, {
	"quote": "A woman is only a woman, but a good cigar is a smoke.",
	"name": "Rudyard Kipling"
}, {
	"quote": "The more we come out and do good to others, the more our hearts will be purified, and God will be in them.",
	"name": "Swami Vivekananda"
}, {
	"quote": "A liar should have a good memory.",
	"name": "Quintilian"
}, {
	"quote": "All of the people in my life whom I consider to be close friends or colleagues are good thinkers.",
	"name": "John C. Maxwell"
}, {
	"quote": "Shame is the most powerful, master emotion. It's the fear that we're not good enough.",
	"name": "Brene Brown"
}, {
	"quote": "To be doing good deeds is man's most glorious task.",
	"name": "Sophocles"
}, {
	"quote": "A good photographer can make you look incredible, even when you're not feeling very sexy.",
	"name": "Cindy Margolis"
}, {
	"quote": "Associate yourself with people of good quality, for it is better to be alone than in bad company.",
	"name": "Booker T. Washington"
}, {
	"quote": "It's a lot easier to do good work when you have good words to say and work with good people.",
	"name": "Mark Harmon"
}, {
	"quote": "When you feel good, you look good. And vice versa: When you look good, you feel good.",
	"name": "Christie Brinkley"
}, {
	"quote": "The power of choosing good and evil is within the reach of all.",
	"name": "Origen"
}, {
	"quote": "That's the good thing about being president, I can do whatever I want.",
	"name": "Barack Obama"
}, {
	"quote": "The highest reward that God gives us for good work is the ability to do better work.",
	"name": "Elbert Hubbard"
}, {
	"quote": "The secrets of success are a good wife and a steady job. My wife told me.",
	"name": "Howard Nemerov"
}, {
	"quote": "Automation is good, so long as you know exactly where to put the machine.",
	"name": "Eliyahu Goldratt"
}, {
	"quote": "I'm just cruising, doing me, having a good time and focusing on getting better.",
	"name": "Alistair Overeem"
}, {
	"quote": "There's nothing simple when you're in this 'Good Place.'",
	"name": "D'Arcy Carden"
}, {
	"quote": "Hope is a good breakfast, but it is a bad supper.",
	"name": "Francis Bacon"
}, {
	"quote": "I know my soul is beautiful; I know I'm a good person. And that will never change for me.",
	"name": "Khloe Kardashian"
}, {
	"quote": "All music is escapism for me, but I like the way that, on a good night, that sense of escapism can be shared.",
	"name": "Jamie xx"
}, {
	"quote": "All good things which exist are the fruits of originality.",
	"name": "John Stuart Mill"
}, {
	"quote": "Life comes from physical survival; but the good life comes from what we care about.",
	"name": "Rollo May"
}, {
	"quote": "I never said I was a 'good girl.' I'm not a bad girl.",
	"name": "Kelly Clarkson"
}, {
	"quote": "Golf is a good walk spoiled.",
	"name": "Mark Twain"
}, {
	"quote": "Good communication is just as stimulating as black coffee, and just as hard to sleep after.",
	"name": "Anne Morrow Lindbergh"
}, {
	"quote": "You have good days, you have bad days. But the main thing is to grow mentally.",
	"name": "Floyd Mayweather, Jr."
}, {
	"quote": "I've had long hair, I've had short hair, and I've had in between hair... and its all good.",
	"name": "Morena Baccarin"
}, {
	"quote": "Life consists not in holding good cards but in playing those you hold well.",
	"name": "Josh Billings"
}, {
	"quote": "I'm La Flame at all times. That, at times, can be bad, at times can be good.",
	"name": "Travis Scott"
}, {
	"quote": "If you can't make it good, at least make it look good.",
	"name": "Bill Gates"
}, {
	"quote": "When you train seven days a week, you need good scenery to inspire you.",
	"name": "Alistair Brownlee"
}, {
	"quote": "The function of wisdom is to discriminate between good and evil.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "When I'm good, I'm very good. But when I'm bad I'm better.",
	"name": "Mae West"
}, {
	"quote": "God is everywhere but He is most manifest in man. So serve man as God. That is as good as worshipping God.",
	"name": "Ramakrishna"
}, {
	"quote": "A man is called selfish not for pursuing his own good, but for neglecting his neighbor's.",
	"name": "Richard Whately"
}, {
	"quote": "People's character is their behaviour - we're all capable of good and evil.",
	"name": "Bertie Carvel"
}, {
	"quote": "Let's not be afraid to speak the common sense truth: you can't have high standards without good discipline.",
	"name": "William Hague"
}, {
	"quote": "Running through airports with pounds of luggage - that's a good workout.",
	"name": "Rachel McAdams"
}, {
	"quote": "The idea of redemption is always good news, even if it means sacrifice or some difficult times.",
	"name": "Patti Smith"
}, {
	"quote": "Strive to find things to be thankful for, and just look for the good in who you are!",
	"name": "Bethany Hamilton"
}, {
	"quote": "I can live for two months on a good compliment.",
	"name": "Mark Twain"
}, {
	"quote": "People change over the years, and that changes situations for good and for bad.",
	"name": "Bobby Knight"
}, {
	"quote": "And I believe that good journalism, good television, can make our world a better place.",
	"name": "Christiane Amanpour"
}, {
	"quote": "My idea of Heaven is to wake up, have a good breakfast, and spend the rest of the day drawing.",
	"name": "Peter Falk"
}, {
	"quote": "No evil can happen to a good man, either in life or after death.",
	"name": "Plato"
}, {
	"quote": "The best part is still ahead of me - I haven't experienced my 'good old days' yet.",
	"name": "Luther Vandross"
}, {
	"quote": "Hang out with good people, do good things, and always put the team first.",
	"name": "Robert Kraft"
}, {
	"quote": "I just like playing songs with happy vibes and good feelings.",
	"name": "Kygo"
}, {
	"quote": "Thank you to all for your prayers and good wishes. It gave me the strength to persevere and warmed my heart.",
	"name": "Steven Cojocaru"
}, {
	"quote": "Life is good when we think it's good. Life is bad when we don't think.",
	"name": "Douglas Horton"
}, {
	"quote": "Bad people doing bad things is not interesting. What I find interesting is good people doing bad things.",
	"name": "Amy Bloom"
}, {
	"quote": "Friendship multiplies the good of life and divides the evil.",
	"name": "Baltasar Gracian"
}, {
	"quote": "It's a good place when all you have is hope and not expectations.",
	"name": "Danny Boyle"
}, {
	"quote": "A long sweater, good boots, and stretchy jeans are my fall fashion must-haves.",
	"name": "Sofia Richie"
}, {
	"quote": "I make sure I always surround myself with good, down to earth, fun, real people, who always keep me grounded.",
	"name": "Sean Kingston"
}, {
	"quote": "Everyone appreciates good food.",
	"name": "Michael Seibel"
}, {
	"quote": "The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.",
	"name": "Jane Austen"
}, {
	"quote": "If I can, I love staying in pajamas all day and watching movies and eating good food.",
	"name": "Becky G"
}, {
	"quote": "A heart well prepared for adversity in bad times hopes, and in good times fears for a change in fortune.",
	"name": "Horace"
}, {
	"quote": "A good photograph is knowing where to stand.",
	"name": "Ansel Adams"
}, {
	"quote": "Simplicity is not the goal. It is the by-product of a good idea and modest expectations.",
	"name": "Paul Rand"
}, {
	"quote": "Alcohol is necessary for a man so that he can have a good opinion of himself, undisturbed be the facts.",
	"name": "Finley Peter Dunne"
}, {
	"quote": "Everyone who wants to do good to the human race always ends in universal bullying.",
	"name": "Aldous Huxley"
}, {
	"quote": "I don't look ahead. I'm right here with you. It's a good way to be.",
	"name": "Danny DeVito"
}, {
	"quote": "Lighting is a good way to change the look of a place without spending much.",
	"name": "Bobby Berk"
}, {
	"quote": "Good judgment comes from experience, and a lot of that comes from bad judgment.",
	"name": "Will Rogers"
}, {
	"quote": "Win or lose, I'll feel good about myself. That's what is important.",
	"name": "Mary Docter"
}, {
	"quote": "Live fast, die young, and leave a good looking corpse.",
	"name": "John Derek"
}, {
	"quote": "Well, there's nothing better than putting your feet up on a Sunday afternoon and grabbing a good book.",
	"name": "Chris Klein"
}, {
	"quote": "I did the best I could, and in some arenas, my best was not good enough. I've made some bad choices.",
	"name": "Amy Grant"
}, {
	"quote": "My goal is to stay in good health, and every day, I wake up and pray that I do.",
	"name": "Keala Settle"
}, {
	"quote": "Look within. Within is the fountain of good, and it will ever bubble up, if thou wilt ever dig.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Be not simply good - be good for something.",
	"name": "Henry David Thoreau"
}, {
	"quote": "If anything is good for pounding humility into you permanently, it's the restaurant business.",
	"name": "Anthony Bourdain"
}, {
	"quote": "Not many people have had as much bad luck as I have, but not many people have had as much good luck, either.",
	"name": "Tig Notaro"
}, {
	"quote": "Do and act on what you believe to be right, and you'll wake up the next morning feeling good about yourself.",
	"name": "Janet Reno"
}, {
	"quote": "Leadership consists of picking good men and helping them do their best.",
	"name": "Chester W. Nimitz"
}, {
	"quote": "Being a good actor isn't easy. Being a man is even harder. I want to be both before I'm done.",
	"name": "James Dean"
}, {
	"quote": "It is not enough for us to restrain from doing evil, unless we shall also do good.",
	"name": "St. Jerome"
}, {
	"quote": "If you feel good about who you are inside, it will radiate.",
	"name": "Patti Smith"
}, {
	"quote": "I think a good pastor is somebody who is honest and humble and has a really caring heart.",
	"name": "Robert H. Schuller"
}, {
	"quote": "Nothing better than a good laugh and giggling over a whole bunch of nothing.",
	"name": "Yolanda Hadid"
}, {
	"quote": "Good times don't last long sometimes.",
	"name": "Levon Helm"
}, {
	"quote": "A bad man is the sort who weeps every time he speaks of a good woman.",
	"name": "H. L. Mencken"
}, {
	"quote": "We cannot make good news out of bad practice.",
	"name": "Edward R. Murrow"
}, {
	"quote": "If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed.",
	"name": "Albert Einstein"
}, {
	"quote": "If I don't laugh at least 20 times a day - it hasn't been a good day.",
	"name": "Jordin Sparks"
}, {
	"quote": "I just love hanging out with good company on a great, fun golf course.",
	"name": "Rich Eisen"
}, {
	"quote": "Don't be afraid to give up the good to go for the great.",
	"name": "John D. Rockefeller"
}, {
	"quote": "You punch me, I punch back. I do not believe it's good for one's self-respect to be a punching bag.",
	"name": "Ed Koch"
}, {
	"quote": "Good leadership consists of showing average people how to do the work of superior people.",
	"name": "John D. Rockefeller"
}, {
	"quote": "Be unpredictable, be real, be interesting. Tell a good story.",
	"name": "James Dashner"
}, {
	"quote": "What I miss the most is chatting with my friends and family and having a good laugh over a simple meal.",
	"name": "Kim Yuna"
}, {
	"quote": "I could talk food all day. I love good food.",
	"name": "Tom Brady"
}, {
	"quote": "Hatred is gained as much by good works as by evil.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "Better is the enemy of good.",
	"name": "Voltaire"
}, {
	"quote": "I love to glow, and it's important for me to have a good highlighter to brighten up.",
	"name": "Justine Skye"
}, {
	"quote": "I'm obsessed with radio. It's a good start to Sunday morning.",
	"name": "R. L. Stine"
}, {
	"quote": "It's good to shut up sometimes.",
	"name": "Marcel Marceau"
}, {
	"quote": "Dear Internet: You are very good at spreading rumors. Truth is more valuable and much harder to come by.",
	"name": "Mark Frost"
}, {
	"quote": "You try to be moody when you're young and it had a good ring to it.",
	"name": "Jim Capaldi"
}, {
	"quote": "I have made good judgments in the past. I have made good judgments in the future.",
	"name": "Dan Quayle"
}, {
	"quote": "In good times, people want to advertise; in bad times, they have to.",
	"name": "Bruce Barton"
}, {
	"quote": "Good men are the stars, the planets of the ages wherein they live, and illustrate the times.",
	"name": "Ben Jonson"
}, {
	"quote": "He who stops being better stops being good.",
	"name": "Oliver Cromwell"
}, {
	"quote": "Too much of a good thing can be taxing.",
	"name": "Mae West"
}, {
	"quote": "Few things are harder to put up with than the annoyance of a good example.",
	"name": "Mark Twain"
}, {
	"quote": "I think the best riffs and the best songs come when you're jamming and having a good time.",
	"name": "Scott Ian"
}, {
	"quote": "If you want to feel good, you have to go out and do some good.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Fun is good.",
	"name": "Dr. Seuss"
}, {
	"quote": "A good indignation brings out all one's powers.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Doing well is the result of doing good. That's what capitalism is all about.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "There has to be evil so that good can prove its purity above it.",
	"name": "Unknown"
}, {
	"quote": "Nothing tastes as good as skinny feels.",
	"name": "Kate Moss"
}, {
	"quote": "Learn to... be what you are, and learn to resign with a good grace all that you are not.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "In the good old days when I was a senator, I was my own man.",
	"name": "Joe Biden"
}, {
	"quote": "There is a kind of victory in good work, no matter how humble.",
	"name": "Jack Kemp"
}, {
	"quote": "Museums are good things, places to look and absorb and learn.",
	"name": "Alan King"
}, {
	"quote": "Good taste is as tiring as good company.",
	"name": "Francis Picabia"
}, {
	"quote": "Ideas can be life-changing. Sometimes all you need to open the door is just one more good idea.",
	"name": "Jim Rohn"
}, {
	"quote": "I do a good job of staying positive and just moving on.",
	"name": "Katie Taylor"
}, {
	"quote": "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
	"name": "Morihei Ueshiba"
}, {
	"quote": "Good and bad ideas both come from the same fountain of speculation and experiment.",
	"name": "Shaun Tan"
}, {
	"quote": "Good government is one of the most important factors in economic growth and social well-being.",
	"name": "Joe Lonsdale"
}, {
	"quote": "It's not about my career now. It's just about finding great work and having a good time.",
	"name": "Melanie Griffith"
}, {
	"quote": "The chief enemy of creativity is 'good' sense.",
	"name": "Pablo Picasso"
}, {
	"quote": "A good listener is not only popular everywhere, but after a while, he knows something.",
	"name": "Wilson Mizner"
}, {
	"quote": "The 'good old times' - all times when old are good.",
	"name": "Lord Byron"
}, {
	"quote": "Confidence in the goodness of another is good proof of one's own goodness.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Be sweet, be good, and honest always.",
	"name": "Emma Bunton"
}, {
	"quote": "Good leaders make people feel that they're at the very heart of things, not at the periphery.",
	"name": "Warren Bennis"
}, {
	"quote": "I don't want to be interesting. I want to be good.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "The less we deserve good fortune, the more we hope for it.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "They're only truly great who are truly good.",
	"name": "George Chapman"
}, {
	"quote": "Thanksgiving Day is a good day to recommit our energies to giving thanks and just giving.",
	"name": "Amy Grant"
}, {
	"quote": "There's an art to being a good actor, there's an art to being a celebrity, and there's an art to longevity.",
	"name": "Rocky Carroll"
}, {
	"quote": "Good things do not come easy. The road is lined with pitfalls.",
	"name": "Desi Arnaz"
}, {
	"quote": "Show me a good loser, and I'll show you a loser.",
	"name": "Vince Lombardi"
}, {
	"quote": "The time that I have on this earth should just be filled with good times.",
	"name": "Kyle Kinane"
}, {
	"quote": "Not only must we be good, but we must also be good for something.",
	"name": "Henry David Thoreau"
}, {
	"quote": "All human beings are commingled out of good and evil.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "The good old days are now.",
	"name": "Tom Clancy"
}, {
	"quote": "Old things are always in good repute, present things in disfavor.",
	"name": "Tacitus"
}, {
	"quote": "Colorado has always been a good place to find what you're made of.",
	"name": "John Hickenlooper"
}, {
	"quote": "Some are blessed with musical ability, others with good looks. Myself, I was blessed with modesty.",
	"name": "Roger Moore"
}, {
	"quote": "If you have fun and keep a good attitude, people want to work with you.",
	"name": "James Marsden"
}, {
	"quote": "The thing with pretending you're in a good mood is that sometimes you can.",
	"name": "Charles de Lint"
}, {
	"quote": "Being a good girl means suppressing a lot.",
	"name": "Jennifer Jason Leigh"
}, {
	"quote": "They didn't want it good, they wanted it Wednesday.",
	"name": "Robert A. Heinlein"
}, {
	"quote": "While playing golf today I hit two good balls. I stepped on a rake.",
	"name": "Henny Youngman"
}, {
	"quote": "Less is only more where more is no good.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Don't let the good days get to your head, and don't let the bad days get to your heart.",
	"name": "Caroline Ghosn"
}, {
	"quote": "A man has to live with himself, and he should see to it that he always has good company.",
	"name": "Charles Evans Hughes"
}, {
	"quote": "It is not good to be too free. It is not good to have everything one wants.",
	"name": "Blaise Pascal"
}, {
	"quote": "What the people want is very simple - they want an America as good as its promise.",
	"name": "Barbara Jordan"
}, {
	"quote": "Nobody minds having what is too good for them.",
	"name": "Jane Austen"
}, {
	"quote": "On the whole, human beings want to be good, but not too good, and not quite all the time.",
	"name": "George Orwell"
}, {
	"quote": "It is a good thing to learn caution from the misfortunes of others.",
	"name": "Publilius Syrus"
}, {
	"quote": "A good scare is worth more to a man than good advice.",
	"name": "E. W. Howe"
}, {
	"quote": "Good advice is something a man gives when he is too old to set a bad example.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "Good thoughts bear good fruit, bad thoughts bear bad fruit.",
	"name": "James Allen"
}, {
	"quote": "The omission of good is no less reprehensible than the commission of evil.",
	"name": "Plutarch"
}, {
	"quote": "Writing is good, thinking is better. Cleverness is good, patience is better.",
	"name": "Hermann Hesse"
}, {
	"quote": "The momentous thing in human life is the art of winning the soul to good or evil.",
	"name": "Francis Bacon"
}, {
	"quote": "Acorns were good until bread was found.",
	"name": "Francis Bacon"
}, {
	"quote": "Goodness is something that makes us serene and content; it is magnificent. Those who are not good are evil.",
	"name": "Bhumibol Adulyadej"
}, {
	"quote": "A man is as good as he has to be, and a woman as bad as she dares.",
	"name": "Elbert Hubbard"
}, {
	"quote": "It is the mark of a good action that it appears inevitable in retrospect.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "What a miserable thing life is: you're living in clover, only the clover isn't good enough.",
	"name": "Bertolt Brecht"
}, {
	"quote": "Please give me some good advice in your next letter. I promise not to follow it.",
	"name": "Edna St. Vincent Millay"
}, {
	"quote": "Our will is always for our own good, but we do not always see what that is.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "Evil and good are God's right hand and left.",
	"name": "Horace Mann"
}, {
	"quote": "Only the young die good.",
	"name": "Oliver Herford"
}, {
	"quote": "Good actions ennoble us, we are the sons of our own deeds.",
	"name": "Jean Paul"
}, {
	"quote": "If it were better, it wouldn't be as good.",
	"name": "Brendan Gill"
}, {
	"quote": "Free is the best. Anything free is good.",
	"name": "Sandra Bullock"
}, {
	"quote": "Nothing leads to good that is not natural.",
	"name": "Friedrich Schiller"
}, {
	"quote": "No one can be good for long if goodness is not in demand.",
	"name": "Bertolt Brecht"
}, {
	"quote": "No news at 4:30 a.m. is good.",
	"name": "Lady Bird Johnson"
}, {
	"quote": "I don't think I am any good. If I thought I was any good, I wouldn't be.",
	"name": "John Betjeman"
}, {
	"quote": "He who bestows his goods upon the poor shall have as much again, and ten times more.",
	"name": "John Bunyan"
}, {
	"quote": "The more one has seen of the good, the more one asks for the better.",
	"name": "John Mason Brown"
}, {
	"quote": "Have a very good reason for everything you do.",
	"name": "Laurence Olivier"
}, {
	"quote": "I'd rather be lucky than good.",
	"name": "Lefty Gomez"
}, {
	"quote": "That which is striking and beautiful is not always good, but that which is good is always beautiful.",
	"name": "Ninon de L'Enclos"
}, {
	"quote": "Either positive or negative comments are good because it shows I am still relevant.",
	"name": "Justin Guarini"
}, {
	"quote": "What is beautiful is good, and who is good will soon be beautiful.",
	"name": "Vita Sackville-West"
}, {
	"quote": "Good enough never is.",
	"name": "Debbi Fields"
}]