[{
	"quote": "We don't stop going to school when we graduate.",
	"name": "Carol Burnett"
}, {
	"quote": "The aim of education is the knowledge, not of facts, but of values.",
	"name": "William S. Burroughs"
}, {
	"quote": "All real education is the architecture of the soul.",
	"name": "William Bennett"
}, {
	"quote": "Some people drink from the fountain of knowledge, others just gargle.",
	"name": "Robert Anthony"
}, {
	"quote": "The doer alone learneth.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "For good nurture and education implant good constitutions.",
	"name": "Plato"
}, {
	"quote": "God will not look you over for medals degrees or diplomas, but for scars.",
	"name": "Elbert Hubbard"
}, {
	"quote": "It is virtually impossible to compete in today's global economy without a college degree.",
	"name": "Bobby Scott"
}, {
	"quote": "Being considerate of others will take your children further in life than any college degree.",
	"name": "Marian Wright Edelman"
}, {
	"quote": "I didn't even go to graduation.",
	"name": "Brendon Urie"
}, {
	"quote": "I learned law so well, the day I graduated I sued the college, won the case, and got my tuition back.",
	"name": "Fred Allen"
}, {
	"quote": "It might be said now that I have the best of both worlds. A Harvard education and a Yale degree.",
	"name": "John F. Kennedy"
}, {
	"quote": "When I graduated from high school, it was during the Depression and we had no money.",
	"name": "Ray Bradbury"
}, {
	"quote": "So in my uncertainty, I went to graduate school and there it all happened.",
	"name": "Ted Nelson"
}, {
	"quote": "I graduated from the University of Whatever.",
	"name": "Dana Snyder"
}, {
	"quote": "Graduation speeches force you to reflect. They are about consciousness. Nothing is better than consciousness.",
	"name": "Bruce Eric Kaplan"
}, {
	"quote": "This man used to go to school with his dog. Then they were separated. His dog graduated!",
	"name": "Henny Youngman"
}, {
	"quote": "I went to college at the University of Kansas, where I got a degree in political science.",
	"name": "Sara Paretsky"
}, {
	"quote": "North Dakota State. What do you have to do there to graduate? Milk a cow with your left hand?",
	"name": "Bobby Heenan"
}, {
	"quote": "I accidentally forgot to graduate from college.",
	"name": "Anne Lamott"
}, {
	"quote": "When I graduated college I had a series of just humiliating jobs that I couldn't believe I was at.",
	"name": "Lena Dunham"
}, {
	"quote": "One half who graduate from college never read another book.",
	"name": "G. M. Trevelyan"
}, {
	"quote": "The college graduate is presented with a sheepskin to cover his intellectual nakedness.",
	"name": "Robert M. Hutchins"
}, {
	"quote": "I was given a new coat as a high school graduation gift.",
	"name": "Maya Hawke"
}, {
	"quote": "College atheletes used to get a degree in bringing your pencil.",
	"name": "Ruby Wax"
}, {
	"quote": "I graduated a the top of my class in the '84 Olympic Games; I won a gold medal.",
	"name": "Scott Hamilton"
}, {
	"quote": "After graduation, I was floundering in L.A., doing stand-up comedy and working in a shoe store in the Valley.",
	"name": "Kevin Spacey"
}, {
	"quote": "I went to military college in Canada and graduated as an officer in the Navy but also as an engineer.",
	"name": "Marc Garneau"
}, {
	"quote": "I have actually five honorary degrees.",
	"name": "Katherine Dunham"
}, {
	"quote": "Everyone has a right to a university degree in America, even if it's in Hamburger Technology.",
	"name": "Clive James"
}, {
	"quote": "I did get a degree in special education.",
	"name": "Clay Aiken"
}, {
	"quote": "I always wanted to have my own album released before I graduated from high school.",
	"name": "Christina Aguilera"
}, {
	"quote": "In my second year in graduate school, I took a computer course and that was like lightening striking.",
	"name": "Ted Nelson"
}, {
	"quote": "Each year India and China produce four million graduates compared with just over 250,000 in Britain.",
	"name": "Gordon Brown"
}, {
	"quote": "Truancy rates are directly correlated to low graduation rates.",
	"name": "Tony Cardenas"
}, {
	"quote": "I'm not impressed by someone's degree... I'm impressed by them making movies.",
	"name": "Richard King"
}, {
	"quote": "I pretty much bailed on high school. I mean, I graduated, but I wasn't even there for my own graduation.",
	"name": "Tommy Caldwell"
}, {
	"quote": "Yeah, I spent about 20 years in a dorm room. It took me a while to graduate.",
	"name": "Douglas Wilson"
}, {
	"quote": "The knowledge of languages was very useful. I have a university degree in foreign languages and literature.",
	"name": "Emma Bonino"
}, {
	"quote": "I love graduation speeches. I have always loved them; I will always love them.",
	"name": "Bruce Eric Kaplan"
}, {
	"quote": "I was the first boy in the Kennedy family to graduate from college.",
	"name": "Mark Kennedy"
}, {
	"quote": "I was a lesbian for a semester at Wesleyan - it was a graduation requirement.",
	"name": "Ayelet Waldman"
}, {
	"quote": "I fell in love with theater there, and after graduation I moved to Los Angeles to pursue acting.",
	"name": "Olivia Wilde"
}, {
	"quote": "Even though I didn't get a business degree, I enjoyed learning about economics.",
	"name": "Herb Ritts"
}, {
	"quote": "I quit drinking in 2002, mere months before my college graduation.",
	"name": "Chris Gethard"
}, {
	"quote": "Yale places great stress on undergraduate and graduate teaching. I like teaching, and I do a lot of it.",
	"name": "James Tobin"
}, {
	"quote": "When I was a graduate student, the leading spirits at Harvard were interested in the history of ideas.",
	"name": "M. H. Abrams"
}, {
	"quote": "A few months after graduation I was working in films. It took off pretty quick.",
	"name": "Moira Kelly"
}, {
	"quote": "I didn't get my degree at NYU; I got it later, they gave me an honourary one.",
	"name": "Jim Jarmusch"
}, {
	"quote": "I received $100 per week when I started working at the Globe after graduation.",
	"name": "Will McDonough"
}, {
	"quote": "After graduating in the summer of 1980, I knew I wanted my life to count.",
	"name": "Donna Rice"
}, {
	"quote": "I did graduate with a bachelor's degree in civil engineering in 1948.",
	"name": "Daniel J. Evans"
}, {
	"quote": "Remember, half the doctors in this country graduated in the bottom half of their class.",
	"name": "Al McGuire"
}, {
	"quote": "I left for New York three days after graduation.",
	"name": "Jenn Lyon"
}, {
	"quote": "Upon graduation from high school, following my brother by a couple of years, I joined the U.S. Air Force.",
	"name": "Dennis L. McKiernan"
}]