[{
	"quote": "There are two great days in a person's life - the day we are born and the day we discover why.",
	"name": "William Barclay"
}, {
	"quote": "Great things in business are never done by one person. They're done by a team of people.",
	"name": "Steve Jobs"
}, {
	"quote": "It's sad to know I'm done. But looking back, I've got a lot of great memories.",
	"name": "Bonnie Blair"
}, {
	"quote": "Good health and good sense are two of life's greatest blessings.",
	"name": "Publilius Syrus"
}, {
	"quote": "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed.",
	"name": "Robert H. Schuller"
}, {
	"quote": "Great works are performed not by strength but by perseverance.",
	"name": "Samuel Johnson"
}, {
	"quote": "Great minds discuss ideas; average minds discuss events; small minds discuss people.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "The great advantage about telling the truth is that nobody ever believes it.",
	"name": "Dorothy L. Sayers"
}, {
	"quote": "My father was my teacher. But most importantly he was a great dad.",
	"name": "Beau Bridges"
}, {
	"quote": "Simply enjoy life and the great pleasures that come with it.",
	"name": "Karolina Kurkova"
}, {
	"quote": "Only great minds can afford a simple style.",
	"name": "Stendhal"
}, {
	"quote": "Great things are done by a series of small things brought together.",
	"name": "Vincent Van Gogh"
}, {
	"quote": "A little thought and a little kindness are often worth more than a great deal of money.",
	"name": "John Ruskin"
}, {
	"quote": "Luck is great, but most of life is hard work.",
	"name": "Iain Duncan Smith"
}, {
	"quote": "No dream is too big. No challenge is too great. Nothing we want for our future is beyond our reach.",
	"name": "Donald Trump"
}, {
	"quote": "Behind every great man is a woman rolling her eyes.",
	"name": "Jim Carrey"
}, {
	"quote": "Character is higher than intellect. A great soul will be strong to live as well as think.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Some are born great, some achieve greatness, and some have greatness thrust upon them.",
	"name": "William Shakespeare"
}, {
	"quote": "Great achievement is usually born of great sacrifice, and is never the result of selfishness.",
	"name": "Napoleon Hill"
}, {
	"quote": "My mother had a great deal of trouble with me, but I think she enjoyed it.",
	"name": "Mark Twain"
}, {
	"quote": "No man will make a great leader who wants to do it all himself or get all the credit for doing it.",
	"name": "Andrew Carnegie"
}, {
	"quote": "Holidays - any holiday - are such a great opportunity to focus on bringing the family together.",
	"name": "Lidia Bastianich"
}, {
	"quote": "An animal's eyes have the power to speak a great language.",
	"name": "Martin Buber"
}, {
	"quote": "There is no great genius without some touch of madness.",
	"name": "Aristotle"
}, {
	"quote": "First, accept sadness. Realize that without losing, winning isn't so great.",
	"name": "Alyssa Milano"
}, {
	"quote": "Life should be great rather than long.",
	"name": "B. R. Ambedkar"
}, {
	"quote": "Half a truth is often a great lie.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Every gift which is given, even though it be small, is in reality great, if it is given with affection.",
	"name": "Pindar"
}, {
	"quote": "I surround myself with good people who make me feel great and give me positive energy.",
	"name": "Ali Krieger"
}, {
	"quote": "Beware of little expenses. A small leak will sink a great ship.",
	"name": "Benjamin Franklin"
}, {
	"quote": "The difference between something good and something great is attention to detail.",
	"name": "Charles R. Swindoll"
}, {
	"quote": "The greatest weapon against stress is our ability to choose one thought over another.",
	"name": "William James"
}, {
	"quote": "The essence of all beautiful art, all great art, is gratitude.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "After climbing a great hill, one only finds that there are many more hills to climb.",
	"name": "Nelson Mandela"
}, {
	"quote": "Great things are done when men and mountains meet.",
	"name": "William Blake"
}, {
	"quote": "Silence is a source of great strength.",
	"name": "Lao Tzu"
}, {
	"quote": "Great thoughts speak only to the thoughtful mind, but great actions speak to all mankind.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "There is no pain so great as the memory of joy in present grief.",
	"name": "Aeschylus"
}, {
	"quote": "I have decided to stick with love. Hate is too great a burden to bear.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "Life is either a great adventure or nothing.",
	"name": "Helen Keller"
}, {
	"quote": "Our Generation has had no Great war, no Great Depression. Our war is spiritual. Our depression is our lives.",
	"name": "Chuck Palahniuk"
}, {
	"quote": "Pray that your loneliness may spur you into finding something to live for, great enough to die for.",
	"name": "Dag Hammarskjold"
}, {
	"quote": "Small aim is a crime; have great aim.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "The world is the great gymnasium where we come to make ourselves strong.",
	"name": "Swami Vivekananda"
}, {
	"quote": "The great thing about getting older is that you don't lose all the other ages you've been.",
	"name": "Madeleine L'Engle"
}, {
	"quote": "If you cannot do great things, do small things in a great way.",
	"name": "Napoleon Hill"
}, {
	"quote": "A great figure or physique is nice, but it's self-confidence that makes someone really sexy.",
	"name": "Vivica A. Fox"
}, {
	"quote": "A great man is different from an eminent one in that he is ready to be the servant of the society.",
	"name": "B. R. Ambedkar"
}, {
	"quote": "Silence is one of the great arts of conversation.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "The price of greatness is responsibility.",
	"name": "Winston Churchill"
}, {
	"quote": "It is a rough road that leads to the heights of greatness.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Her angel's face, As the great eye of heaven shined bright, And made a sunshine in the shady place.",
	"name": "Edmund Spenser"
}, {
	"quote": "It always feels nice to be associated with a team you share a great bond with.",
	"name": "Anushka Shetty"
}, {
	"quote": "Science is the great antidote to the poison of enthusiasm and superstition.",
	"name": "Adam Smith"
}, {
	"quote": "My great concern is not whether you have failed, but whether you are content with your failure.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Great teachers emanate out of knowledge, passion and compassion.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "The greatness of a nation can be judged by the way its animals are treated.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "The most important thing is to try and inspire people so that they can be great in whatever they want to do.",
	"name": "Kobe Bryant"
}, {
	"quote": "Spending time outdoors makes you feel great.",
	"name": "Elizabeth Hurley"
}, {
	"quote": "The harder the struggle, the more glorious the triumph. Self-realization demands very great struggle.",
	"name": "Swami Sivananda"
}, {
	"quote": "The good physician treats the disease; the great physician treats the patient who has the disease.",
	"name": "William Osler"
}, {
	"quote": "We live in a fantasy world, a world of illusion. The great task in life is to find reality.",
	"name": "Iris Murdoch"
}, {
	"quote": "He who learns but does not think, is lost! He who thinks but does not learn is in great danger.",
	"name": "Confucius"
}, {
	"quote": "Great dreams of great dreamers are always transcended.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "Prejudice is a great time saver. You can form opinions without having to get the facts.",
	"name": "E. B. White"
}, {
	"quote": "The great thing about social media was how it gave a voice to voiceless people.",
	"name": "Jon Ronson"
}, {
	"quote": "Nature's great masterpiece, an elephant; the only harmless great thing.",
	"name": "John Donne"
}, {
	"quote": "Going to the gym is great for your body, but it's also great for your mind.",
	"name": "Rory McIlroy"
}, {
	"quote": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be.",
	"name": "Wayne Gretzky"
}, {
	"quote": "All truly great thoughts are conceived by walking.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "What wisdom can you find that is greater than kindness?",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "Coffee and smoking are the last great addictions.",
	"name": "Lara Flynn Boyle"
}, {
	"quote": "To accomplish great things, we must not only act, but also dream; not only plan, but also believe.",
	"name": "Anatole France"
}, {
	"quote": "If you want to become a great chef, you have to work with great chefs. And that's exactly what I did.",
	"name": "Gordon Ramsay"
}, {
	"quote": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.",
	"name": "Mary Wollstonecraft"
}, {
	"quote": "If fear is the great enemy of intimacy, love is its true friend.",
	"name": "Henri Nouwen"
}, {
	"quote": "Great is the guilt of an unnecessary war.",
	"name": "John Adams"
}, {
	"quote": "A man is great by deeds, not by birth.",
	"name": "Chanakya"
}, {
	"quote": "You're never too old to start learning, and you're never too young to aim high and achieve great things.",
	"name": "Asa Hutchinson"
}, {
	"quote": "To become truly great, one has to stand with people, not above them.",
	"name": "Montesquieu"
}, {
	"quote": "A great book begins with an idea; a great life, with a determination.",
	"name": "Louis L'Amour"
}, {
	"quote": "The greatest accomplishment is not in never falling, but in rising again after you fall.",
	"name": "Vince Lombardi"
}, {
	"quote": "Nothing great was ever achieved without enthusiasm.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Harmony makes small things grow, lack of it makes great things decay.",
	"name": "Sallust"
}, {
	"quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
	"name": "J. K. Rowling"
}, {
	"quote": "To be a great motorbike racer, the most important thing is passion for the bike.",
	"name": "Valentino Rossi"
}, {
	"quote": "There is no greatness where there is no simplicity, goodness and truth.",
	"name": "Leo Tolstoy"
}, {
	"quote": "Great companies are built in the office, with hard work put in by a team.",
	"name": "Emily Chang"
}, {
	"quote": "Scientists dream about doing great things. Engineers do them.",
	"name": "James A. Michener"
}, {
	"quote": "The greatest way to live with honor in this world is to be what we pretend to be.",
	"name": "Socrates"
}, {
	"quote": "The greater the obstacle, the more glory in overcoming it.",
	"name": "Moliere"
}, {
	"quote": "That some achieve great success, is proof to all that others can achieve it as well.",
	"name": "Abraham Lincoln"
}, {
	"quote": "I have a great relationship with the Mexican people.",
	"name": "Donald Trump"
}, {
	"quote": "Great men are like eagles, and build their nest on some lofty solitude.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "Little minds are tamed and subdued by misfortune; but great minds rise above them.",
	"name": "Washington Irving"
}, {
	"quote": "The hottest place in Hell is reserved for those who remain neutral in times of great moral conflict.",
	"name": "Unknown"
}, {
	"quote": "Step with care and great tact, and remember that Life's a Great Balancing Act.",
	"name": "Dr. Seuss"
}, {
	"quote": "We are all faced with a series of great opportunities brilliantly disguised as impossible situations.",
	"name": "Charles R. Swindoll"
}, {
	"quote": "It's a great honour to be recognised and appreciated by your fellow colleagues.",
	"name": "Pierre-Emerick Aubameyang"
}, {
	"quote": "Great things come out of being hungry and cold. Once you're pampered, you get lazy.",
	"name": "Rob Zombie"
}, {
	"quote": "I like to listen. I have learned a great deal from listening carefully. Most people never listen.",
	"name": "Ernest Hemingway"
}, {
	"quote": "Wealth consists not in having great possessions, but in having few wants.",
	"name": "Epictetus"
}, {
	"quote": "I'm surrounded by great friends and family. I don't know what I would do without them.",
	"name": "Emma Roberts"
}, {
	"quote": "There is no greater agony than bearing an untold story inside you.",
	"name": "Maya Angelou"
}, {
	"quote": "People who think they know everything are a great annoyance to those of us who do.",
	"name": "Isaac Asimov"
}, {
	"quote": "The greatest wealth is to live content with little.",
	"name": "Plato"
}, {
	"quote": "My life is about ups and downs, great joys and great losses.",
	"name": "Isabel Allende"
}, {
	"quote": "Small deeds done are better than great deeds planned.",
	"name": "Peter Marshall"
}, {
	"quote": "The final proof of greatness lies in being able to endure criticism without resentment.",
	"name": "Elbert Hubbard"
}, {
	"quote": "I am an old man and have known a great many troubles, but most of them never happened.",
	"name": "Mark Twain"
}, {
	"quote": "Great companies are built on great products.",
	"name": "Elon Musk"
}, {
	"quote": "It's so great to find that one special person you want to annoy for the rest of your life.",
	"name": "Rita Rudner"
}, {
	"quote": "The great gift of human beings is that we have the power of empathy.",
	"name": "Meryl Streep"
}, {
	"quote": "To me, there's no great chef without a great team.",
	"name": "Daniel Boulud"
}, {
	"quote": "Our greatest glory is not in never failing, but in rising up every time we fail.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Never let a trend get in the way of creating a great outfit for yourself.",
	"name": "Stacy London"
}, {
	"quote": "Nurture your minds with great thoughts. To believe in the heroic makes heroes.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "I believe in the power of great clothing. It can evoke confidence, beauty, and a sense of glamour.",
	"name": "Tina Knowles"
}, {
	"quote": "A great chef is an artist that I truly respect.",
	"name": "Robert Stack"
}, {
	"quote": "Nothing beats a great smile.",
	"name": "Karl Urban"
}, {
	"quote": "As usual, there is a great woman behind every idiot.",
	"name": "John Lennon"
}, {
	"quote": "When we are born we cry that we are come to this great stage of fools.",
	"name": "William Shakespeare"
}, {
	"quote": "Those who dare to fail miserably can achieve greatly.",
	"name": "John F. Kennedy"
}, {
	"quote": "Great theatre is about challenging how we think and encouraging us to fantasize about a world we aspire to.",
	"name": "Willem Dafoe"
}, {
	"quote": "Governing a great nation is like cooking a small fish - too much handling will spoil it.",
	"name": "Lao Tzu"
}, {
	"quote": "I believe the first test of a truly great man is in his humility.",
	"name": "John Ruskin"
}, {
	"quote": "I am a great admirer of mystery and magic. Look at this life - all mystery and magic.",
	"name": "Harry Houdini"
}, {
	"quote": "I do not think you can name many great inventions that have been made by married men.",
	"name": "Nikola Tesla"
}, {
	"quote": "If you ever catch a great boss, it's just such a rare thing, and it's amazing.",
	"name": "James L. Brooks"
}, {
	"quote": "Great dancers are not great because of their technique, they are great because of their passion.",
	"name": "Martha Graham"
}, {
	"quote": "Software is a great combination between artistry and engineering.",
	"name": "Bill Gates"
}, {
	"quote": "Every great achievement is but a small peak in the mountain range of contributions.",
	"name": "Dale T. Mortensen"
}, {
	"quote": "What great thing would you attempt if you knew you could not fail?",
	"name": "Robert H. Schuller"
}, {
	"quote": "The atom bomb was no 'great decision.' It was merely another powerful weapon in the arsenal of righteousness.",
	"name": "Harry S Truman"
}, {
	"quote": "We hang the petty thieves and appoint the great ones to public office.",
	"name": "Aesop"
}, {
	"quote": "Today's a beautiful day, and yesterday was a beautiful day, so that means it's a great life.",
	"name": "Gnash"
}, {
	"quote": "Every day is a great day for hockey.",
	"name": "Mario Lemieux"
}, {
	"quote": "It takes a great man to be a good listener.",
	"name": "Calvin Coolidge"
}, {
	"quote": "By people getting together and celebrating this idea of togetherness, great things can happen.",
	"name": "Edward Enninful"
}, {
	"quote": "I have great faith in fools; self-confidence my friends call it.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "There have been so many great moments, and I feel so blessed every day.",
	"name": "Vusi Mahlasela"
}, {
	"quote": "One sees great things from the valley; only small things from the peak.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "What is great in man is that he is a bridge and not a goal.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "You don't have to be great to start, but you have to start to be great.",
	"name": "Zig Ziglar"
}, {
	"quote": "All great change in America begins at the dinner table.",
	"name": "Ronald Reagan"
}, {
	"quote": "Good artists copy, great artists steal.",
	"name": "Pablo Picasso"
}, {
	"quote": "Never was anything great achieved without danger.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "In Republics, the great danger is, that the majority may not sufficiently respect the rights of the minority.",
	"name": "James Madison"
}, {
	"quote": "Hugs can do great amounts of good - especially for children.",
	"name": "Princess Diana"
}, {
	"quote": "The United Nations is our one great hope for a peaceful and free world.",
	"name": "Ralph Bunche"
}, {
	"quote": "You can have great teachers, but if you don't have a good principal, you won't have a good school.",
	"name": "Eli Broad"
}, {
	"quote": "You need a little bit of insanity to do great things.",
	"name": "Henry Rollins"
}, {
	"quote": "With the right people, culture, and values, you can accomplish great things.",
	"name": "Tricia Griffith"
}, {
	"quote": "All great achievements require time.",
	"name": "Maya Angelou"
}, {
	"quote": "Being a villain is great, even though I've only gotten to do it a few times.",
	"name": "Shawn Ashmore"
}, {
	"quote": "A great man is always willing to be little.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Better a little which is well done, than a great deal imperfectly.",
	"name": "Plato"
}, {
	"quote": "The digital camera is a great invention because it allows us to reminisce. Instantly.",
	"name": "Demetri Martin"
}, {
	"quote": "Where the willingness is great, the difficulties cannot be great.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "Every great story seems to begin with a snake.",
	"name": "Nicolas Cage"
}, {
	"quote": "Awards are great, as you get to meet up with friends and colleagues from your industry - a sort of reunion.",
	"name": "Penelope Cruz"
}, {
	"quote": "Self-confidence is the first requisite to great undertakings.",
	"name": "Samuel Johnson"
}, {
	"quote": "Great people have great values and great ethics.",
	"name": "Jeffrey Gitomer"
}, {
	"quote": "No great advance has been made in science, politics, or religion without controversy.",
	"name": "Lyman Beecher"
}, {
	"quote": "Great leaders inspire incredible loyalty in their followers and subordinates.",
	"name": "Joe Lonsdale"
}, {
	"quote": "Great spirits have always encountered violent opposition from mediocre minds.",
	"name": "Albert Einstein"
}, {
	"quote": "What a great day for football, all we need is some green grass and a ball.",
	"name": "Bill Shankly"
}, {
	"quote": "Boredom always precedes a period of great creativity.",
	"name": "Robert M. Pirsig"
}, {
	"quote": "If a great outfit gets you one step closer to feeling good about yourself, then it's worth every penny.",
	"name": "Rachel Roy"
}, {
	"quote": "A great wind is blowing, and that gives you either imagination or a headache.",
	"name": "Catherine the Great"
}, {
	"quote": "One of the greatest diseases is to be nobody to anybody.",
	"name": "Mother Teresa"
}, {
	"quote": "I am among those who think that science has great beauty.",
	"name": "Marie Curie"
}, {
	"quote": "Belief in oneself and knowing who you are, I mean, that's the foundation for everything great.",
	"name": "Jay-Z"
}, {
	"quote": "The sound of a kiss is not so loud as that of a cannon, but its echo lasts a great deal longer.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "Great effort springs naturally from great attitude.",
	"name": "Pat Riley"
}, {
	"quote": "People in tough times - it doesn't mean they don't have a great attitude.",
	"name": "Joel Osteen"
}, {
	"quote": "Grandfather, Great Spirit, once more behold me on earth and lean to hear my feeble voice.",
	"name": "Black Elk"
}, {
	"quote": "If you have won a national award, it means you have done something great.",
	"name": "Remo D'Souza"
}, {
	"quote": "Small minds are concerned with the extraordinary, great minds with the ordinary.",
	"name": "Blaise Pascal"
}, {
	"quote": "A man's worth is no greater than his ambitions.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Laws control the lesser man... Right conduct controls the greater one.",
	"name": "Mark Twain"
}, {
	"quote": "A great accomplishment shouldn't be the end of the road, just the starting point for the next leap forward.",
	"name": "Harvey Mackay"
}, {
	"quote": "Education is not solely about earning a great living. It means living a great life.",
	"name": "Brad Henry"
}, {
	"quote": "The demand to be loved is the greatest of all arrogant presumptions.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "The greatest mistake you can make in life is continually fearing that you'll make one.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Great hopes make great men.",
	"name": "Thomas Fuller"
}, {
	"quote": "All those hours exploring the great outdoors made me more resilient and confident.",
	"name": "David Suzuki"
}, {
	"quote": "Life is a great sunrise. I do not see why death should not be an even greater one.",
	"name": "Vladimir Nabokov"
}, {
	"quote": "It's always great to get to do what you love and to do something that hopefully people will see and love.",
	"name": "Casey Wilson"
}, {
	"quote": "Great personal style is an extreme curiosity about yourself.",
	"name": "Iris Apfel"
}, {
	"quote": "A great tailor is like a great personal trainer - they tailor that suit to your natural physique.",
	"name": "Jidenna"
}, {
	"quote": "There are hurdles, there are handicaps, hardships you have to face in life, but you hope for a great future.",
	"name": "Anil Kapoor"
}, {
	"quote": "Sausage is a great deal like life. You get out of it about what you put into it.",
	"name": "Jimmy Dean"
}, {
	"quote": "Great thoughts and a pure heart, that is what we should ask from God.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Scarves, mittens, and hats are a great way to express your personality in the cold weather.",
	"name": "Brad Goreski"
}, {
	"quote": "I have learned to use the word 'impossible' with the greatest caution.",
	"name": "Wernher von Braun"
}, {
	"quote": "Pursue one great decisive aim with force and determination.",
	"name": "Carl von Clausewitz"
}, {
	"quote": "Curiosity is one of the great secrets of happiness.",
	"name": "Bryant H. McGill"
}, {
	"quote": "To live alone is the fate of all great souls.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "Rice is great if you're really hungry and want to eat two thousand of something.",
	"name": "Mitch Hedberg"
}, {
	"quote": "Hate is too great a burden to bear. It injures the hater more than it injures the hated.",
	"name": "Coretta Scott King"
}, {
	"quote": "They've got great parents; I'm just trying to be the fun uncle.",
	"name": "Sarah Silverman"
}, {
	"quote": "Where there is great love, there are always wishes.",
	"name": "Willa Cather"
}, {
	"quote": "Those who want to reap the benefits of this great nation must bear the fatigue of supporting it.",
	"name": "Thomas Paine"
}, {
	"quote": "I know and I've always felt for Canada that we recognize that diversity is a great source of strength.",
	"name": "Justin Trudeau"
}, {
	"quote": "There are so many great things in life; why dwell on negativity?",
	"name": "Zendaya"
}, {
	"quote": "I think that the good and the great are only separated by the willingness to sacrifice.",
	"name": "Kareem Abdul-Jabbar"
}, {
	"quote": "Making money is a happiness. And that's a great incentive. Making other people happy is a super-happiness.",
	"name": "Muhammad Yunus"
}, {
	"quote": "Personally, fresh air and exercise help me stay healthy and make me feel great!",
	"name": "Charlotte Casiraghi"
}, {
	"quote": "Acting requires a great amount of empathy for real lived human experiences.",
	"name": "Cole Sprouse"
}, {
	"quote": "The great man is he who does not lose his child's-heart.",
	"name": "Mencius"
}, {
	"quote": "I've got a great ambition to die of exhaustion rather than boredom.",
	"name": "Thomas Carlyle"
}, {
	"quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Life is a great big canvas; throw all the paint you can at it.",
	"name": "Danny Kaye"
}, {
	"quote": "Could a greater miracle take place than for us to look through each other's eyes for an instant?",
	"name": "Henry David Thoreau"
}, {
	"quote": "Every great advance in science has issued from a new audacity of imagination.",
	"name": "John Dewey"
}, {
	"quote": "Always in life bad times will lead to great times.",
	"name": "M. Night Shyamalan"
}, {
	"quote": "That's another great thing about getting older. Your life is written on your face.",
	"name": "Frances McDormand"
}, {
	"quote": "The great thing about rock and roll is that someone like me can be a star.",
	"name": "Elton John"
}, {
	"quote": "Surround yourself with great people. People are what make businesses prosper.",
	"name": "Wayne Huizenga"
}, {
	"quote": "Love of glory can only create a great hero; contempt of glory creates a great man.",
	"name": "Charles Maurice de Talleyrand"
}, {
	"quote": "Great leaders don't rush to blame. They instinctively look for solutions.",
	"name": "Nina Easton"
}, {
	"quote": "Without an open-minded mind, you can never be a great success.",
	"name": "Martha Stewart"
}, {
	"quote": "Great cooking favors the prepared hands.",
	"name": "Jacques Pepin"
}, {
	"quote": "To be one, to be united is a great thing. But to respect the right to be different is maybe even greater.",
	"name": "Bono"
}, {
	"quote": "Don't be humble... you're not that great.",
	"name": "Golda Meir"
}, {
	"quote": "The great art of life is sensation, to feel that we exist, even in pain.",
	"name": "Lord Byron"
}, {
	"quote": "Death comes to all, but great achievements build a monument which shall endure until the sun grows cold.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Most people say that it is the intellect which makes a great scientist. They are wrong: it is character.",
	"name": "Albert Einstein"
}, {
	"quote": "The great advantage of a hotel is that it is a refuge from home life.",
	"name": "George Bernard Shaw"
}, {
	"quote": "It is not the clear-sighted who rule the world. Great achievements are accomplished in a blessed, warm fog.",
	"name": "Joseph Conrad"
}, {
	"quote": "One great use of words is to hide our thoughts.",
	"name": "Voltaire"
}, {
	"quote": "A great deal of intelligence can be invested in ignorance when the need for illusion is deep.",
	"name": "Saul Bellow"
}, {
	"quote": "Every great brand is like a great story.",
	"name": "Kevin Plank"
}, {
	"quote": "Art! Who comprehends her? With whom can one consult concerning this great goddess?",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "Anybody can be a great photographer if they zoom in enough on what they love.",
	"name": "David Bailey"
}, {
	"quote": "As a child of God, I am greater than anything that can happen to me.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "If Heaven exists, to know that there's laughter, that would be a great thing.",
	"name": "Robin Williams"
}, {
	"quote": "The greatest happiness is to know the source of unhappiness.",
	"name": "Fyodor Dostoevsky"
}, {
	"quote": "The great aim of education is not knowledge but action.",
	"name": "Herbert Spencer"
}, {
	"quote": "I was a great student. I was good at everything.",
	"name": "Donald Trump"
}, {
	"quote": "To achieve great things, two things are needed; a plan, and not quite enough time.",
	"name": "Leonard Bernstein"
}, {
	"quote": "It took capitalism half a century to come back from the Great Depression.",
	"name": "Ben Shapiro"
}, {
	"quote": "Just do what must be done. This may not be happiness, but it is greatness.",
	"name": "George Bernard Shaw"
}, {
	"quote": "I always wanted the fairy tale, but now I want someone who is a great partner.",
	"name": "Elisabeth Rohm"
}, {
	"quote": "It's a great, great experience to finally get the reception that you know you rightfully deserve.",
	"name": "Kendrick Lamar"
}, {
	"quote": "A great civilization is not conquered from without until it has destroyed itself from within.",
	"name": "Ariel Durant"
}, {
	"quote": "The great thing about fashion is that it always looks forward.",
	"name": "Oscar de la Renta"
}, {
	"quote": "Violin playing is a physical art with great traditions behind it.",
	"name": "Vanessa Mae"
}, {
	"quote": "All the makeup in the world won't make a difference without great skincare.",
	"name": "Khloe Kardashian"
}, {
	"quote": "If it wasn't hard, everyone would do it. It's the hard that makes it great.",
	"name": "Tom Hanks"
}, {
	"quote": "Being a farmer is a great qualification to have to serve in the United States Congress.",
	"name": "Bruce Braley"
}, {
	"quote": "To do a great right do a little wrong.",
	"name": "William Shakespeare"
}, {
	"quote": "To be great is to be misunderstood.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Great things are not done by impulse, but by a series of small things brought together.",
	"name": "George Eliot"
}, {
	"quote": "The best way a mentor can prepare another leader is to expose him or her to other great people.",
	"name": "John C. Maxwell"
}, {
	"quote": "A great man is a torch in the darkness, a beacon in superstition's night, an inspiration and a prophecy.",
	"name": "Robert Green Ingersoll"
}, {
	"quote": "A great thing can only be done by a great person; and they do it without effort.",
	"name": "John Ruskin"
}, {
	"quote": "The practice of charity will bind us - will bind all men in one great brotherhood.",
	"name": "Conrad Hilton"
}, {
	"quote": "Innovation comes out of great human ingenuity and very personal passions.",
	"name": "Megan Smith"
}, {
	"quote": "There is no personal charm so great as the charm of a cheerful temperament.",
	"name": "Henry Van Dyke"
}, {
	"quote": "The great musicians are those who can reach people, who can make people feel something.",
	"name": "Sam Rivers"
}, {
	"quote": "Great minds have purposes; others have wishes.",
	"name": "Washington Irving"
}, {
	"quote": "Cross country skiing is great if you live in a small country.",
	"name": "Steven Wright"
}, {
	"quote": "Context and memory play powerful roles in all the truly great meals in one's life.",
	"name": "Anthony Bourdain"
}, {
	"quote": "To vilify a great man is the readiest way in which a little man can himself attain greatness.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "Because of a great love, one is courageous.",
	"name": "Lao Tzu"
}, {
	"quote": "See everything, overlook a great deal, correct a little.",
	"name": "Pope John XXIII"
}, {
	"quote": "Best thing that's happened this year? Maybe Hostel. It was a great experience. I loved it.",
	"name": "Jay Hernandez"
}, {
	"quote": "Our knowledge is a little island in a great ocean of nonknowledge.",
	"name": "Isaac Bashevis Singer"
}, {
	"quote": "Great things are not accomplished by those who yield to trends and fads and popular opinion.",
	"name": "Jack Kerouac"
}, {
	"quote": "Great men are seldom over-scrupulous in the arrangement of their attire.",
	"name": "Charles Dickens"
}, {
	"quote": "We shouldn't teach great books; we should teach a love of reading.",
	"name": "B. F. Skinner"
}, {
	"quote": "Society is like a large piece of frozen water; and skating well is the great art of social life.",
	"name": "Letitia Elizabeth Landon"
}, {
	"quote": "When I'm traveling, I won't miss an opportunity to try great pasta.",
	"name": "Meghan Markle"
}, {
	"quote": "What you want is the opportunity to work and an audience. Prizes after that are just a great big bonus.",
	"name": "Kenneth Branagh"
}, {
	"quote": "It's great to be a blonde. With low expectations it's very easy to surprise people.",
	"name": "Pamela Anderson"
}, {
	"quote": "Tennis is a mental game. Everyone is fit, everyone hits great forehands and backhands.",
	"name": "Novak Djokovic"
}, {
	"quote": "To have the recognition of your colleagues is great. The public attention is a mixed blessing.",
	"name": "Joshua Lederberg"
}, {
	"quote": "I was raised by a mother who told me I was great every day of my life.",
	"name": "Adam Sandler"
}, {
	"quote": "A little sincerity is a dangerous thing, and a great deal of it is absolutely fatal.",
	"name": "Oscar Wilde"
}, {
	"quote": "Only those who dare to fail greatly can ever achieve greatly.",
	"name": "Robert Kennedy"
}, {
	"quote": "I love everybody. One of the great things about me is that I have a very positive attitude.",
	"name": "Imelda Marcos"
}, {
	"quote": "Nothing great in the world has ever been accomplished without passion.",
	"name": "Georg Wilhelm Friedrich Hegel"
}, {
	"quote": "I am grateful to be a woman. I must have done something great in another life.",
	"name": "Maya Angelou"
}, {
	"quote": "I just love hanging out with good company on a great, fun golf course.",
	"name": "Rich Eisen"
}, {
	"quote": "Don't be afraid to give up the good to go for the great.",
	"name": "John D. Rockefeller"
}, {
	"quote": "Enthusiasm is the mother of effort, and without it nothing great was ever achieved.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "The best thing we can do with rejection is to make it a learning experience - rejection is a great teacher.",
	"name": "Adena Friedman"
}, {
	"quote": "Only passions, great passions can elevate the soul to great things.",
	"name": "Denis Diderot"
}, {
	"quote": "A great social success is a pretty girl who plays her cards as carefully as if she were plain.",
	"name": "F. Scott Fitzgerald"
}, {
	"quote": "Miami is one of these great places that is a really sensual, physically beautiful place.",
	"name": "Michael Mann"
}, {
	"quote": "The bravest sight in the world is to see a great man struggling against adversity.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Globalization can be a great opportunity.",
	"name": "Emmanuel Macron"
}, {
	"quote": "We come nearest to the great when we are great in humility.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "I am the greatest, I said that even before I knew I was.",
	"name": "Muhammad Ali"
}, {
	"quote": "The truth. It is a beautiful and terrible thing, and must therefore be treated with great caution.",
	"name": "J. K. Rowling"
}, {
	"quote": "It's hard to be humble, when you're as great as I am.",
	"name": "Muhammad Ali"
}, {
	"quote": "I listen to Helmet - and I love Helmet, they're a great band - but every song sounds the same.",
	"name": "Adam Jones"
}, {
	"quote": "The rage for railroads is so great that many will be laid in parts where they will not pay.",
	"name": "George Stephenson"
}, {
	"quote": "Great ideas originate in the muscles.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Produce great men, the rest follows.",
	"name": "Walt Whitman"
}, {
	"quote": "All difficult things have their origin in that which is easy, and great things in that which is small.",
	"name": "Lao Tzu"
}, {
	"quote": "Marriage is a great institution, but I'm not ready for an institution.",
	"name": "Mae West"
}, {
	"quote": "Mother Nature is the great equalizer. You can't get away from it.",
	"name": "Christopher Heyerdahl"
}, {
	"quote": "Forgive, O Lord, my little jokes on Thee, and I'll forgive Thy great big joke on me.",
	"name": "Robert Frost"
}, {
	"quote": "You will become as small as your controlling desire; as great as you dominant aspiration.",
	"name": "James Allen"
}, {
	"quote": "It's great to be queen!",
	"name": "Helen Mirren"
}, {
	"quote": "All great empires die from within.",
	"name": "Terry Bradshaw"
}, {
	"quote": "I can't even explain how blessed I am and how fortunate that I have such a great team that believes in me.",
	"name": "Holly Holm"
}, {
	"quote": "In any great organization it is far, far safer to be wrong with the majority than to be right alone.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "With great power comes great responsibility. These are platforms with hundreds of millions of people.",
	"name": "Dave McClure"
}, {
	"quote": "A great man is made up of qualities that meet or make great occasions.",
	"name": "James Russell Lowell"
}, {
	"quote": "I had a wonderful life and was blessed with so many loving people and great friends.",
	"name": "James Arness"
}, {
	"quote": "Some very poor countries run great vaccination systems, and some richer ones run terrible programs.",
	"name": "Bill Gates"
}, {
	"quote": "I think what motivates people is not great hate, but great love for other people.",
	"name": "Huey Newton"
}, {
	"quote": "I have talked with great men, and I do not see how they differ from others.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Great leaders don't need to act tough. Their confidence and humility serve to underscore their toughness.",
	"name": "Simon Sinek"
}, {
	"quote": "Great acts are made up of small deeds.",
	"name": "Lao Tzu"
}, {
	"quote": "Trust men and they will be true to you; treat them greatly and they will show themselves great.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Great artists suffer for the people.",
	"name": "Marvin Gaye"
}, {
	"quote": "Canada is like a loft apartment over a really great party.",
	"name": "Robin Williams"
}, {
	"quote": "I believe in the fundamental truth of all great religions of the world.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "It was great. I mean, it's a blast directing underwater stuff.",
	"name": "David R. Ellis"
}, {
	"quote": "We are all faced with a series of great opportunities - brilliantly disguised as insoluble problems.",
	"name": "John W. Gardner"
}, {
	"quote": "Sometimes, it's just great to bring new people into the mix.",
	"name": "John Oates"
}, {
	"quote": "A great man is one who leaves others at a loss after he is gone.",
	"name": "Paul Valery"
}, {
	"quote": "That's the great thing about a tractor. You can't really hear the phone ring.",
	"name": "Jeff Foxworthy"
}, {
	"quote": "A dream is the bearer of a new possibility, the enlarged horizon, the great hope.",
	"name": "Howard Thurman"
}, {
	"quote": "You are that vast thing that you see far, far off with great telescopes.",
	"name": "Alan Watts"
}, {
	"quote": "I wasn't born with a silver spoon in Beverly Hills, but I was born with a great deal of self-worth.",
	"name": "Yolanda Hadid"
}, {
	"quote": "To accomplish great things we must first dream, then visualize, then plan... believe... act!",
	"name": "Alfred A. Montapert"
}, {
	"quote": "My dad was such a great story-teller, a good teacher.",
	"name": "Grace Poe"
}, {
	"quote": "Sunglasses are great, but I always feel a bit pretentious wearing sunglasses. I mean, I do love to wear them.",
	"name": "Daphne Guinness"
}, {
	"quote": "Go for great. Own your game. Be kind. Get big things done.",
	"name": "Robin S. Sharma"
}, {
	"quote": "Who in the world am I? Ah, that's the great puzzle.",
	"name": "Lewis Carroll"
}, {
	"quote": "Any great warrior is also a scholar, and a poet, and an artist.",
	"name": "Steven Seagal"
}, {
	"quote": "Character may be manifested in the great moments, but it is made in the small ones.",
	"name": "Phillips Brooks"
}, {
	"quote": "Failure is nature's plan to prepare you for great responsibilities.",
	"name": "Napoleon Hill"
}, {
	"quote": "Brevity is a great charm of eloquence.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Believe deep down in your heart that you're destined to do great things.",
	"name": "Joe Paterno"
}, {
	"quote": "He was a great patriot, a humanitarian, a loyal friend; provided, of course, he really is dead.",
	"name": "Voltaire"
}, {
	"quote": "Great moments are born from great oppurtunities.",
	"name": "Herb Brooks"
}, {
	"quote": "Small opportunities are often the beginning of great enterprises.",
	"name": "Demosthenes"
}, {
	"quote": "God gave me a great body and it's my duty to take care of my physical temple.",
	"name": "Jean-Claude Van Damme"
}, {
	"quote": "I think journalism is a great way to do public service, to have an impact on your community.",
	"name": "Bob Schieffer"
}, {
	"quote": "We make a great mistake in supposing all people are capable of self-government.",
	"name": "John C. Calhoun"
}, {
	"quote": "Anything created by human beings is already in the great book of nature.",
	"name": "Antoni Gaudi"
}, {
	"quote": "It's not about my career now. It's just about finding great work and having a good time.",
	"name": "Melanie Griffith"
}, {
	"quote": "Spreading manure is a great way of bringing yourself down to earth.",
	"name": "Steven Ford"
}, {
	"quote": "Great people talk about ideas, average people talk about things, and small people talk about wine.",
	"name": "Fran Lebowitz"
}, {
	"quote": "I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "The greatest good you can do for another is not just to share your riches but to reveal to him his own.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Do not say a little in many words but a great deal in a few.",
	"name": "Pythagoras"
}, {
	"quote": "A lot of vets like 'Good Morning Vietnam' - I get great letters from guys.",
	"name": "Robin Williams"
}, {
	"quote": "Apologies are great, but they don't really change anything. You know what does? Action.",
	"name": "Stella Young"
}, {
	"quote": "The great instrument of moral good is the imagination.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "The great thing in the world is not so much to seek happiness as to earn peace and self-respect.",
	"name": "Thomas Huxley"
}, {
	"quote": "All great men are gifted with intuition. They know without reasoning or analysis, what they need to know.",
	"name": "Alexis Carrel"
}, {
	"quote": "I have a lot of great memories, but I can't imagine anything more exciting than the life I have now.",
	"name": "Rob Lowe"
}, {
	"quote": "I think if there's a great depression there might be some hope.",
	"name": "Lawrence Ferlinghetti"
}, {
	"quote": "A retentive memory may be a good thing, but the ability to forget is the true token of greatness.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Sydney's a beautiful city. It was a great experience.",
	"name": "Barbara Hershey"
}, {
	"quote": "The target for every great champion is to play for the team.",
	"name": "Antonio Conte"
}, {
	"quote": "A great empire, like a great cake, is most easily diminished at the edges.",
	"name": "Benjamin Franklin"
}, {
	"quote": "How great are the dangers I face to win a good name in Athens.",
	"name": "Alexander the Great"
}, {
	"quote": "To have a great idea, have a lot of them.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Most great people have attained their greatest success just one step beyond their greatest failure.",
	"name": "Napoleon Hill"
}, {
	"quote": "There never was a truly great man that was not at the same time truly virtuous.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Throughout my career, I was blessed with great teams and great teammates.",
	"name": "Roger Craig"
}, {
	"quote": "The greatest mistake we make is living in constant fear that we will make one.",
	"name": "John C. Maxwell"
}, {
	"quote": "We all have an edge. We all are floating our psyche on top with a great ocean underneath.",
	"name": "Brad Dourif"
}, {
	"quote": "I live for my daughter. Every decision I make is about her and for her. It's great. She's perfect.",
	"name": "Gareth Gates"
}, {
	"quote": "The old days were the old days. And they were great days. But now is now.",
	"name": "Don Rickles"
}, {
	"quote": "There is no such thing as a great talent without great will power.",
	"name": "Honore de Balzac"
}, {
	"quote": "Behind every great fortune lies a great crime.",
	"name": "Honore de Balzac"
}, {
	"quote": "Every great work makes the human face more admirable and richer, and that is its whole secret.",
	"name": "Albert Camus"
}, {
	"quote": "The salesman knows nothing of what he is selling save that he is charging a great deal too much for it.",
	"name": "Oscar Wilde"
}, {
	"quote": "I woke up and realized life is great and people are awesome and life is worth living.",
	"name": "Hulk Hogan"
}, {
	"quote": "And your very flesh shall be a great poem.",
	"name": "Walt Whitman"
}, {
	"quote": "Taking risks and being focused, sometimes, are at odds. Both are required to build a great company.",
	"name": "Andy Dunn"
}, {
	"quote": "Seek not greatness, but seek truth and you will find both.",
	"name": "Horace Mann"
}, {
	"quote": "Eventually, I think Chicago will be the most beautiful great city left in the world.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "That's one of the great things about Thanksgiving: Football's on!",
	"name": "Michael Strahan"
}, {
	"quote": "Australia is a nation of compassion. Courage and compassion. And the third of these great values: resilience.",
	"name": "Kevin Rudd"
}, {
	"quote": "A great trademark is appropriate, dynamic, distinctive, memorable and unique.",
	"name": "Primo Angeli"
}, {
	"quote": "To have great poets, there must be great audiences.",
	"name": "Walt Whitman"
}, {
	"quote": "The great lesson my mother and father gave me was almost invisible. It was a strong sense of being rooted.",
	"name": "Dan Rather"
}, {
	"quote": "Most people would succeed in small things if they were not troubled with great ambitions.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "Habit is a great deadener.",
	"name": "Samuel Beckett"
}, {
	"quote": "For the person for whom small things do not exist, the great is not great.",
	"name": "Jose Ortega y Gasset"
}, {
	"quote": "There is a gigantic difference between earning a great deal of money and being rich.",
	"name": "Marlene Dietrich"
}, {
	"quote": "I have great hopes that we shall love each other all our lives as much as if we had never married at all.",
	"name": "Lord Byron"
}, {
	"quote": "I am not a pig farmer. The pigs had a great time, but I didn't make any money.",
	"name": "Willie Nelson"
}, {
	"quote": "Life is hard. Not great. Kind of tragic.",
	"name": "T. J. Miller"
}, {
	"quote": "The great test of life is obedience to God.",
	"name": "Ezra Taft Benson"
}, {
	"quote": "To stay a great singer or guitar player, you've got to do it 24/7. That's what I do.",
	"name": "Sammy Hagar"
}, {
	"quote": "We love what we love, and shared fandoms bring people of all ages and backgrounds into one great tribe.",
	"name": "Margaret Stohl"
}, {
	"quote": "Curiosity about life in all of its aspects, I think, is still the secret of great creative people.",
	"name": "Leo Burnett"
}, {
	"quote": "Ethiopia is such a great country, beautiful place.",
	"name": "Flea"
}, {
	"quote": "We must all obey the great law of change. It is the most powerful law of nature.",
	"name": "Edmund Burke"
}, {
	"quote": "Ninety-nine percent of the people in the world are fools and the rest of us are in great danger of contagion.",
	"name": "Thornton Wilder"
}, {
	"quote": "Any great art is meant to illuminate the human condition.",
	"name": "Sterling K. Brown"
}, {
	"quote": "The idea behind fast food is great - people want convenience.",
	"name": "Kimbal Musk"
}, {
	"quote": "It takes a great man to give sound advice tactfully, but a greater to accept it graciously.",
	"name": "Logan Pearsall Smith"
}, {
	"quote": "A sense of humor is great - it goes a long, long way in a marriage.",
	"name": "Chris Rock"
}, {
	"quote": "Life in abundance comes only through great love.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Small communities grow great through harmony, great ones fall to pieces through discord.",
	"name": "Sallust"
}, {
	"quote": "It is the nature of all greatness not to be exact.",
	"name": "Edmund Burke"
}, {
	"quote": "There would be no great men if there were no little ones.",
	"name": "George Herbert"
}, {
	"quote": "All great novels, all true novels, are bisexual.",
	"name": "Milan Kundera"
}, {
	"quote": "Maybe I'm not a great man but I damn well want to break the record.",
	"name": "Roger Maris"
}, {
	"quote": "The world's great men have not commonly been great scholars, nor its great scholars great men.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "I've had two great loves: my mother and my daughter.",
	"name": "Viv Albertine"
}, {
	"quote": "Great things are won by great dangers.",
	"name": "Herodotus"
}, {
	"quote": "Don't be afraid to give up the good for the great.",
	"name": "Kenny Rogers"
}, {
	"quote": "We grow small trying to be great.",
	"name": "E. Stanley Jones"
}, {
	"quote": "And what he greatly thought, he nobly dared.",
	"name": "Homer"
}, {
	"quote": "The greater the effort, the greater the glory.",
	"name": "Pierre Corneille"
}, {
	"quote": "Be great in act, as you have been in thought.",
	"name": "Jean Paul"
}, {
	"quote": "A great pleasure in life is doing what people say you cannot do.",
	"name": "Walter Bagehot"
}, {
	"quote": "The most characteristic mark of a great mind is to choose some one important object, and pursue it for life.",
	"name": "Anna Letitia Barbauld"
}, {
	"quote": "The appearance of a single great genius is more than equivalent to the birth of a hundred mediocrities.",
	"name": "Cesare Lombroso"
}, {
	"quote": "The greater the difficulty, the more the glory in surmounting it.",
	"name": "Charles de Saint-vremond"
}]