[{
	"quote": "There is only one happiness in this life, to love and be loved.",
	"name": "George Sand"
}, {
	"quote": "Life is full of happiness and tears; be strong and have faith.",
	"name": "Kareena Kapoor Khan"
}, {
	"quote": "Be happy for this moment. This moment is your life.",
	"name": "Omar Khayyam"
}, {
	"quote": "Happiness is not something you postpone for the future; it is something you design for the present.",
	"name": "Jim Rohn"
}, {
	"quote": "Friends show their love in times of trouble, not in happiness.",
	"name": "Euripides"
}, {
	"quote": "Happiness radiates like the fragrance from a flower and draws all good things towards you.",
	"name": "Maharishi Mahesh Yogi"
}, {
	"quote": "The most worth-while thing is to try to put happiness into the lives of others.",
	"name": "Robert Baden-Powell"
}, {
	"quote": "Let us never know what old age is. Let us know the happiness time brings, not count the years.",
	"name": "Ausonius"
}, {
	"quote": "Happiness is like a kiss. You must share it to enjoy it.",
	"name": "Bernard Meltzer"
}, {
	"quote": "Every day is a new day, and you'll never be able to find happiness if you don't move on.",
	"name": "Carrie Underwood"
}, {
	"quote": "Happiness doesn't depend on any external conditions, it is governed by our mental attitude.",
	"name": "Dale Carnegie"
}, {
	"quote": "The best way to pay for a lovely moment is to enjoy it.",
	"name": "Richard Bach"
}, {
	"quote": "The secret to happiness is freedom... And the secret to freedom is courage.",
	"name": "Thucydides"
}, {
	"quote": "Happiness lies in the joy of achievement and the thrill of creative effort.",
	"name": "Franklin D. Roosevelt"
}, {
	"quote": "Happiness is having a large, loving, caring, close-knit family in another city.",
	"name": "George Burns"
}, {
	"quote": "Family and friendships are two of the greatest facilitators of happiness.",
	"name": "John C. Maxwell"
}, {
	"quote": "The most simple things can bring the most happiness.",
	"name": "Izabella Scorupco"
}, {
	"quote": "True happiness is... to enjoy the present, without anxious dependence upon the future.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion.",
	"name": "Dalai Lama"
}, {
	"quote": "Crying is cleansing. There's a reason for tears, happiness or sadness.",
	"name": "Dionne Warwick"
}, {
	"quote": "The Constitution only gives people the right to pursue happiness. You have to catch it yourself.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Happiness held is the seed; Happiness shared is the flower.",
	"name": "John Harrigan"
}, {
	"quote": "Bride: A woman with a fine prospect of happiness behind her.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Happiness is nothing more than good health and a bad memory.",
	"name": "Albert Schweitzer"
}, {
	"quote": "Joy is prayer; joy is strength: joy is love; joy is a net of love by which you can catch souls.",
	"name": "Mother Teresa"
}, {
	"quote": "The true secret of happiness lies in taking a genuine interest in all the details of daily life.",
	"name": "William Morris"
}, {
	"quote": "Whoever said money can't buy happiness simply didn't know where to go shopping.",
	"name": "Gertrude Stein"
}, {
	"quote": "I get way too much happiness from good food.",
	"name": "Elizabeth Olsen"
}, {
	"quote": "All happiness depends on a leisurely breakfast.",
	"name": "John Gunther"
}, {
	"quote": "A smile is happiness you'll find right under your nose.",
	"name": "Tom Wilson"
}, {
	"quote": "The moments of happiness we enjoy take us by surprise. It is not that we seize them, but that they seize us.",
	"name": "Ashley Montagu"
}, {
	"quote": "I do believe that if you haven't learnt about sadness, you cannot appreciate happiness.",
	"name": "Nana Mouskouri"
}, {
	"quote": "Happiness can exist only in acceptance.",
	"name": "George Orwell"
}, {
	"quote": "All you need for happiness is a good gun, a good horse, and a good wife.",
	"name": "Daniel Boone"
}, {
	"quote": "Happiness is the natural flower of duty.",
	"name": "Phillips Brooks"
}, {
	"quote": "Poetry comes from the highest happiness or the deepest sorrow.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "The white man's happiness cannot be purchased by the black man's misery.",
	"name": "Frederick Douglass"
}, {
	"quote": "True happiness involves the full use of one's power and talents.",
	"name": "John W. Gardner"
}, {
	"quote": "There is no way to happiness - happiness is the way.",
	"name": "Thich Nhat Hanh"
}, {
	"quote": "Happiness is not something ready made. It comes from your own actions.",
	"name": "Dalai Lama"
}, {
	"quote": "Happiness is when what you think, what you say, and what you do are in harmony.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Happiness is not a matter of intensity but of balance, order, rhythm and harmony.",
	"name": "Thomas Merton"
}, {
	"quote": "Now and then it's good to pause in our pursuit of happiness and just be happy.",
	"name": "Guillaume Apollinaire"
}, {
	"quote": "You can't get a cup of tea big enough or a book long enough to suit me.",
	"name": "C. S. Lewis"
}, {
	"quote": "Happiness resides not in possessions, and not in gold, happiness dwells in the soul.",
	"name": "Democritus"
}, {
	"quote": "Most folks are as happy as they make up their minds to be.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Happiness depends upon ourselves.",
	"name": "Aristotle"
}, {
	"quote": "True happiness comes from the joy of deeds well done, the zest of creating things new.",
	"name": "Antoine de Saint-Exupery"
}, {
	"quote": "A table, a chair, a bowl of fruit and a violin; what else does a man need to be happy?",
	"name": "Albert Einstein"
}, {
	"quote": "Why does watching a dog be a dog fill one with happiness?",
	"name": "Jonathan Safran Foer"
}, {
	"quote": "I think if you're a good person and spread happiness, good things will come to you!",
	"name": "Jessie James Decker"
}, {
	"quote": "Marriage is the most natural state of man, and... the state in which you will find solid happiness.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Love is when the other person's happiness is more important than your own.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "The objective of cleaning is not just to clean, but to feel happiness living within that environment.",
	"name": "Marie Kondo"
}, {
	"quote": "Money may not buy happiness, but it can damn well give it!",
	"name": "Freddie Mercury"
}, {
	"quote": "I enjoy being happy every day, and hopefully you can hear my happiness in my music. Life is beautiful.",
	"name": "Christina Milian"
}, {
	"quote": "Happiness and moral duty are inseparably connected.",
	"name": "George Washington"
}, {
	"quote": "Derive happiness in oneself from a good day's work, from illuminating the fog that surrounds us.",
	"name": "Henri Matisse"
}, {
	"quote": "The happiness of society is the end of government.",
	"name": "John Adams"
}, {
	"quote": "It is not how much we have, but how much we enjoy, that makes happiness.",
	"name": "Charles Spurgeon"
}, {
	"quote": "Some cause happiness wherever they go; others whenever they go.",
	"name": "Oscar Wilde"
}, {
	"quote": "I love walking down the street and seeing faces and drama and happiness and sadness and dirt and cleanliness.",
	"name": "Ric Ocasek"
}, {
	"quote": "If you want to be happy, be.",
	"name": "Leo Tolstoy"
}, {
	"quote": "A contented mind is the greatest blessing a man can enjoy in this world.",
	"name": "Joseph Addison"
}, {
	"quote": "The two enemies of human happiness are pain and boredom.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "Happiness in intelligent people is the rarest thing I know.",
	"name": "Ernest Hemingway"
}, {
	"quote": "Happiness is not an ideal of reason, but of imagination.",
	"name": "Immanuel Kant"
}, {
	"quote": "More compassionate mind, more sense of concern for other's well-being, is source of happiness.",
	"name": "Dalai Lama"
}, {
	"quote": "Happiness: a good bank account, a good cook, and a good digestion.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "Men can only be happy when they do not assume that the object of life is happiness.",
	"name": "George Orwell"
}, {
	"quote": "Being of service to others is what brings true happiness.",
	"name": "Marie Osmond"
}, {
	"quote": "The drive for happiness is vital; it's what keeps us in motion.",
	"name": "Richard Gere"
}, {
	"quote": "Happiness is like a cloud, if you stare at it long enough, it evaporates.",
	"name": "Sarah McLachlan"
}, {
	"quote": "To find out what one is fitted to do, and to secure an opportunity to do it, is the key to happiness.",
	"name": "John Dewey"
}, {
	"quote": "Some people think happiness is a luxury, but it's a necessity. You need to make space for it in your life.",
	"name": "Christie Brinkley"
}, {
	"quote": "No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks.",
	"name": "Mary Wollstonecraft"
}, {
	"quote": "It's part of life to have obstacles. It's about overcoming obstacles; that's the key to happiness.",
	"name": "Herbie Hancock"
}, {
	"quote": "Independence is happiness.",
	"name": "Susan B. Anthony"
}, {
	"quote": "Happiness is only real when shared.",
	"name": "Christopher McCandless"
}, {
	"quote": "God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing.",
	"name": "C. S. Lewis"
}, {
	"quote": "Happiness comes from... some curious adjustment to life.",
	"name": "Hugh Walpole"
}, {
	"quote": "One test of the correctness of educational procedure is the happiness of the child.",
	"name": "Maria Montessori"
}, {
	"quote": "Remember that the happiest people are not those getting more, but those giving more.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "Happiness never lays its finger on its pulse.",
	"name": "Adam Smith"
}, {
	"quote": "Remember happiness doesn't depend upon who you are or what you have; it depends solely on what you think.",
	"name": "Dale Carnegie"
}, {
	"quote": "Being happy is of the utmost importance. Success in anything is through happiness.",
	"name": "Maharishi Mahesh Yogi"
}, {
	"quote": "My idea of absolute happiness is to be in bed on a rainy day, with my blankie, my cat, and my dog.",
	"name": "Anne Lamott"
}, {
	"quote": "A hug is like a boomerang - you get it back right away.",
	"name": "Bil Keane"
}, {
	"quote": "When unhappy, one doubts everything; when happy, one doubts nothing.",
	"name": "Joseph Roux"
}, {
	"quote": "Happiness is that state of consciousness which proceeds from the achievement of one's values.",
	"name": "Ayn Rand"
}, {
	"quote": "The crown of life is neither happiness nor annihilation; it is understanding.",
	"name": "Winifred Holtby"
}, {
	"quote": "It is neither wealth nor splendor; but tranquility and occupation which give you happiness.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Curiosity is one of the great secrets of happiness.",
	"name": "Bryant H. McGill"
}, {
	"quote": "For happiness one needs security, but joy can spring like a flower even from the cliffs of despair.",
	"name": "Anne Morrow Lindbergh"
}, {
	"quote": "Happiness... consists in giving, and in serving others.",
	"name": "Henry Drummond"
}, {
	"quote": "Power means happiness; power means hard work and sacrifice.",
	"name": "Beyonce Knowles"
}, {
	"quote": "Everyone has their own way of expressing happiness.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "It is not in the pursuit of happiness that we find fulfillment, it is in the happiness of pursuit.",
	"name": "Denis Waitley"
}, {
	"quote": "Making money is a happiness. And that's a great incentive. Making other people happy is a super-happiness.",
	"name": "Muhammad Yunus"
}, {
	"quote": "There is no greater sorrow than to recall happiness in times of misery.",
	"name": "Dante Alighieri"
}, {
	"quote": "Happiness makes up in height for what it lacks in length.",
	"name": "Robert Frost"
}, {
	"quote": "Be more dedicated to making solid achievements than in running after swift but synthetic happiness.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "No one has a right to consume happiness without producing it.",
	"name": "Helen Keller"
}, {
	"quote": "The greatest happiness of the greatest number is the foundation of morals and legislation.",
	"name": "Jeremy Bentham"
}, {
	"quote": "Affection is responsible for nine-tenths of whatever solid and durable happiness there is in our lives.",
	"name": "C. S. Lewis"
}, {
	"quote": "Happiness is hard to recall. Its just a glow.",
	"name": "Frank McCourt"
}, {
	"quote": "The happiness of the bee and the dolphin is to exist. For man it is to know that and to wonder at it.",
	"name": "Jacques Yves Cousteau"
}, {
	"quote": "The groundwork of all happiness is health.",
	"name": "Leigh Hunt"
}, {
	"quote": "It is one of my sources of happiness never to desire a knowledge of other people's business.",
	"name": "Dolley Madison"
}, {
	"quote": "Respect your partner. Be happy in your partner's happiness.",
	"name": "Divyanka Tripathi"
}, {
	"quote": "The folly of endless consumerism sends us on a wild goose-chase for happiness through materialism.",
	"name": "Bryant H. McGill"
}, {
	"quote": "Life in common among people who love each other is the ideal of happiness.",
	"name": "George Sand"
}, {
	"quote": "Happiness is not a goal; it is a by-product.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "True happiness... is not attained through self-gratification, but through fidelity to a worthy purpose.",
	"name": "Helen Keller"
}, {
	"quote": "Caring about others, running the risk of feeling, and leaving an impact on people, brings happiness.",
	"name": "Harold Kushner"
}, {
	"quote": "We find delight in the beauty and happiness of children that makes the heart too big for the body.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Happiness is a thing to be practiced, like the violin.",
	"name": "John Lubbock"
}, {
	"quote": "The greatest happiness is to know the source of unhappiness.",
	"name": "Fyodor Dostoevsky"
}, {
	"quote": "There is no cosmetic for beauty like happiness.",
	"name": "Maria Mitchell"
}, {
	"quote": "For me, the opposite of happiness isn't sadness but boredom.",
	"name": "Sushant Singh Rajput"
}, {
	"quote": "Happiness does not lie in happiness, but in the achievement of it.",
	"name": "Fyodor Dostoevsky"
}, {
	"quote": "The happiness of a man in this life does not consist in the absence but in the mastery of his passions.",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "Just do what must be done. This may not be happiness, but it is greatness.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Good clothing is a passport to happiness.",
	"name": "Yves Saint Laurent"
}, {
	"quote": "I'm trying to find a little joy and happiness, a lot of giggles - and maybe some pretty shoes.",
	"name": "Tracee Ellis Ross"
}, {
	"quote": "I think a child may be the only thing that could give me true happiness.",
	"name": "Nicki Minaj"
}, {
	"quote": "The measure of success is happiness and peace of mind.",
	"name": "Bobby Davro"
}, {
	"quote": "If I can bring happiness to people all around the world, then I will try my best to do so.",
	"name": "Tom Holland"
}, {
	"quote": "Success is getting what you want. Happiness is wanting what you get.",
	"name": "Dale Carnegie"
}, {
	"quote": "The secret to happiness is to face the fact that the world is horrible.",
	"name": "Bertrand Russell"
}, {
	"quote": "Happiness is good health and a bad memory.",
	"name": "Ingrid Bergman"
}, {
	"quote": "They must often change, who would be constant in happiness or wisdom.",
	"name": "Confucius"
}, {
	"quote": "Happiness is the harvest of a quiet eye.",
	"name": "Austin O'Malley"
}, {
	"quote": "If your happiness depends on what somebody else does, I guess you do have a problem.",
	"name": "Richard Bach"
}, {
	"quote": "What can be added to the happiness of a man who is in health, out of debt, and has a clear conscience?",
	"name": "Adam Smith"
}, {
	"quote": "A really great talent finds its happiness in execution.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Every gift from a friend is a wish for your happiness.",
	"name": "Richard Bach"
}, {
	"quote": "Happiness is nothing but good health and freedom, and money is the single best way you can buy your freedom.",
	"name": "Scott Adams"
}, {
	"quote": "Desire nothing, give up all desires and be happy.",
	"name": "Swami Sivananda"
}, {
	"quote": "True happiness consists not in the multitude of friends, but in the worth and choice.",
	"name": "Ben Jonson"
}, {
	"quote": "The only thing that holds true happiness is that moment when you're in it. Nothing can be controlled.",
	"name": "Eliza Doolittle"
}, {
	"quote": "I think the pursuit of happiness is the pursuit of reality because illusion never leaves us ultimately happy.",
	"name": "Parker Palmer"
}, {
	"quote": "Life finds its purpose and fulfillment in the expansion of happiness.",
	"name": "Maharishi Mahesh Yogi"
}, {
	"quote": "A large income is the best recipe for happiness I ever heard of.",
	"name": "Jane Austen"
}, {
	"quote": "I have learned to seek my happiness by limiting my desires, rather than in attempting to satisfy them.",
	"name": "John Stuart Mill"
}, {
	"quote": "The People have a right to the Truth as they have a right to life, liberty and the pursuit of happiness.",
	"name": "Frank Norris"
}, {
	"quote": "Happiness is inward, and not outward; and so, it does not depend on what we have, but on what we are.",
	"name": "Henry Van Dyke"
}, {
	"quote": "Knowledge of what is possible is the beginning of happiness.",
	"name": "George Santayana"
}, {
	"quote": "Happiness consists not in having much, but in being content with little.",
	"name": "Marguerite Gardiner"
}, {
	"quote": "The pursuit of happiness is in our Constitution. We're all entitled to have the best we can.",
	"name": "Loretta Swit"
}, {
	"quote": "Satisfaction of one's curiosity is one of the greatest sources of happiness in life.",
	"name": "Linus Pauling"
}, {
	"quote": "My happiness grows in direct proportion to my acceptance, and in inverse proportion to my expectations.",
	"name": "Michael J. Fox"
}, {
	"quote": "When ambition ends, happiness begins.",
	"name": "Thomas Merton"
}, {
	"quote": "Success is not just making money. Success is happiness. Success is fulfillment; it's the ability to give.",
	"name": "Adam Neumann"
}, {
	"quote": "The secret of happiness is to admire without desiring.",
	"name": "Carl Sandburg"
}, {
	"quote": "Success to me is only two things: happiness and stability.",
	"name": "Kehlani"
}, {
	"quote": "Success is getting what you want. Happiness is liking what you get.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "The only way to find true happiness is to risk being completely cut open.",
	"name": "Chuck Palahniuk"
}, {
	"quote": "But what is happiness except the simple harmony between a man and the life he leads?",
	"name": "Albert Camus"
}, {
	"quote": "Never mind your happiness; do your duty.",
	"name": "Peter Drucker"
}, {
	"quote": "Happiness must happen, and the same holds for success: you have to let it happen by not caring about it.",
	"name": "Viktor E. Frankl"
}, {
	"quote": "Happiness is beneficial for the body, but it is grief that develops the powers of the mind.",
	"name": "Marcel Proust"
}, {
	"quote": "Happiness is your own treasure because it lies within you.",
	"name": "Prem Rawat"
}, {
	"quote": "Our envy always lasts longer than the happiness of those we envy.",
	"name": "Heraclitus"
}, {
	"quote": "Happiness is an inside job.",
	"name": "William Arthur Ward"
}, {
	"quote": "It's enough to indulge and to be selfish but true happiness is really when you start giving back.",
	"name": "Adrian Grenier"
}, {
	"quote": "Indeed, man wishes to be happy even when he so lives as to make happiness impossible.",
	"name": "Saint Augustine"
}, {
	"quote": "To be without some of the things you want is an indispensable part of happiness.",
	"name": "Bertrand Russell"
}, {
	"quote": "Be happy with what you have and are, be generous with both, and you won't have to hunt for happiness.",
	"name": "William E. Gladstone"
}, {
	"quote": "The person born with a talent they are meant to use will find their greatest happiness in using it.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Happiness is a wine of the rarest vintage, and seems insipid to a vulgar taste.",
	"name": "Logan Pearsall Smith"
}, {
	"quote": "A man doesn't know what happiness is until he's married. By then, it's too late.",
	"name": "Frank Sinatra"
}, {
	"quote": "I am about to be married, and am of course in all the misery of a man in pursuit of happiness.",
	"name": "Lord Byron"
}, {
	"quote": "Happiness is your dentist telling you it won't hurt and then having him catch his hand in the drill.",
	"name": "Johnny Carson"
}, {
	"quote": "Understanding your employee's perspective can go a long way towards increasing productivity and happiness.",
	"name": "Kathryn Minshew"
}, {
	"quote": "My faith helps me understand that circumstances don't dictate my happiness, my inner peace.",
	"name": "Denzel Washington"
}, {
	"quote": "Happiness consists in activity. It is running steam, not a stagnant pool.",
	"name": "John Mason Good"
}, {
	"quote": "It is the ultimate luxury to combine passion and contribution. It's also a very clear path to happiness.",
	"name": "Sheryl Sandberg"
}, {
	"quote": "Happiness exists only if you have a lot of people to share it with.",
	"name": "Ranbir Kapoor"
}, {
	"quote": "God dislikes evil, and no happiness can be built on hate. Love one another as brothers.",
	"name": "Josephine Baker"
}, {
	"quote": "The only true happiness comes from squandering ourselves for a purpose.",
	"name": "John Mason Brown"
}, {
	"quote": "I hump the wild to take it all in, there is no bag limit on happiness.",
	"name": "Ted Nugent"
}, {
	"quote": "The art of being happy lies in the power of extracting happiness from common things.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "Money can't buy you happiness, but it can buy you a yacht big enough to pull up right alongside it.",
	"name": "David Lee Roth"
}, {
	"quote": "My mantra is: Let there be happiness in my soul, and let me share it with the world.",
	"name": "Alexandra Stoddard"
}, {
	"quote": "The sound of laughter is like the vaulted dome of a temple of happiness.",
	"name": "Milan Kundera"
}, {
	"quote": "There is joy in work. There is no happiness except in the realization that we have accomplished something.",
	"name": "Henry Ford"
}, {
	"quote": "One of the first conditions of happiness is that the link between Man and Nature shall not be broken.",
	"name": "Leo Tolstoy"
}, {
	"quote": "True success, true happiness lies in freedom and fulfillment.",
	"name": "Dada Vaswani"
}, {
	"quote": "Heroism is accessible. Happiness is more difficult.",
	"name": "Albert Camus"
}, {
	"quote": "In times of joy, all of us wished we possessed a tail we could wag.",
	"name": "W. H. Auden"
}, {
	"quote": "What we call the secret of happiness is no more a secret than our willingness to choose life.",
	"name": "Leo Buscaglia"
}, {
	"quote": "Happiness can only be found if you can free yourself of all other distractions.",
	"name": "Saul Bellow"
}, {
	"quote": "My imagination can picture no fairer happiness than to continue living for art.",
	"name": "Clara Schumann"
}, {
	"quote": "Happiness isn't happiness unless there's a violin-playing goat.",
	"name": "Julia Roberts"
}, {
	"quote": "The first recipe for happiness is: avoid too lengthy meditation on the past.",
	"name": "Andre Maurois"
}, {
	"quote": "I adored Mickey Mouse when I was a child. He was the emblem of happiness and funniness.",
	"name": "Maurice Sendak"
}, {
	"quote": "Love is not a feeling of happiness. Love is a willingness to sacrifice.",
	"name": "Michael Novak"
}, {
	"quote": "Beauty is the promise of happiness.",
	"name": "Edmund Burke"
}, {
	"quote": "All who joy would win must share it. Happiness was born a Twin.",
	"name": "Lord Byron"
}, {
	"quote": "The happiest people seem to be those who have no particular cause for being happy except that they are so.",
	"name": "William Inge"
}, {
	"quote": "Real happiness is cheap enough, yet how dearly we pay for its counterfeit.",
	"name": "Hosea Ballou"
}, {
	"quote": "Low expectations is the key to happiness in life.",
	"name": "Christopher Miller"
}, {
	"quote": "Success is getting and achieving what you want. Happiness is wanting and being content with what you get.",
	"name": "Bernard Meltzer"
}, {
	"quote": "We never taste happiness in perfection, our most fortunate successes are mixed with sadness.",
	"name": "Pierre Corneille"
}, {
	"quote": "Lovers who love truly do not write down their happiness.",
	"name": "Anatole France"
}, {
	"quote": "The greater part of our happiness or misery depends on our dispositions and not our circumstances.",
	"name": "Martha Washington"
}, {
	"quote": "Future. That period of time in which our affairs prosper, our friends are true and our happiness is assured.",
	"name": "Ambrose Bierce"
}, {
	"quote": "I think happiness is love.",
	"name": "Vladimir Putin"
}, {
	"quote": "Happy is the man who has broken the chains which hurt the mind, and has given up worrying once and for all.",
	"name": "Ovid"
}, {
	"quote": "That is happiness; to be dissolved into something complete and great.",
	"name": "Willa Cather"
}, {
	"quote": "When we were together, I loved you deeply and you gave me so much happiness I can never repay you.",
	"name": "Arthur Ashe"
}, {
	"quote": "Action may not always bring happiness; but there is no happiness without action.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "The great thing in the world is not so much to seek happiness as to earn peace and self-respect.",
	"name": "Thomas Huxley"
}, {
	"quote": "To have the sense of creative activity is the great happiness and the great proof of being alive.",
	"name": "Matthew Arnold"
}, {
	"quote": "Happiness is having a scratch for every itch.",
	"name": "Ogden Nash"
}, {
	"quote": "Life's greatest happiness is to be convinced we are loved.",
	"name": "Victor Hugo"
}, {
	"quote": "Like anything worth doing in life, happiness takes time and patience and consistency.",
	"name": "Mark Manson"
}, {
	"quote": "Don't wait around for other people to be happy for you. Any happiness you get you've got to make yourself.",
	"name": "Alice Walker"
}, {
	"quote": "I know the joy of fishes in the river through my own joy, as I go walking along the same river.",
	"name": "Zhuangzi"
}, {
	"quote": "Man needs, for his happiness, not only the enjoyment of this or that, but hope and enterprise and change.",
	"name": "Bertrand Russell"
}, {
	"quote": "One of the standards on which your happiness is based, now and in your future, is moral purity.",
	"name": "Ezra Taft Benson"
}, {
	"quote": "There is no such thing as the pursuit of happiness, but there is the discovery of joy.",
	"name": "Joyce Grenfell"
}, {
	"quote": "Happiness is not a matter of events; it depends upon the tides of the mind.",
	"name": "Alice Meynell"
}, {
	"quote": "Money can't buy you happiness, but it helps you look for it in a lot more places.",
	"name": "Milton Berle"
}, {
	"quote": "To be perfectly happy it does not suffice to possess happiness, it is necessary to have deserved it.",
	"name": "Victor Hugo"
}, {
	"quote": "Happiness is brief. It will not stay. God batters at its sails.",
	"name": "Euripides"
}, {
	"quote": "Happiness is the absence of the striving for happiness.",
	"name": "Zhuangzi"
}, {
	"quote": "No one goes straight to happiness after a breakup.",
	"name": "Estelle"
}, {
	"quote": "There is only one real happiness in life, and that is the happiness of creating.",
	"name": "Frederick Delius"
}, {
	"quote": "The search for happiness is one of the chief sources of unhappiness.",
	"name": "Eric Hoffer"
}, {
	"quote": "Doing nothing is happiness for children and misery for old men.",
	"name": "Victor Hugo"
}, {
	"quote": "Religion will prove to the believer a comforter and a sure guide to the fountain of true happiness.",
	"name": "Ellen G. White"
}, {
	"quote": "Most people ask for happiness on condition. Happiness can only be felt if you don't set any condition.",
	"name": "Arthur Rubinstein"
}, {
	"quote": "Being rich and famous isn't all happiness and at times the pressures have got to me.",
	"name": "Frida Lyngstad"
}, {
	"quote": "Happiness: an agreeable sensation arising from contemplating the misery of another.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Happiness is ideal, it is the work of the imagination.",
	"name": "Marquis de Sade"
}, {
	"quote": "Unfortunately but absolutely fair to all, the one thing money can't buy is health - and happiness.",
	"name": "Yolanda Hadid"
}, {
	"quote": "Happiness isn't something you experience; it's something you remember.",
	"name": "Oscar Levant"
}, {
	"quote": "Happiness will come from materialism, not from meaning.",
	"name": "Andrei Platonov"
}, {
	"quote": "Happiness is composed of misfortunes avoided.",
	"name": "Alphonse Karr"
}, {
	"quote": "Happiness lies first of all in health.",
	"name": "George William Curtis"
}, {
	"quote": "To me, flowers are happiness.",
	"name": "Stefano Gabbana"
}, {
	"quote": "But O, how bitter a thing it is to look into happiness through another man's eyes.",
	"name": "William Shakespeare"
}, {
	"quote": "No matter how dull, or how mean, or how wise a man is, he feels that happiness is his indisputable right.",
	"name": "Helen Keller"
}, {
	"quote": "Friendship improves happiness and abates misery, by the doubling of our joy and the dividing of our grief.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "The smallest seed of faith is better than the largest fruit of happiness.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Happiness is not being pained in body or troubled in mind.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Anyone who starts piercing the bubble of happiness, get 'em out of your life.",
	"name": "Robert Kraft"
}, {
	"quote": "The first requisite for the happiness of the people is the abolition of religion.",
	"name": "Karl Marx"
}, {
	"quote": "Research has shown that the best way to be happy is to make each day happy.",
	"name": "Deepak Chopra"
}, {
	"quote": "Our daily decisions and habits have a huge impact upon both our levels of happiness and success.",
	"name": "Shawn Achor"
}, {
	"quote": "Love is trembling happiness.",
	"name": "Khalil Gibran"
}, {
	"quote": "Happiness is a choice that requires effort at times.",
	"name": "Aeschylus"
}, {
	"quote": "Happiness is overrated. There has to be conflict in life.",
	"name": "Brad Pitt"
}, {
	"quote": "Happiness is the reward we get for living to the highest right we know.",
	"name": "Richard Bach"
}, {
	"quote": "Happiness is a direction, not a place.",
	"name": "Sydney J. Harris"
}, {
	"quote": "Happiness is found in doing, not merely possessing.",
	"name": "Napoleon Hill"
}, {
	"quote": "You know it's love when all you want is that person to be happy, even if you're not part of their happiness.",
	"name": "Julia Roberts"
}, {
	"quote": "We have no more right to consume happiness without producing it than to consume wealth without producing it.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Of all forms of caution, caution in love is perhaps the most fatal to true happiness.",
	"name": "Bertrand Russell"
}, {
	"quote": "The greatest of follies is to sacrifice health for any other kind of happiness.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "Did perpetual happiness in the Garden of Eden maybe get so boring that eating the apple was justified?",
	"name": "Chuck Palahniuk"
}, {
	"quote": "It is not God's will merely that we should be happy, but that we should make ourselves happy.",
	"name": "Immanuel Kant"
}, {
	"quote": "I am a kind of paranoid in reverse. I suspect people of plotting to make me happy.",
	"name": "J. D. Salinger"
}, {
	"quote": "Happiness in marriage is entirely a matter of chance.",
	"name": "Jane Austen"
}, {
	"quote": "No man is happy without a delusion of some kind. Delusions are as necessary to our happiness as realities.",
	"name": "Christian Nestell Bovee"
}, {
	"quote": "I've always been able to transform happiness and pain and sorrow and tears into positive energy.",
	"name": "Thalia"
}, {
	"quote": "Your successes and happiness are forgiven you only if you generously consent to share them.",
	"name": "Albert Camus"
}, {
	"quote": "There is nothing that you can't overcome. So it's never too late for happiness.",
	"name": "Pepa"
}, {
	"quote": "A sure way to lose happiness, I found, is to want it at the expense of everything else.",
	"name": "Bette Davis"
}, {
	"quote": "You can be happy where you are.",
	"name": "Joel Osteen"
}, {
	"quote": "And one who is just of his own free will shall not lack for happiness; and he will never come to utter ruin.",
	"name": "Aeschylus"
}, {
	"quote": "Happiness is making your dreams come true.",
	"name": "Jourdan Dunn"
}, {
	"quote": "I always was a rich person because money's not related to happiness.",
	"name": "Paulo Coelho"
}, {
	"quote": "Whenever you choose power over love, you will never find true happiness.",
	"name": "Karen Salmansohn"
}, {
	"quote": "Happiness is a how; not a what. A talent, not an object.",
	"name": "Hermann Hesse"
}, {
	"quote": "There is no excellence without labor. One cannot dream oneself into either usefulness or happiness.",
	"name": "Liberty Hyde Bailey"
}, {
	"quote": "Happiness is always a coincidence.",
	"name": "Jose Bergamin"
}, {
	"quote": "The person who seeks all their applause from outside has their happiness in another's keeping .",
	"name": "Dale Carnegie"
}, {
	"quote": "Anything you're good at contributes to happiness.",
	"name": "Bertrand Russell"
}, {
	"quote": "Where fear is, happiness is not.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Happiness is a ball after which we run wherever it rolls, and we push it with our feet when it stops.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Money can't buy happiness.",
	"name": "Howard Hughes"
}, {
	"quote": "Holiness, not happiness, is the chief end of man.",
	"name": "Oswald Chambers"
}, {
	"quote": "A good cook is like a sorceress who dispenses happiness.",
	"name": "Elsa Schiaparelli"
}, {
	"quote": "My aim in life isn't so much the pursuit of happiness as the happiness of pursuit.",
	"name": "Charles Saatchi"
}, {
	"quote": "There is only one passion, the passion for happiness.",
	"name": "Denis Diderot"
}, {
	"quote": "Happiness is neither without us nor within us. It is in God, both without us and within us.",
	"name": "Blaise Pascal"
}, {
	"quote": "Happiness is a continuation of happenings which are not resisted.",
	"name": "Deepak Chopra"
}, {
	"quote": "My University of Management will create managers who will float in happiness, success and fulfillment.",
	"name": "Maharishi Mahesh Yogi"
}, {
	"quote": "Make space in your life, space for health and happiness.",
	"name": "Kris Carr"
}, {
	"quote": "One mustn't ask apple trees for oranges, France for sun, women for love, life for happiness.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Happiness is not a reward - it is a consequence. Suffering is not a punishment - it is a result.",
	"name": "Robert Green Ingersoll"
}, {
	"quote": "My happiness doesn't come from money or fame. My happiness comes from seeing life without struggle.",
	"name": "Nicki Minaj"
}, {
	"quote": "'Happiness' is a pointless goal.",
	"name": "Jordan Peterson"
}, {
	"quote": "I relate to happiness as an ecstatic moment - something you don't create, you encounter.",
	"name": "Yoko Ono"
}, {
	"quote": "Happiness is secured through virtue; it is a good attained by man's own will.",
	"name": "Thomas Aquinas"
}, {
	"quote": "There is something curiously boring about somebody else's happiness.",
	"name": "Aldous Huxley"
}, {
	"quote": "Real happiness comes from discovering a sense of importance in one's actions and in one's life.",
	"name": "Mark Manson"
}, {
	"quote": "Genuine happiness comes from within, and often it comes in spontaneous feelings of joy.",
	"name": "Andrew Weil"
}, {
	"quote": "Happiness is often at its most intense when it is based on inequality.",
	"name": "James Salter"
}, {
	"quote": "Happiness has a bad rap. People say it shouldn't be your goal in life. Oh, yes it should.",
	"name": "Richard Dreyfuss"
}, {
	"quote": "It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere.",
	"name": "Agnes Repplier"
}, {
	"quote": "I have this really high priority on happiness and finding something to be happy about.",
	"name": "Taylor Swift"
}, {
	"quote": "Life should be blissful, and blissful doesn't mean just a small happiness. It's huge. It is profound.",
	"name": "David Lynch"
}, {
	"quote": "I think happiness is a goal all of us can agree on. Let's face it - we all would like to be happy.",
	"name": "Joyce Meyer"
}, {
	"quote": "Happiness is the cessation of suffering.",
	"name": "Thich Nhat Hanh"
}, {
	"quote": "Money can't buy you happiness but it does bring you a more pleasant form of misery.",
	"name": "Spike Milligan"
}, {
	"quote": "No human being can really understand another, and no one can arrange another's happiness.",
	"name": "Graham Greene"
}, {
	"quote": "All happiness or unhappiness solely depends upon the quality of the object to which we are attached by love.",
	"name": "Baruch Spinoza"
}, {
	"quote": "Happiness is mostly a by-product of doing what makes us feel fulfilled.",
	"name": "Benjamin Spock"
}, {
	"quote": "Thus happiness depends, as nature shows, less on exterior things than most suppose.",
	"name": "William Cowper"
}, {
	"quote": "Just staying healthy, that is true wealth and true happiness.",
	"name": "Jon Jones"
}, {
	"quote": "Action may not bring happiness but there is no happiness without action.",
	"name": "William James"
}, {
	"quote": "If you hope for happiness in the world, hope for it from God, and not from the world.",
	"name": "David Brainerd"
}, {
	"quote": "The secret of happiness is: Find something more important than you are and dedicate your life to it.",
	"name": "Daniel Dennett"
}, {
	"quote": "Martial arts is what pulled me through tough times, and it is one of the reasons for my happiness.",
	"name": "Tiger Shroff"
}, {
	"quote": "For me, the only sources of moral values are the pursuit of understanding and the pursuit of happiness.",
	"name": "Matthew Stewart"
}, {
	"quote": "The happiness of this life depends less on what befalls you than the way in which you take it.",
	"name": "Elbert Hubbard"
}, {
	"quote": "To forget oneself is to be happy.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "Wisdom is the supreme part of happiness.",
	"name": "Sophocles"
}, {
	"quote": "Everyone chases after happiness, not noticing that happiness is right at their heels.",
	"name": "Bertolt Brecht"
}, {
	"quote": "It's the most beautiful job in the world to give happiness to people.",
	"name": "Hubert de Givenchy"
}, {
	"quote": "Life is to be fortified by many friendships. To love and to be loved is the greatest happiness of existence.",
	"name": "Sydney Smith"
}, {
	"quote": "It is the chief joy of all holy beings to witness the joy and happiness of those around them.",
	"name": "Ellen G. White"
}, {
	"quote": "Happiness is itself a kind of gratitude.",
	"name": "Joseph Wood Krutch"
}, {
	"quote": "When you relinquish the desire to control your future, you can have more happiness.",
	"name": "Nicole Kidman"
}, {
	"quote": "Happiness often sneaks in through a door you didn't know you left open.",
	"name": "John Barrymore"
}, {
	"quote": "I envy the happiness of others... I envy the sense of belonging... I seem always to be remaking myself.",
	"name": "Richard Eyre"
}, {
	"quote": "There's no greater source of happiness than giving yourself to other people.",
	"name": "Lamman Rucker"
}, {
	"quote": "Traveling is the ruin of all happiness! There's no looking at a building after seeing Italy.",
	"name": "Frances Burney"
}, {
	"quote": "I am deeply grateful for the concern of all those who constantly prayed for my happiness.",
	"name": "Princess Margaret"
}, {
	"quote": "Happiness grows at our own firesides, and is not to be picked in strangers' gardens.",
	"name": "Douglas William Jerrold"
}, {
	"quote": "Five or six hundred heads cut off would have assured your repose, freedom and happiness.",
	"name": "Jean-Paul Marat"
}, {
	"quote": "It is for others one must learn to do everything; for there lies the secret of happiness.",
	"name": "Jules Verne"
}, {
	"quote": "What's the use of happiness? It can't buy you money.",
	"name": "Henny Youngman"
}, {
	"quote": "A good way I know to find happiness, is to not bore a hole to fit the plug.",
	"name": "Josh Billings"
}, {
	"quote": "Our happiness depends on wisdom all the way.",
	"name": "Sophocles"
}, {
	"quote": "Happiness isn't getting what you want, it's wanting what you got.",
	"name": "Garth Brooks"
}, {
	"quote": "Character is the basis of happiness and happiness the sanction of character.",
	"name": "George Santayana"
}, {
	"quote": "If I have to apply five turns to the screw each day for the happiness of Argentina, I will do it.",
	"name": "Evita Peron"
}, {
	"quote": "To describe happiness is to diminish it.",
	"name": "Stendhal"
}, {
	"quote": "True religion... is giving and finding one's happiness by bringing happiness into the lives of others.",
	"name": "William J. H. Boetcker"
}, {
	"quote": "Happiness is a hard master, particularly other people's happiness.",
	"name": "Aldous Huxley"
}, {
	"quote": "Whether happiness may come or not, one should try and prepare one's self to do without it.",
	"name": "George Eliot"
}, {
	"quote": "What better is there to sigh for than happiness, yesterday's or tomorrow's.",
	"name": "Ben Hecht"
}, {
	"quote": "There is no happiness in having or in getting, but only in giving.",
	"name": "Henry Drummond"
}, {
	"quote": "Happiness is working with Jack Lemmon.",
	"name": "Billy Wilder"
}, {
	"quote": "My ultimate joy and happiness is being a wife and mother.",
	"name": "Melissa Etheridge"
}, {
	"quote": "The discovery of a new dish confers more happiness on humanity, than the discovery of a new star.",
	"name": "Jean Anthelme Brillat-Savarin"
}, {
	"quote": "It is the true duty of every man to promote the happiness of his fellow creatures to the utmost of his power.",
	"name": "William Wilberforce"
}, {
	"quote": "Life is about making your own happiness - and living by your own rules.",
	"name": "Aimee Mullins"
}, {
	"quote": "Happiness serves hardly any other purpose than to make unhappiness possible.",
	"name": "Marcel Proust"
}, {
	"quote": "There is even a happiness - that makes the heart afraid.",
	"name": "Thomas Hood"
}, {
	"quote": "Know then this truth, enough for man to know virtue alone is happiness below.",
	"name": "Alexander Pope"
}, {
	"quote": "It is the chiefest point of happiness that a man is willing to be what he is.",
	"name": "Desiderius Erasmus"
}, {
	"quote": "There's a higher form of happiness in commitment. I'm counting on it.",
	"name": "Claire Forlani"
}, {
	"quote": "Happiness does not consist in self-love.",
	"name": "Joseph Butler"
}, {
	"quote": "I say there is not more happiness for me than the freedom of my Homeland.",
	"name": "Islom Karimov"
}, {
	"quote": "The secret of happiness is something to do.",
	"name": "John Burroughs"
}, {
	"quote": "I have discovered the secret of happiness. It is work.",
	"name": "John Burroughs"
}, {
	"quote": "Happiness depends more on how life strikes you than on what happens.",
	"name": "Andy Rooney"
}, {
	"quote": "Happiness is a simple everyday miracle, like water, and we are not aware of it.",
	"name": "Nikos Kazantzakis"
}, {
	"quote": "When a man has lost all happiness, he's not alive. Call him a breathing corpse.",
	"name": "Sophocles"
}, {
	"quote": "Happy he who learns to bear what he cannot change.",
	"name": "Friedrich Schiller"
}, {
	"quote": "There is something in the pang of change More than the heart can bear, Unhappiness remembering happiness.",
	"name": "Euripides"
}, {
	"quote": "Do not speak of your happiness to one less fortunate than yourself.",
	"name": "Plutarch"
}, {
	"quote": "Happiness is a mystery, like religion, and should never be rationalised.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Happiness is a virtue, not its reward.",
	"name": "Baruch Spinoza"
}, {
	"quote": "So long as we can lose any happiness, we possess some.",
	"name": "Booth Tarkington"
}, {
	"quote": "When you look at the books about well-being, you see one word - it's happiness. People do not distinguish.",
	"name": "Daniel Kahneman"
}, {
	"quote": "Power, after love, is the first source of happiness.",
	"name": "Stendhal"
}, {
	"quote": "The universe is conspiring in every moment to bring me happiness and peace.",
	"name": "Marianne Williamson"
}, {
	"quote": "Joys divided are increased.",
	"name": "Josiah Gilbert Holland"
}, {
	"quote": "There is no happiness outside of ourselves.",
	"name": "Bryant H. McGill"
}, {
	"quote": "I don't have the recipe for happiness, but I think the engine is simply having the desire.",
	"name": "Vanessa Paradis"
}, {
	"quote": "Every age has its happiness and troubles.",
	"name": "Jeanne Calment"
}, {
	"quote": "People will survive, and they will find happiness. Happiness only comes when you're not looking for it.",
	"name": "Hugh Laurie"
}, {
	"quote": "Happiness isn't a fortune in a cookie. It's deeper, wider, funnier, and more transporting than that.",
	"name": "Elvis Costello"
}, {
	"quote": "Happiness is being on the beam with life - to feel the pull of life.",
	"name": "Agnes Martin"
}, {
	"quote": "One must realise his Self in order to open the store of unalloyed happiness.",
	"name": "Ramana Maharshi"
}, {
	"quote": "The secret of happiness is to admire without desiring. And that is not happiness.",
	"name": "F. H. Bradley"
}, {
	"quote": "I believe happiness is a choice. Some days it is a very difficult choice.",
	"name": "Steve Gleason"
}, {
	"quote": "Heaven takes care that no man secures happiness by crime.",
	"name": "Vittorio Alfieri"
}, {
	"quote": "The happiness of the creature consists in rejoicing in God, by which also God is magnified and exalted.",
	"name": "Jonathan Edwards"
}, {
	"quote": "Happiness is a by-product. You cannot pursue it by itself.",
	"name": "Sam Levenson"
}, {
	"quote": "Always leave something to wish for; otherwise you will be miserable from your very happiness.",
	"name": "Baltasar Gracian"
}, {
	"quote": "Nothing prevents happiness like the memory of happiness.",
	"name": "Andre Gide"
}, {
	"quote": "You will find peace and happiness if you will live the gospel.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "Growth itself contains the germ of happiness.",
	"name": "Pearl S. Buck"
}, {
	"quote": "Dancing and running shake up the chemistry of happiness.",
	"name": "Mason Cooley"
}, {
	"quote": "But my happiness in this world - my level of peace - is never going to be dictated by acting.",
	"name": "Chris Evans"
}, {
	"quote": "Only man clogs his happiness with care, destroying what is with thoughts of what may be.",
	"name": "John Dryden"
}, {
	"quote": "God's children and their happiness are my reasons for being.",
	"name": "Red Skelton"
}, {
	"quote": "One of the keys to happiness is a bad memory.",
	"name": "Rita Mae Brown"
}, {
	"quote": "Years of happiness can be lost in the foolish gratification of a momentary desire for pleasure.",
	"name": "Ezra Taft Benson"
}, {
	"quote": "Money can't buy happiness, but it can make you awfully comfortable while you're being miserable.",
	"name": "Clare Boothe Luce"
}, {
	"quote": "I think we pursue positive relationships whether or not they bring us engagement or happiness.",
	"name": "Martin Seligman"
}, {
	"quote": "What humans want is not just happiness. They want justice; they want meaning.",
	"name": "Martin Seligman"
}, {
	"quote": "Bookstore operators tell us that the books which head the bestseller list are books on peace and happiness.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "A wise woman never yields by appointment. It should always be an unforeseen happiness.",
	"name": "Stendhal"
}, {
	"quote": "How easy to be amiable in the midst of happiness and success.",
	"name": "William Ellery Channing"
}, {
	"quote": "The happiness and misery of men depend no less on temper than fortune.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "Heartache is very fertile ground for song-making but so is happiness, so is absolute bliss.",
	"name": "K. D. Lang"
}, {
	"quote": "If you have easy self-contentment, you might have a very, very cheap source of happiness.",
	"name": "Leon Kass"
}, {
	"quote": "The arrival of any child brings you a lot of happiness.",
	"name": "Seal"
}, {
	"quote": "Desire is individual. Happiness is common.",
	"name": "Julian Casablancas"
}, {
	"quote": "Our nation was founded on the principals of life, liberty and the pursuit of happiness.",
	"name": "Leonard Boswell"
}, {
	"quote": "Happiness needs one-upmanship.",
	"name": "Zygmunt Bauman"
}, {
	"quote": "Life, liberty, and the pursuit of happiness is part of our constitutional rights and it belongs to everybody.",
	"name": "Jeffrey Tambor"
}, {
	"quote": "If we did not look to marriage as the principal source of happiness, fewer marriages would end in tears.",
	"name": "Anthony Storr"
}, {
	"quote": "There is no worse sorrow than remembering happiness in the day of sorrow.",
	"name": "Alfred de Musset"
}, {
	"quote": "Nothing is harder to dramatize than happiness.",
	"name": "Julian Fellowes"
}, {
	"quote": "If you can measure success in this business based on happiness alone I feel like I've hit the lottery.",
	"name": "Justin Long"
}, {
	"quote": "Well, the attractive thing about the subject of happiness is that it is notoriously difficult to write.",
	"name": "Edward St Aubyn"
}, {
	"quote": "Eternal principles that govern happiness apply equally to all.",
	"name": "Russell M. Nelson"
}, {
	"quote": "There is happiness in duty, although it may not seem so.",
	"name": "Jose Marti"
}, {
	"quote": "Happiness seems made to be shared.",
	"name": "Pierre Corneille"
}, {
	"quote": "It's pretty hard to tell what does bring happiness; poverty and wealth have both failed.",
	"name": "Kin Hubbard"
}, {
	"quote": "To buy happiness is to sell soul.",
	"name": "Douglas Horton"
}, {
	"quote": "The world is full of people looking for spectacular happiness while they snub contentment.",
	"name": "Doug Larson"
}, {
	"quote": "When what we are is what we want to be, that's happiness.",
	"name": "Malcolm Forbes"
}, {
	"quote": "Happiness is the interval between periods of unhappiness.",
	"name": "Don Marquis"
}, {
	"quote": "Happiness comes only when we push our brains and hearts to the farthest reaches of which we are capable.",
	"name": "Leo Rosten"
}, {
	"quote": "Happiness is the longing for repetition.",
	"name": "Milan Kundera"
}, {
	"quote": "We possess only the happiness we are able to understand.",
	"name": "Maurice Maeterlinck"
}, {
	"quote": "It is only to the happy that tears are a luxury.",
	"name": "Thomas Moore"
}, {
	"quote": "The secret to life is finding joy in ordinary things. I'm interested in happiness.",
	"name": "Ruth Reichl"
}, {
	"quote": "We are no longer happy so soon as we wish to be happier.",
	"name": "Walter Savage Landor"
}, {
	"quote": "The happiness which is lacking makes one think even the happiness one has unbearable.",
	"name": "Joseph Roux"
}, {
	"quote": "An effort made for the happiness of others lifts above ourselves.",
	"name": "Lydia M. Child"
}, {
	"quote": "The right to happiness is fundamental.",
	"name": "Anna Pavlova"
}, {
	"quote": "People let their own hang-ups become the obstacles between them and personal happiness.",
	"name": "Lucinda Williams"
}, {
	"quote": "Happiness is no laughing matter.",
	"name": "Richard Whately"
}, {
	"quote": "The action is best that secures the greatest happiness for the greatest number.",
	"name": "William Dean Howells"
}, {
	"quote": "Life everlasting in a state of happiness is the greatest desire of all men.",
	"name": "Joseph Franklin Rutherford"
}, {
	"quote": "Most of us believe in trying to make other people happy only if they can be happy in ways which we approve.",
	"name": "Robert Staughton Lynd"
}]