[{
	"quote": "Those who do not remember the past are condemned to repeat it.",
	"name": "George Santayana"
}, {
	"quote": "A people without the knowledge of their past history, origin and culture is like a tree without roots.",
	"name": "Marcus Garvey"
}, {
	"quote": "Our greatest glory is not in never falling, but in rising every time we fall.",
	"name": "Confucius"
}, {
	"quote": "We are not makers of history. We are made by history.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "I like the dreams of the future better than the history of the past.",
	"name": "Thomas Jefferson"
}, {
	"quote": "History never really says goodbye. History says, 'See you later.'",
	"name": "Eduardo Galeano"
}, {
	"quote": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.",
	"name": "George Washington"
}, {
	"quote": "History repeats itself, first as tragedy, second as farce.",
	"name": "Karl Marx"
}, {
	"quote": "Legend remains victorious in spite of history.",
	"name": "Sarah Bernhardt"
}, {
	"quote": "All of us have a place in history. Mine is clouds.",
	"name": "Richard Brautigan"
}, {
	"quote": "It takes an endless amount of history to make even a little tradition.",
	"name": "Henry James"
}, {
	"quote": "The man who is swimming against the stream knows the strength of it.",
	"name": "Woodrow Wilson"
}, {
	"quote": "History is the version of past events that people have decided to agree upon.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "I came, I saw, I conquered.",
	"name": "Julius Caesar"
}, {
	"quote": "Following the light of the sun, we left the Old World.",
	"name": "Christopher Columbus"
}, {
	"quote": "The library is the temple of learning, and learning has liberated more people than all the wars in history.",
	"name": "Carl T. Rowan"
}, {
	"quote": "There is nothing new in the world except the history you do not know.",
	"name": "Harry S Truman"
}, {
	"quote": "The history of all previous societies has been the history of class struggles.",
	"name": "Karl Marx"
}, {
	"quote": "A library is the delivery room for the birth of ideas, a place where history comes to life.",
	"name": "Norman Cousins"
}, {
	"quote": "History will decide if I'm a villain or a hero.",
	"name": "Harlan Ellison"
}, {
	"quote": "History is a cyclic poem written by time upon the memories of man.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "The kitchen is the heart of every home, for the most part. It evokes memories of your family history.",
	"name": "Debi Mazar"
}, {
	"quote": "Yesterday is history, tomorrow is a mystery, today is God's gift, that's why we call it the present.",
	"name": "Joan Rivers"
}, {
	"quote": "Be as a tower firmly set; Shakes not its top for any blast that blows.",
	"name": "Dante Alighieri"
}, {
	"quote": "The problem is that my generation was pacified into believing that racism existed only in our history books.",
	"name": "Chance The Rapper"
}, {
	"quote": "I love history... everything is inspired by history, so that's why I love vintage and antiques.",
	"name": "Kelly Wearstler"
}, {
	"quote": "I feel like I'm too busy writing history to read it.",
	"name": "Kanye West"
}, {
	"quote": "History proves that the white man is a devil.",
	"name": "Malcolm X"
}, {
	"quote": "The history of innovation is the story of ideas that seemed dumb at the time.",
	"name": "Andy Dunn"
}, {
	"quote": "History is a vast early warning system.",
	"name": "Norman Cousins"
}, {
	"quote": "Legend: A lie that has attained the dignity of age.",
	"name": "H. L. Mencken"
}, {
	"quote": "Condemn me. It does not matter. History will absolve me.",
	"name": "Fidel Castro"
}, {
	"quote": "The very concept of objective truth is fading out of the world. Lies will pass into history.",
	"name": "George Orwell"
}, {
	"quote": "The history of the past is but one long struggle upward to equality.",
	"name": "Elizabeth Cady Stanton"
}, {
	"quote": "History repeats itself. So you might wanna pay attention.",
	"name": "Quavo"
}, {
	"quote": "History, in general, only informs us of what bad government is.",
	"name": "Thomas Jefferson"
}, {
	"quote": "We are still living in the aftershock of Hiroshima, people are still the scars of history.",
	"name": "Edward Bond"
}, {
	"quote": "History will be kind to me for I intend to write it.",
	"name": "Winston Churchill"
}, {
	"quote": "The very ink with which history is written is merely fluid prejudice.",
	"name": "Mark Twain"
}, {
	"quote": "There aren't just bad people that commit genocide; we are all capable of it. It's our evolutionary history.",
	"name": "James Lovelock"
}, {
	"quote": "Auschwitz will forever remain the black hole of the entire human history.",
	"name": "Isaac Herzog"
}, {
	"quote": "Revolutions are the locomotives of history.",
	"name": "Karl Marx"
}, {
	"quote": "There are still many causes worth sacrificing for, so much history yet to be made.",
	"name": "Michelle Obama"
}, {
	"quote": "History in its broadest aspect is a record of man's migrations from one environment to another.",
	"name": "Ellsworth Huntington"
}, {
	"quote": "The history of saints is mainly the history of insane people.",
	"name": "Benito Mussolini"
}, {
	"quote": "History is written by the victors.",
	"name": "Winston Churchill"
}, {
	"quote": "History does not long entrust the care of freedom to the weak or the timid.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "The more you know of your history, the more liberated you are.",
	"name": "Maya Angelou"
}, {
	"quote": "Sometimes - history needs a push.",
	"name": "Vladimir Lenin"
}, {
	"quote": "Women, we might as well be dogs baying the moon as petitioners without the right to vote!",
	"name": "Susan B. Anthony"
}, {
	"quote": "The people, and the people alone, are the motive force in the making of world history.",
	"name": "Mao Zedong"
}, {
	"quote": "The invention of the printing press was one of the most important events in human history.",
	"name": "Ha-Joon Chang"
}, {
	"quote": "No great man lives in vain. The history of the world is but the biography of great men.",
	"name": "Thomas Carlyle"
}, {
	"quote": "I don't fight for the money. I fight for my legacy. I fight for history. I fight for my people.",
	"name": "Khabib Nurmagomedov"
}, {
	"quote": "People are trapped in history and history is trapped in them.",
	"name": "James Baldwin"
}, {
	"quote": "A world without nuclear weapons would be less stable and more dangerous for all of us.",
	"name": "Margaret Thatcher"
}, {
	"quote": "History is more or less bunk.",
	"name": "Henry Ford"
}, {
	"quote": "History never looks like history when you are living through it.",
	"name": "John W. Gardner"
}, {
	"quote": "The institution of chivalry forms one of the most remarkable features in the history of the Middle Ages.",
	"name": "Horatio Alger"
}, {
	"quote": "Here men from the planet Earth first set foot upon the Moon. July 1969 AD. We came in peace for all mankind.",
	"name": "Neil Armstrong"
}, {
	"quote": "The biggest difference between England and America is that England has history, while America has geography.",
	"name": "Neil Gaiman"
}, {
	"quote": "The American flag is the symbol of our freedom, national pride and history.",
	"name": "Mike Fitzpatrick"
}, {
	"quote": "History shows that there are no invincible armies.",
	"name": "Joseph Stalin"
}, {
	"quote": "There has never yet been a man in our history who led a life of ease whose name is worth remembering.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "Never throughout history has a man who lived a life of ease left a name worth remembering.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "The people who have really made history are the martyrs.",
	"name": "Aleister Crowley"
}, {
	"quote": "What is history? An echo of the past in the future; a reflex from the future on the past.",
	"name": "Victor Hugo"
}, {
	"quote": "Fascism is a religion. The twentieth century will be known in history as the century of Fascism.",
	"name": "Benito Mussolini"
}, {
	"quote": "Neither current events nor history show that the majority rule, or ever did rule.",
	"name": "Jefferson Davis"
}, {
	"quote": "If history were taught in the form of stories, it would never be forgotten.",
	"name": "Rudyard Kipling"
}, {
	"quote": "I am responsible only to God and history.",
	"name": "Francisco Franco"
}, {
	"quote": "Human history becomes more and more a race between education and catastrophe.",
	"name": "H. G. Wells"
}, {
	"quote": "The history of astronomy is a history of receding horizons.",
	"name": "Edwin Powell Hubble"
}, {
	"quote": "I will end the history of division and conflict through reconciliation and fairness.",
	"name": "Park Geun-hye"
}, {
	"quote": "Study history, study history. In history lies all the secrets of statecraft.",
	"name": "Winston Churchill"
}, {
	"quote": "The people of Egypt are an intelligent people with a glorious history who left their mark on civilization.",
	"name": "Fidel Castro"
}, {
	"quote": "A people without a positive history is like a vehicle without an engine.",
	"name": "Steven Biko"
}, {
	"quote": "Elimination of illiteracy is as serious an issue to our history as the abolition of slavery.",
	"name": "Maya Angelou"
}, {
	"quote": "Ideas shape the course of history.",
	"name": "John Maynard Keynes"
}, {
	"quote": "I know of no time in human history where ignorance was better than knowledge.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "Judging from the main portions of the history of the world, so far, justice is always in jeopardy.",
	"name": "Walt Whitman"
}, {
	"quote": "There are great legends and great fighters in the history of Mexico, and there will be more to come.",
	"name": "Canelo Alvarez"
}, {
	"quote": "Americans love to fight. All real Americans love the sting of battle.",
	"name": "George S. Patton"
}, {
	"quote": "Europe was created by history. America was created by philosophy.",
	"name": "Margaret Thatcher"
}, {
	"quote": "What is history but a fable agreed upon?",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Blood alone moves the wheels of history.",
	"name": "Martin Luther"
}, {
	"quote": "I'm focused on being the best, making history.",
	"name": "Canelo Alvarez"
}, {
	"quote": "Skepticism is a virtue in history as well as in philosophy.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Now, there are some who would like to rewrite history - revisionist historians is what I like to call them.",
	"name": "George W. Bush"
}, {
	"quote": "Garbage is the part of your history you don't want your family to know about.",
	"name": "Vik Muniz"
}, {
	"quote": "The main thing is to make history, not to write it.",
	"name": "Otto von Bismarck"
}, {
	"quote": "Love is never defeated, and I could add, the history of Ireland proves it.",
	"name": "Pope John Paul II"
}, {
	"quote": "Whether you like it or not, history is on our side. We will bury you!",
	"name": "Nikita Khrushchev"
}, {
	"quote": "Neither the life of an individual nor the history of a society can be understood without understanding both.",
	"name": "C. Wright Mills"
}, {
	"quote": "The history of liberty is a history of resistance.",
	"name": "Woodrow Wilson"
}, {
	"quote": "Cooking and gardening involve so many disciplines: math, chemistry, reading, history.",
	"name": "David Chang"
}, {
	"quote": "I let the American people down.",
	"name": "Richard M. Nixon"
}, {
	"quote": "It is the soothing thing about history that it does repeat itself.",
	"name": "Gertrude Stein"
}, {
	"quote": "Chaos often breeds life, when order breeds habit.",
	"name": "Henry Adams"
}, {
	"quote": "I often wonder what I will be remembered in history for. Scholar? Military hero? Builder?",
	"name": "Ferdinand Marcos"
}, {
	"quote": "History has always been a series of pendulum swings, but the individual doesn't have to get caught in that.",
	"name": "Robert Johnson"
}, {
	"quote": "Man watches his history on the screen with apathy and an occasional passing flicker of horror or indignation.",
	"name": "Conor Cruise O'Brien"
}, {
	"quote": "Anyone who believes you can't change history has never tried to write his memoirs.",
	"name": "David Ben-Gurion"
}, {
	"quote": "History is indeed little more than the register of the crimes, follies, and misfortunes of mankind.",
	"name": "Edward Gibbon"
}, {
	"quote": "Optimists are usually wrong. But all the great change in history, positive change, was done by optimists.",
	"name": "Thomas Friedman"
}, {
	"quote": "History is not a burden on the memory but an illumination of the soul.",
	"name": "John Dalberg-Acton"
}, {
	"quote": "History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.",
	"name": "Maya Angelou"
}, {
	"quote": "History is Philosophy teaching by example.",
	"name": "Thucydides"
}, {
	"quote": "For most of history, Anonymous was a woman.",
	"name": "Virginia Woolf"
}, {
	"quote": "The view of Jerusalem is the history of the world; it is more, it is the history of earth and of heaven.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Time will inevitably uncover dishonesty and lies; history has no place for them.",
	"name": "Norodom Sihanouk"
}, {
	"quote": "History teaches that war begins when governments believe the price of aggression is cheap.",
	"name": "Ronald Reagan"
}, {
	"quote": "History is a people's memory, and without a memory, man is demoted to the lower animals.",
	"name": "Malcolm X"
}, {
	"quote": "Live out of your imagination, not your history.",
	"name": "Stephen Covey"
}, {
	"quote": "It's a very good historical book about history.",
	"name": "Dan Quayle"
}, {
	"quote": "Today's headlines and history's judgment are rarely the same.",
	"name": "Condoleezza Rice"
}, {
	"quote": "For the very first time the young are seeing history being made before it is censored by their elders.",
	"name": "Margaret Mead"
}, {
	"quote": "The greatest honor history can bestow is that of peacemaker.",
	"name": "Richard M. Nixon"
}, {
	"quote": "The writer may very well serve a movement of history as its mouthpiece, but he cannot of course create it.",
	"name": "Karl Marx"
}, {
	"quote": "Life moves fast. As much as you can learn from your history, you have to move forward.",
	"name": "Eddie Vedder"
}, {
	"quote": "History is so subjective. The teller of it determines it.",
	"name": "Lin-Manuel Miranda"
}, {
	"quote": "People that are really very weird can get into sensitive positions and have a tremendous impact on history.",
	"name": "Dan Quayle"
}, {
	"quote": "A truly American sentiment recognizes the dignity of labor and the fact that honor lies in honest toil.",
	"name": "Grover Cleveland"
}, {
	"quote": "History is a guide to navigation in perilous times. History is who we are and why we are the way we are.",
	"name": "David McCullough"
}, {
	"quote": "My favourite finds are often antique pieces with a history.",
	"name": "Alice Temperley"
}, {
	"quote": "One of the things that's important about family is the narrative history they create for themselves.",
	"name": "Gabe Newell"
}, {
	"quote": "Fate and history have a similar feeling. They are weird mirrors to each other.",
	"name": "Alexander Chee"
}, {
	"quote": "History is nothing if not an epic tale of missed opportunities.",
	"name": "Graydon Carter"
}, {
	"quote": "The whole westward expansion myth is seen as romantic. But it's a joke, a blot on American history.",
	"name": "Frank Waters"
}, {
	"quote": "The history of mankind is the instant between two strides taken by a traveler.",
	"name": "Franz Kafka"
}, {
	"quote": "You learn about equality in history and civics, but you find out life is not really like that.",
	"name": "Arthur Ashe"
}, {
	"quote": "A Conservative is a fellow who is standing athwart history yelling 'Stop!'",
	"name": "William F. Buckley, Jr."
}, {
	"quote": "In the early days of aviation, there was a great deal of experimentation and a high death rate.",
	"name": "Elon Musk"
}, {
	"quote": "I don't want to give myself grades. I will leave evaluation of my achievements to history.",
	"name": "Helmut Kohl"
}, {
	"quote": "There is no 20-year period in American history when stocks lost money.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Bankers know that history is inflationary and that money is the last thing a wise man will hoard.",
	"name": "Will Durant"
}, {
	"quote": "Man seems to insist on ignoring the lessons available from history.",
	"name": "Norman Borlaug"
}, {
	"quote": "I still love the whole history of jazz. The old things sound better than ever.",
	"name": "Steve Lacy"
}, {
	"quote": "Smallpox was the worst disease in history. It killed more people than all the wars in history.",
	"name": "Larry Brilliant"
}, {
	"quote": "World War II was the last government program that really worked.",
	"name": "George Will"
}, {
	"quote": "Those who invoke history will certainly be heard by history. And they will have to accept its verdict.",
	"name": "Dag Hammarskjold"
}, {
	"quote": "In Thailand's history there have been dissensions from time to time, but in general, unity has prevailed.",
	"name": "Bhumibol Adulyadej"
}, {
	"quote": "To communicate the truths of history is an act of hope for the future.",
	"name": "Daisaku Ikeda"
}, {
	"quote": "History is a vision of God's creation on the move.",
	"name": "Arnold J. Toynbee"
}, {
	"quote": "It is not I who have been consigned to the bedroom of history.",
	"name": "Corazon Aquino"
}, {
	"quote": "The past is really almost as much a work of the imagination as the future.",
	"name": "Jessamyn West"
}, {
	"quote": "Russians can give you arms but only the United States can give you a solution.",
	"name": "Anwar Sadat"
}, {
	"quote": "Very few cities in the NHL have the history or the following of the Detroit Red Wings.",
	"name": "Steve Yzerman"
}, {
	"quote": "If you don't take a risk, you will not be satisfied and happy. I think one must look at creating history.",
	"name": "Remo D'Souza"
}, {
	"quote": "I did not come to NASA to make history.",
	"name": "Sally Ride"
}, {
	"quote": "History is the sum total of things that could have been avoided.",
	"name": "Konrad Adenauer"
}, {
	"quote": "The nation was awakened by that deafening shot.",
	"name": "Corazon Aquino"
}, {
	"quote": "The past actually happened but history is only what someone wrote down.",
	"name": "A. Whitney Brown"
}, {
	"quote": "My reading of history convinces me that most bad government has grown out of too much government.",
	"name": "John Sharp Williams"
}, {
	"quote": "The construction of Europe is an art. It is the art of the possible.",
	"name": "Jacques Chirac"
}, {
	"quote": "God cannot alter the past, though historians can.",
	"name": "Samuel Butler"
}, {
	"quote": "History is a gallery of pictures in which there are few originals and many copies.",
	"name": "Alexis de Tocqueville"
}, {
	"quote": "It is remarkable how closely the history of the apple tree is connected with that of man.",
	"name": "Henry David Thoreau"
}, {
	"quote": "You don't change the course of history by turning the faces of portraits to the wall.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "I long for the time when all human history is taught as one history, because it really is.",
	"name": "Maya Angelou"
}, {
	"quote": "In the course of history, men come to see that iron necessity is neither iron nor necessary.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "History is a set of lies agreed upon.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "We would like to live as we once lived, but history will not permit it.",
	"name": "John F. Kennedy"
}, {
	"quote": "Violent men have not been known in history to die to a man. They die up to a point.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "The Ku Klux Klan is the most profligate domestic terrorist organization in this country's history.",
	"name": "Ta-Nehisi Coates"
}, {
	"quote": "Poetry is nearer to vital truth than history.",
	"name": "Plato"
}, {
	"quote": "History repeats itself, and that's one of the things that's wrong with history.",
	"name": "Clarence Darrow"
}, {
	"quote": "Hegel was right when he said that we learn from history that man can never learn anything from history.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Indeed, history is nothing more than a tableau of crimes and misfortunes.",
	"name": "Voltaire"
}, {
	"quote": "Long before history began we men have got together apart from the women and done things. We had time.",
	"name": "C. S. Lewis"
}, {
	"quote": "To provide meaningful architecture is not to parody history but to articulate it.",
	"name": "Daniel Libeskind"
}, {
	"quote": "I think really, China, Chinese, I think they really have a long history of civilization, rich culture.",
	"name": "Dalai Lama"
}, {
	"quote": "Your personal history is a part of what happens with your hands and your head as you play music.",
	"name": "Dave Grohl"
}, {
	"quote": "History should be written as philosophy.",
	"name": "Voltaire"
}, {
	"quote": "The greatest tragedy in mankind's entire history may be the hijacking of morality by religion.",
	"name": "Arthur C. Clarke"
}, {
	"quote": "Most of the things worth doing in the world had been declared impossible before they were done.",
	"name": "Louis D. Brandeis"
}, {
	"quote": "90 percent of my time is spent on 10 percent of the world.",
	"name": "Colin Powell"
}, {
	"quote": "The Voting Rights Act of 1965 brought an end to the ugly Jim Crow period in American history.",
	"name": "Lisa Murkowski"
}, {
	"quote": "If you want to study the social and political history of modern nations, study hell.",
	"name": "Thomas Merton"
}, {
	"quote": "The history of the world is none other than the progress of the consciousness of freedom.",
	"name": "Georg Wilhelm Friedrich Hegel"
}, {
	"quote": "If past history was all there was to the game, the richest people would be librarians.",
	"name": "Warren Buffett"
}, {
	"quote": "History is not hatred.",
	"name": "Malcolm X"
}, {
	"quote": "My lifestyle is a consequence of my wounds. I'm the son of my history.",
	"name": "Jose Mujica"
}, {
	"quote": "History is only the register of crimes and misfortunes.",
	"name": "Voltaire"
}, {
	"quote": "A study of the history of opinion is a necessary preliminary to the emancipation of the mind.",
	"name": "John Maynard Keynes"
}, {
	"quote": "Empires inevitably fall, and when they do, history judges them for the legacies they leave behind.",
	"name": "Noah Feldman"
}, {
	"quote": "I had not expected 'A Brief History of Time' to be a best seller.",
	"name": "Stephen Hawking"
}, {
	"quote": "The Bible is one of the most genocidal books in history.",
	"name": "Noam Chomsky"
}, {
	"quote": "History is mostly guessing; the rest is prejudice.",
	"name": "Will Durant"
}, {
	"quote": "The history of free men is never really written by chance but by choice; their choice!",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "The artist's job is to be a witness to his time in history.",
	"name": "Robert Rauschenberg"
}, {
	"quote": "The fastest manned vehicle in history was Apollo 10. It reached 25,000 mph.",
	"name": "Stephen Hawking"
}, {
	"quote": "In its history, Europe has committed so many massacres and horrors that it should bow its own head in shame.",
	"name": "Desmond Tutu"
}, {
	"quote": "History is the only true teacher, the revolution the best school for the proletariat.",
	"name": "Rosa Luxemburg"
}, {
	"quote": "This is an exciting time. A new chapter in our history.",
	"name": "John Barth"
}, {
	"quote": "There are so many figures in our history that did not believe they could make a change, and they did.",
	"name": "Malala Yousafzai"
}, {
	"quote": "Who has fully realized that history is not contained in thick books but lives in our very blood?",
	"name": "Carl Jung"
}, {
	"quote": "There are no extraordinary men... just extraordinary circumstances that ordinary men are forced to deal with.",
	"name": "William Halsey"
}, {
	"quote": "Perhaps in time the so-called Dark Ages will be thought of as including our own.",
	"name": "Georg C. Lichtenberg"
}, {
	"quote": "One of the lessons of history is that nothing is often a good thing to do and always a clever thing to say.",
	"name": "Will Durant"
}, {
	"quote": "Do you seriously expect me to be the first Prince of Wales in history not to have a mistress?",
	"name": "Prince Charles"
}, {
	"quote": "A drop of water, if it could write out its own history, would explain the universe to us.",
	"name": "Lucy Larcom"
}, {
	"quote": "To understand a science, it is necessary to know its history.",
	"name": "Auguste Comte"
}, {
	"quote": "I'm the only person of distinction who has ever had a depression named for him.",
	"name": "Herbert Hoover"
}, {
	"quote": "The world has entered an era of the most profound and challenging change in human history.",
	"name": "Stephen Covey"
}, {
	"quote": "History is nothing but gossip about the past, with the hope that it might be true.",
	"name": "Gore Vidal"
}, {
	"quote": "The way you 'take history' is also a way of 'making history.'",
	"name": "Erik Erikson"
}, {
	"quote": "The most persistent sound which reverberates through man's history is the beating of war drums.",
	"name": "Arthur Koestler"
}, {
	"quote": "Historian: an unsuccessful novelist.",
	"name": "H. L. Mencken"
}, {
	"quote": "Sometimes history takes things into its own hands.",
	"name": "Thurgood Marshall"
}, {
	"quote": "It takes a great deal of history to produce a little literature.",
	"name": "Henry James"
}, {
	"quote": "History books that contain no lies are extremely dull.",
	"name": "Anatole France"
}, {
	"quote": "Civilization is a movement and not a condition, a voyage and not a harbor.",
	"name": "Arnold J. Toynbee"
}, {
	"quote": "Horror is the natural reaction to the last 5,000 years of history.",
	"name": "Robert Anton Wilson"
}, {
	"quote": "It's not the sentiments of men which make history but their actions.",
	"name": "Norman Mailer"
}, {
	"quote": "I don't believe in accidents. There are only encounters in history. There are no accidents.",
	"name": "Pablo Picasso"
}, {
	"quote": "I'm very comfortable with where history will judge me.",
	"name": "Ted Kulongoski"
}, {
	"quote": "When history is erased, people's moral values are also erased.",
	"name": "Ma Jian"
}, {
	"quote": "If you think you have it tough, read history books.",
	"name": "Bill Maher"
}, {
	"quote": "What Britain needs is an iron lady.",
	"name": "Margaret Thatcher"
}, {
	"quote": "Strip malls are history.",
	"name": "Jeff Bezos"
}, {
	"quote": "The same way one tells a recipe, one tells a family history. Each one of us has our past locked inside.",
	"name": "Laura Esquivel"
}, {
	"quote": "I promised her an interesting life and good food, and the rest is history.",
	"name": "Bob Ehrlich"
}, {
	"quote": "History is a race between education and catastrophe.",
	"name": "H. G. Wells"
}, {
	"quote": "Human history in essence is the history of ideas.",
	"name": "H. G. Wells"
}, {
	"quote": "Difficulty is the excuse history never accepts.",
	"name": "Edward R. Murrow"
}, {
	"quote": "The Ukraine has a long history of either being part of the Soviet Union or within that sphere.",
	"name": "Rand Paul"
}, {
	"quote": "Most of us spend too much time on the last twenty-four hours and too little on the last six thousand years.",
	"name": "Will Durant"
}, {
	"quote": "The fall of the Berlin Wall makes for nice pictures. But it all started in the shipyards.",
	"name": "Lech Walesa"
}, {
	"quote": "The Russians feared Ike. They didn't fear me.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "I must admit, maybe I am a piece of history after all.",
	"name": "Alan Shepard"
}, {
	"quote": "I think if you come from a history of persecution you have to develop a sense of humour.",
	"name": "Sacha Baron Cohen"
}, {
	"quote": "History is information. Memory is part of your identity.",
	"name": "David Miliband"
}, {
	"quote": "History reminds us that dictators and despots arise during times of severe economic crisis.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "Sometimes history repeats itself. And sometimes it doesn't.",
	"name": "Adam Curtis"
}, {
	"quote": "You don't have to be a superhero to change the arc of history.",
	"name": "Chieh Huang"
}, {
	"quote": "History is a pack of lies about events that never happened told by people who weren't there.",
	"name": "George Santayana"
}, {
	"quote": "To study history means submitting to chaos and nevertheless retaining faith in order and meaning.",
	"name": "Hermann Hesse"
}, {
	"quote": "Mankind has probably done more damage to the Earth in the 20th century than in all of previous human history.",
	"name": "Jacques Yves Cousteau"
}, {
	"quote": "The greatest untapped reservoir of raw material in the history of our game is the black race.",
	"name": "Branch Rickey"
}, {
	"quote": "History has always judged silence and complicity harshly in these times of moral consequence.",
	"name": "Pramila Jayapal"
}, {
	"quote": "Among famous traitors of history one might mention the weather.",
	"name": "Ilka Chase"
}, {
	"quote": "If you have a great product but no one knows about it, it's history.",
	"name": "Tony Fernandes"
}, {
	"quote": "The path towards a free society has not been simple. There are tragic and glorious pages in our history.",
	"name": "Vladimir Putin"
}, {
	"quote": "It was a Greek tragedy. Nixon was fulfilling his own nature. Once it started it could not end otherwise.",
	"name": "Henry Kissinger"
}, {
	"quote": "To me, meeting Buddy Guy was like meeting a piece of history.",
	"name": "Angus Young"
}, {
	"quote": "We awoke one morning in September, and the world lurched on its axis.",
	"name": "Jeb Bush"
}, {
	"quote": "What you see is that the most outstanding feature of life's history is a constant domination by bacteria.",
	"name": "Stephen Jay Gould"
}, {
	"quote": "If history and science have taught us anything, it is that passion and desire are not the same as truth.",
	"name": "E. O. Wilson"
}, {
	"quote": "The Declaration of Independence is a sacred part of American history.",
	"name": "Paul Gillmor"
}, {
	"quote": "The history of mankind is the history of ideas.",
	"name": "Luigi Pirandello"
}, {
	"quote": "In history, the moments during which reason and reconciliation prevail are short and fleeting.",
	"name": "Stefan Zweig"
}, {
	"quote": "Inaugurals conventionally start with a history lesson and finish with a prayer.",
	"name": "Jonathan Raban"
}, {
	"quote": "I did a history degree once.",
	"name": "Joe Thomas"
}, {
	"quote": "History can just be so unkind as time passes.",
	"name": "Joshua Henry"
}, {
	"quote": "We have such a long, familiar history with Peter Falk. The minute his mug is on that screen people smile.",
	"name": "Paul Reiser"
}, {
	"quote": "I'm a history nut.",
	"name": "Billy Joel"
}, {
	"quote": "Statutes authorizing unreasonable searches were the core concern of the framers of the 4th Amendment.",
	"name": "Sandra Day O'Connor"
}, {
	"quote": "We cannot defend freedom abroad by deserting it at home.",
	"name": "Edward R. Murrow"
}, {
	"quote": "I guess I've played a lot of victims, but that's what a lot of the history of women is about.",
	"name": "Jodie Foster"
}, {
	"quote": "The more bombers, the less room for doves of peace.",
	"name": "Nikita Khrushchev"
}, {
	"quote": "Time is my greatest enemy.",
	"name": "Evita Peron"
}, {
	"quote": "A war still rages over the legacy of the 1960s.",
	"name": "Camille Paglia"
}, {
	"quote": "I was France.",
	"name": "Charles de Gaulle"
}, {
	"quote": "The history of skiing is important to me.",
	"name": "Lindsey Vonn"
}, {
	"quote": "History doesn't give credence for resorting to violence to have your voice heard.",
	"name": "Lecrae"
}, {
	"quote": "History passes the final judgment.",
	"name": "Sidney Poitier"
}, {
	"quote": "False history gets made all day, any day, the truth of the new is never on the news.",
	"name": "Adrienne Rich"
}, {
	"quote": "Never doubt that you can change history. You already have.",
	"name": "Marge Piercy"
}, {
	"quote": "I was reading a book... 'the history of glue' - I couldn't put it down.",
	"name": "Tim Vine"
}, {
	"quote": "The history of mankind is a history of war.",
	"name": "Mike Love"
}, {
	"quote": "No nation has a single history, no people a single song.",
	"name": "Jill Lepore"
}, {
	"quote": "I know every note in every song, the whole history of it, even parts that were there and are gone.",
	"name": "Enya"
}, {
	"quote": "Music is part of history, and our history has lessons that cannot be separated from our greatest music.",
	"name": "Mstislav Rostropovich"
}, {
	"quote": "I can't rewrite history.",
	"name": "Pattie Boyd"
}, {
	"quote": "The 1st Amendment protects the right to speak, not the right to spend.",
	"name": "Byron White"
}, {
	"quote": "I can't change history, I don't want to change history. I can only change the future. I'm working on that.",
	"name": "Boris Becker"
}, {
	"quote": "The history of the white man in India really jumped up and bit me in the neck.",
	"name": "Roland Joffe"
}, {
	"quote": "History has demonstrated that efforts to censure and control communication will not succeed.",
	"name": "Ricardo Salinas Pliego"
}, {
	"quote": "What I am is a thinking, feeling human being compelled by history.",
	"name": "Avery Brooks"
}, {
	"quote": "History develops, art stands still.",
	"name": "E. M. Forster"
}, {
	"quote": "But every historical statement and legitimization itself moves within a certain relation to history.",
	"name": "Martin Heidegger"
}, {
	"quote": "If you will read again what is written, you will see how it was.",
	"name": "Black Elk"
}, {
	"quote": "September 11th was a moment when America had the sympathy of the world.",
	"name": "Tom Ford"
}, {
	"quote": "It took us in this country 11 years to get from the Declaration of Independence to the Constitution.",
	"name": "Mitch McConnell"
}, {
	"quote": "When the rich think about the poor, they have poor ideas.",
	"name": "Evita Peron"
}, {
	"quote": "One who comes to the Court must come to adore, not to protest. That's the new gloss on the 1st Amendment.",
	"name": "William O. Douglas"
}, {
	"quote": "Tell the FBI that the kidnappers should pick out a judge that Nixon wants back.",
	"name": "William O. Douglas"
}, {
	"quote": "I have always been - I think any student of history almost inevitably is - a cheerful pessimist.",
	"name": "Jacques Barzun"
}, {
	"quote": "We learned the value of research in World War II.",
	"name": "Amar Bose"
}, {
	"quote": "You have to look at history as an evolution of society.",
	"name": "Jean Chretien"
}, {
	"quote": "On the day when man told the story of his life to man, history was born.",
	"name": "Alfred de Vigny"
}, {
	"quote": "I've told myself I have a chance to make history, and that's my focus.",
	"name": "Jordan Spieth"
}, {
	"quote": "Generally speaking, historically in this country, the care of a child has been thought of as female business.",
	"name": "Eddie Bernice Johnson"
}, {
	"quote": "History is an endless repetition of the wrong way of living.",
	"name": "Lawrence Durrell"
}, {
	"quote": "Malaria has long been a devastating and life-threatening global epidemic disease in human history.",
	"name": "Tu Youyou"
}, {
	"quote": "An Edwardian lady in full dress was a wonder to behold, and her preparations for viewing were awesome.",
	"name": "William Manchester"
}, {
	"quote": "History is a tool used by politicians to justify their intentions.",
	"name": "Ted Koppel"
}, {
	"quote": "That great dust-heap called 'history'.",
	"name": "Augustine Birrell"
}]