[{
	"quote": "Nothing is better than going home to family and eating good food and relaxing.",
	"name": "Irina Shayk"
}, {
	"quote": "If you want to conquer fear, don't sit home and think about it. Go out and get busy.",
	"name": "Dale Carnegie"
}, {
	"quote": "Let the wife make the husband glad to come home, and let him make her sorry to see him leave.",
	"name": "Martin Luther"
}, {
	"quote": "Where we love is home - home that our feet may leave, but not our hearts.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "Every day is a journey, and the journey itself is home.",
	"name": "Matsuo Basho"
}, {
	"quote": "Land is the secure ground of home, the sea is like life, the outside, the unknown.",
	"name": "Stephen Gardiner"
}, {
	"quote": "A man travels the world over in search of what he needs and returns home to find it.",
	"name": "George A. Moore"
}, {
	"quote": "There is nothing like staying at home for real comfort.",
	"name": "Jane Austen"
}, {
	"quote": "I love you - I am at rest with you - I have come home.",
	"name": "Dorothy L. Sayers"
}, {
	"quote": "The ache for home lives in all of us, the safe place where we can go as we are and not be questioned.",
	"name": "Maya Angelou"
}, {
	"quote": "The strength of a nation derives from the integrity of the home.",
	"name": "Confucius"
}, {
	"quote": "Nothing can bring a real sense of security into the home except true love.",
	"name": "Billy Graham"
}, {
	"quote": "A house is not a home unless it contains food and fire for the mind as well as the body.",
	"name": "Benjamin Franklin"
}, {
	"quote": "I like a teacher who gives you something to take home to think about besides homework.",
	"name": "Lily Tomlin"
}, {
	"quote": "If you go anywhere, even paradise, you will miss your home.",
	"name": "Malala Yousafzai"
}, {
	"quote": "Turn up the lights. I don't want to go home in the dark.",
	"name": "O. Henry"
}, {
	"quote": "Swimming is normal for me. I'm relaxed. I'm comfortable, and I know my surroundings. It's my home.",
	"name": "Michael Phelps"
}, {
	"quote": "Love begins by taking care of the closest ones - the ones at home.",
	"name": "Mother Teresa"
}, {
	"quote": "Like love, breakfast is best when made at home.",
	"name": "Gina Barreca"
}, {
	"quote": "My parents said that sitting at home playing video games all day won't bring you anywhere in life.",
	"name": "PewDiePie"
}, {
	"quote": "The kitchen is the heart of every home, for the most part. It evokes memories of your family history.",
	"name": "Debi Mazar"
}, {
	"quote": "This nation will remain the land of the free only so long as it is the home of the brave.",
	"name": "Elmer Davis"
}, {
	"quote": "My home is in Heaven. I'm just traveling through this world.",
	"name": "Billy Graham"
}, {
	"quote": "Christmas... is not an external event at all, but a piece of one's home that one carries in one's heart.",
	"name": "Freya Stark"
}, {
	"quote": "I love coming back home and seeing old friends and family. I would say it keeps me grounded.",
	"name": "Coy Bowles"
}, {
	"quote": "Furniture should always be comfortable. And always have a piece of art that you made somewhere in the home.",
	"name": "Tamara Taylor"
}, {
	"quote": "Charity begins at home, and justice begins next door.",
	"name": "Charles Dickens"
}, {
	"quote": "Love begins at home, and it is not how much we do... but how much love we put in that action.",
	"name": "Mother Teresa"
}, {
	"quote": "The prospect of going home is very appealing.",
	"name": "David Ginola"
}, {
	"quote": "Have nothing in your house that you do not know to be useful, or believe to be beautiful.",
	"name": "William Morris"
}, {
	"quote": "It felt good doing a physical job, and going home each evening feeling like I had really done a day's work.",
	"name": "James D'arcy"
}, {
	"quote": "Going home and spending time with your family and your real friends keeps you grounded.",
	"name": "Jennifer Ellison"
}, {
	"quote": "Go big or go home. Because it's true. What do you have to lose?",
	"name": "Eliza Dushku"
}, {
	"quote": "I love cats because I enjoy my home; and little by little, they become its visible soul.",
	"name": "Jean Cocteau"
}, {
	"quote": "Yesterday's home runs don't win today's games.",
	"name": "Babe Ruth"
}, {
	"quote": "Your body is your temple, it's your home, and you must decorate it.",
	"name": "Gabourey Sidibe"
}, {
	"quote": "Christmas is, of course, the time to be home - in heart as well as body.",
	"name": "Garry Moore"
}, {
	"quote": "I am not going to die, I'm going home like a shooting star.",
	"name": "Sojourner Truth"
}, {
	"quote": "Sunday, for me, is all about being home with the family with no plans.",
	"name": "John Lasseter"
}, {
	"quote": "An artist has no home in Europe except in Paris.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "The thrill of coming home has never changed.",
	"name": "Guy Pearce"
}, {
	"quote": "Opening up your life to a dog who needs a home is one of the most fulfilling things you can do.",
	"name": "Emma Kenney"
}, {
	"quote": "My wife met me at the door the other night in a sexy negligee. Unfortunately, she was just coming home.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "Home is any four walls that enclose the right person.",
	"name": "Helen Rowland"
}, {
	"quote": "My restless, roaming spirit would not allow me to remain at home very long.",
	"name": "Buffalo Bill"
}, {
	"quote": "We share one heart, one home, and one glorious destiny.",
	"name": "Donald Trump"
}, {
	"quote": "A home without books is a body without soul.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "When I'm home, I like a cozy, comfortable, calming space.",
	"name": "Stacy Keibler"
}, {
	"quote": "Home ownership is the cornerstone of a strong community.",
	"name": "Rick Renzi"
}, {
	"quote": "Seeing a catering truck feels like home.",
	"name": "Dakota Johnson"
}, {
	"quote": "As soon as I get home, all I want to eat is seafood.",
	"name": "Quvenzhane Wallis"
}, {
	"quote": "The great advantage of a hotel is that it is a refuge from home life.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Home is where you feel at home and are treated well.",
	"name": "Dalai Lama"
}, {
	"quote": "Every strike brings me closer to the next home run.",
	"name": "Babe Ruth"
}, {
	"quote": "Every dog is a lion at home.",
	"name": "Henry George Bohn"
}, {
	"quote": "I long, as does every human being, to be at home wherever I find myself.",
	"name": "Maya Angelou"
}, {
	"quote": "I never worry about being driven to drink; I just worry about being driven home.",
	"name": "W. C. Fields"
}, {
	"quote": "You come home, and you party. But after that, you get a hangover. Everything about that is negative.",
	"name": "Mike Tyson"
}, {
	"quote": "Your best T-shirt should be like your bed; it just feels like you are home when you are in it.",
	"name": "Ashton Kutcher"
}, {
	"quote": "Ten men waiting for me at the door? Send one of them home, I'm tired.",
	"name": "Mae West"
}, {
	"quote": "The home should be the treasure chest of living.",
	"name": "Le Corbusier"
}, {
	"quote": "You never know what events are going to transpire to get you home.",
	"name": "Og Mandino"
}, {
	"quote": "Charity begins at home, but should not end there.",
	"name": "Thomas Fuller"
}, {
	"quote": "I love my living room: it's the heart of my home where I get to chill and spend time with family and friends.",
	"name": "Bobby Berk"
}, {
	"quote": "A girl phoned me the other day and said... 'Come on over, there's nobody home.' I went over. Nobody was home.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "I enjoy spending time at home or going out for a quiet meal in a restaurant.",
	"name": "Jamie Redknapp"
}, {
	"quote": "Not one of us can rest, be happy, be at home, be at peace with ourselves, until we end hatred and division.",
	"name": "John Lewis"
}, {
	"quote": "The land created me. I'm wild and lonesome. Even as I travel the cities, I'm more at home in the vacant lots.",
	"name": "Bob Dylan"
}, {
	"quote": "Well, you need the villain. If you don't have a villain, the good guy can stay home.",
	"name": "Christoph Waltz"
}, {
	"quote": "He is happiest, be he king or peasant, who finds peace in his home.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Every time I slip into the ocean, it's like going home.",
	"name": "Sylvia Earle"
}, {
	"quote": "When you live on the road, going home is a place to escape and just be with your family to unwind.",
	"name": "Jonathan Davis"
}, {
	"quote": "Home is the place where, when you have to go there, they have to take you in.",
	"name": "Robert Frost"
}, {
	"quote": "Be nice to your children. After all, they are going to choose your nursing home.",
	"name": "Steven Wright"
}, {
	"quote": "All I do is sit at home and watch Netflix.",
	"name": "Kyrie Irving"
}, {
	"quote": "Theatre was my first love. I can't take the theatre out of me. And I wouldn't want to. To me, it's home.",
	"name": "Jim Parsons"
}, {
	"quote": "Better do a good deed near at home than go far away to burn incense.",
	"name": "Amelia Earhart"
}, {
	"quote": "I love traveling all over the world; but it's true: there's nothing like home.",
	"name": "Dolly Parton"
}, {
	"quote": "I'm really quite simple. I plant flowers and watch them grow... I stay at home and watch the river flow.",
	"name": "George Harrison"
}, {
	"quote": "Think you're escaping and run into yourself. Longest way round is the shortest way home.",
	"name": "James Joyce"
}, {
	"quote": "The beauty of having short hair is that I actually can wash and style it at home!",
	"name": "Meagan Good"
}, {
	"quote": "Decorate your home. It gives the illusion that your life is more interesting than it really is.",
	"name": "Charles M. Schulz"
}, {
	"quote": "Maybe I should just go home and ride my tractor.",
	"name": "Chuck Grassley"
}, {
	"quote": "The means of defense against foreign danger historically have become the instruments of tyranny at home.",
	"name": "James Madison"
}, {
	"quote": "Whether you come back by page or by the big screen, Hogwarts will always be there to welcome you home.",
	"name": "J. K. Rowling"
}, {
	"quote": "Boston is always going to be a second home for me.",
	"name": "Paul Pierce"
}, {
	"quote": "Life doesn't get more real than having a newborn at home.",
	"name": "Eric Church"
}, {
	"quote": "'Butterfly Mosque' came out of the emails I wrote to family and friends back home after moving to Egypt.",
	"name": "G. Willow Wilson"
}, {
	"quote": "God is at home, it's we who have gone out for a walk.",
	"name": "Meister Eckhart"
}, {
	"quote": "Why would I retire? Sit at home and watch TV? No thanks. I'd rather be out playing.",
	"name": "Paul McCartney"
}, {
	"quote": "One never reaches home, but wherever friendly paths intersect the whole world looks like home for a time.",
	"name": "Hermann Hesse"
}, {
	"quote": "Censorship, like charity, should begin at home, but, unlike charity, it should end there.",
	"name": "Clare Boothe Luce"
}, {
	"quote": "I feel most at home in the water. I disappear. That's where I belong.",
	"name": "Michael Phelps"
}, {
	"quote": "Travelling's so much better when you know you've got a lovely home to go back to.",
	"name": "Toni Collette"
}, {
	"quote": "When everyone goes home, you're stuck with yourself.",
	"name": "Layne Staley"
}, {
	"quote": "You don't have to swing hard to hit a home run. If you got the timing, it'll go.",
	"name": "Yogi Berra"
}, {
	"quote": "I love modeling because I get to see everything that inspires me. Then I go home and sketch.",
	"name": "Sofia Richie"
}, {
	"quote": "The most influential of all educational factors is the conversation in a child's home.",
	"name": "William Temple"
}, {
	"quote": "Of all the home remedies, a good wife is best.",
	"name": "Kin Hubbard"
}, {
	"quote": "When memories fade, can one ever really return home?",
	"name": "Floyd Skloot"
}, {
	"quote": "Home is the nicest word there is.",
	"name": "Laura Ingalls Wilder"
}, {
	"quote": "Home is where one starts from.",
	"name": "T. S. Eliot"
}, {
	"quote": "Going home must be like going to render an account.",
	"name": "Joseph Conrad"
}, {
	"quote": "Unraveling external selves and coming home to our real identity is the true meaning of soul work.",
	"name": "Sue Monk Kidd"
}, {
	"quote": "I was hit by a car once on my bike, but I still rode home.",
	"name": "Amy Winehouse"
}, {
	"quote": "Africa for the Africans... at home and abroad!",
	"name": "Marcus Garvey"
}, {
	"quote": "I followed a guy to Denmark. I came home with a broken heart.",
	"name": "Elle King"
}, {
	"quote": "A house that does not have one warm, comfy chair in it is soulless.",
	"name": "May Sarton"
}, {
	"quote": "Quality of life actually begins at home - it's in your street, around your community.",
	"name": "Charles Kennedy"
}, {
	"quote": "Where thou art, that is home.",
	"name": "Emily Dickinson"
}, {
	"quote": "Home is one's birthplace, ratified by memory.",
	"name": "Henry Grunwald"
}, {
	"quote": "Just because I managed to do a little something, I don't want anyone back home to think I got the big head.",
	"name": "Elvis Presley"
}, {
	"quote": "Nature is the mother and the habitat of man, even if sometimes a stepmother and an unfriendly home.",
	"name": "John Dewey"
}, {
	"quote": "Going home helps the content.",
	"name": "The Weeknd"
}, {
	"quote": "When I want to really eat great, I eat at home when my wife cooks.",
	"name": "Sirio Maccioni"
}, {
	"quote": "Be grateful for the home you have, knowing that at this moment, all you have is all you need.",
	"name": "Sarah Ban Breathnach"
}, {
	"quote": "A house is no home unless it contain food and fire for the mind as well as for the body.",
	"name": "Margaret Fuller"
}, {
	"quote": "The roof of my house is covered in solar panels. When I'm home, I'm a pretty green fellow.",
	"name": "Bill McKibben"
}, {
	"quote": "Home is, I suppose just a child's idea. A house at night, and a lamp in the house. A place to feel safe.",
	"name": "V. S. Naipaul"
}, {
	"quote": "Coming home to a tidy, pulled-together space will help everything in your life feel the same way.",
	"name": "Bobby Berk"
}, {
	"quote": "If your neighbors think you're a detective because a cop always brings you home, you might be a redneck.",
	"name": "Jeff Foxworthy"
}, {
	"quote": "Greatness comes from fear. Fear can either shut us down and we go home, or we fight through it.",
	"name": "Lionel Richie"
}, {
	"quote": "The Patriot Act is essential to our continued success in the war on terror here at home.",
	"name": "Mike Pence"
}, {
	"quote": "When I am back home, I have an upright piano and I play constantly.",
	"name": "Kygo"
}, {
	"quote": "A man's home is his wife's castle.",
	"name": "Alexander Chase"
}, {
	"quote": "At home, I love reaching out into that absolute silence, when you can hear the owl or the wind.",
	"name": "Amanda Harlech"
}, {
	"quote": "Call me a nerd if you like, but I do find it hard to leave home without my laptop and a good book.",
	"name": "Moby"
}, {
	"quote": "Education, like neurosis, begins at home.",
	"name": "Milton Sapirstein"
}, {
	"quote": "Any old place I can hang my hat is home sweet home to me.",
	"name": "William Jerome"
}, {
	"quote": "Home is where the heart is.",
	"name": "Pliny the Elder"
}, {
	"quote": "I told my mother-in-law that my house was her house, and she said, 'Get the hell off my property.'",
	"name": "Joan Rivers"
}, {
	"quote": "I have way too many candles. There's always a candle burning at home.",
	"name": "Erin Heatherton"
}, {
	"quote": "Homesickness is nothing. Fifty percent of the people in the world are homesick all the time.",
	"name": "John Cheever"
}, {
	"quote": "I do feel like a Clevelander. Every time, when people ask me, I automatically say, 'My home is Cleveland.'",
	"name": "Kyrie Irving"
}, {
	"quote": "I have a necklace around my neck that my lady gave me, so I try never to leave home without that.",
	"name": "Chad Michael Murray"
}, {
	"quote": "A heart makes a good home for the friend.",
	"name": "Yunus Emre"
}, {
	"quote": "I go jogging for 25 minutes every morning, even if I'm away from home.",
	"name": "Pierre Dukan"
}, {
	"quote": "Here is my first principle of foreign policy: good government at home.",
	"name": "William E. Gladstone"
}, {
	"quote": "A Christian worldview impacts every area of life. Including making your house a home.",
	"name": "Eric Metaxas"
}, {
	"quote": "My home policy: I wage war; my foreign policy: I wage war. All the time I wage war.",
	"name": "Georges Clemenceau"
}, {
	"quote": "For more than a quarter of a century on active duty, my house has been my tent, and my home the battlefield.",
	"name": "Zachary Taylor"
}, {
	"quote": "When you finally go back to your old home, you find it wasn't the old home you missed but your childhood.",
	"name": "Sam Ewing"
}, {
	"quote": "I never really had the fun teens of exploring the world because I was sitting at home, learning programming.",
	"name": "Markus Persson"
}, {
	"quote": "If nature offers no home, then we must make a home one way or another. The only question is how.",
	"name": "John Burnside"
}, {
	"quote": "Baseball is like driving, it's the one who gets home safely that counts.",
	"name": "Tommy Lasorda"
}, {
	"quote": "I have an answering machine in my car. It says, I'm home now. But leave a message and I'll call when I'm out.",
	"name": "Steven Wright"
}, {
	"quote": "There are a thousand ways to kneel and kiss the ground; there are a thousand ways to go home again.",
	"name": "Rumi"
}, {
	"quote": "Balance provides the chance for longevity. You can be a champion at work and at home.",
	"name": "Tony Dungy"
}, {
	"quote": "At home I am a nice guy: but I don't want the world to know. Humble people, I've found, don't get very far.",
	"name": "Muhammad Ali"
}, {
	"quote": "I suppose I could have stayed home and baked cookies and had teas.",
	"name": "Hillary Clinton"
}, {
	"quote": "Shall I, that have destroyed my Preservers, return home?",
	"name": "Alexander the Great"
}, {
	"quote": "The goal of Sunday is to leave my home as little as possible.",
	"name": "Mark Morris"
}, {
	"quote": "I dislike feeling at home when I am abroad.",
	"name": "George Bernard Shaw"
}, {
	"quote": "I think home has become my friends and family, wherever they are.",
	"name": "Rachel Brosnahan"
}, {
	"quote": "All good hotels tend to lead people to do things they wouldn't necessarily do at home.",
	"name": "Andre Balazs"
}, {
	"quote": "People who have good relationships at home are more effective in the marketplace.",
	"name": "Zig Ziglar"
}, {
	"quote": "I had a lot of dates but I decided to stay home and dye my eyebrows.",
	"name": "Andy Warhol"
}, {
	"quote": "I'm more at home with my log cabins than I am in my house in Cherry Hill.",
	"name": "Muhammad Ali"
}, {
	"quote": "Home life is no more natural to us than a cage is natural to a cockatoo.",
	"name": "George Bernard Shaw"
}, {
	"quote": "I really enjoy spending time at home.",
	"name": "Elena Roger"
}, {
	"quote": "A smile abroad is often a scowl at home.",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "I chose America as my home because I value freedom and democracy, civil liberties and an open society.",
	"name": "George Soros"
}, {
	"quote": "I have become a queer mixture of the East and the West, out of place everywhere, at home nowhere.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "Toronto is home; nothing beats home.",
	"name": "Ellen Wong"
}, {
	"quote": "Prayer is the most concrete way to make our home in God.",
	"name": "Henri Nouwen"
}, {
	"quote": "There are a number of things wrong with Washington. One of them is that everyone is too far from home.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "Nothing is better than showing up twice a week, acting like a 12 year-old for two hours, and then going home.",
	"name": "Reid Scott"
}, {
	"quote": "I hate leaving home. I love what I do, but I'd love to go home every night.",
	"name": "Charlie Watts"
}, {
	"quote": "I had bad days on the field. But I didn't take them home with me. I left them in a bar along the way home.",
	"name": "Bob Lemon"
}, {
	"quote": "I love the road. The closest thing to home, for me, is being on a tour bus, ironically.",
	"name": "G-Eazy"
}, {
	"quote": "Art is the only way to run away without leaving home.",
	"name": "Twyla Tharp"
}, {
	"quote": "When I went home from Juilliard, I couldn't find acting work.",
	"name": "Robin Williams"
}, {
	"quote": "Knitting not only relaxes me, it also brings a feeling of being at home.",
	"name": "Magdalena Neuner"
}, {
	"quote": "Just take the ball and throw it where you want to. Throw strikes. Home plate don't move.",
	"name": "Satchel Paige"
}, {
	"quote": "To be an ideal guest, stay at home.",
	"name": "E. W. Howe"
}, {
	"quote": "Coming home to my family afterward makes the work richer, easier and more fun.",
	"name": "Edie Falco"
}, {
	"quote": "I'm happy going home early and working out and just being a mother and being a wife.",
	"name": "Kim Alexis"
}, {
	"quote": "Leaving home in a sense involves a kind of second birth in which we give birth to ourselves.",
	"name": "Robert Neelly Bellah"
}, {
	"quote": "On stage I make love to twenty five thousand people; and then I go home alone.",
	"name": "Janis Joplin"
}, {
	"quote": "I wish I had been home more when the children were growing up. I missed a lot.",
	"name": "Billy Graham"
}, {
	"quote": "I'm very political. I'm not political in public; I'm political at home.",
	"name": "Melania Trump"
}, {
	"quote": "I just like sitting at home, chilling and watching a movie.",
	"name": "Niall Horan"
}, {
	"quote": "Pennsylvania is home to some of the hardest-working, toughest, most decent people in America.",
	"name": "Bob Casey, Jr."
}, {
	"quote": "The silver and black may have another home, but the Raiders will always belong to the people of Los Angeles.",
	"name": "Ice Cube"
}, {
	"quote": "There's no place like home. And I do miss my home.",
	"name": "Malala Yousafzai"
}, {
	"quote": "I can remember being home from school with tonsillitis and writing stories in bed to pass the time.",
	"name": "Stephen King"
}, {
	"quote": "Contemplation and wisdom are highest achievements and man is not totally at home with them.",
	"name": "Gabriel Marcel"
}, {
	"quote": "Once I am in the square circle, I am in my home.",
	"name": "Floyd Mayweather, Jr."
}, {
	"quote": "One of the oldest human needs is having someone to wonder where you are when you don't come home at night.",
	"name": "Margaret Mead"
}, {
	"quote": "When I do have free time, I spend it with friends, or I spend it at home writing or making something.",
	"name": "Billie Eilish"
}, {
	"quote": "Everywhere else, we are someone else, but at home, we remove our masks.",
	"name": "Matthew Desmond"
}, {
	"quote": "Most of American life consists of driving somewhere and then returning home, wondering why the hell you went.",
	"name": "John Updike"
}, {
	"quote": "My goal from being a child was to have a happy home life.",
	"name": "S. E. Hinton"
}, {
	"quote": "Be good to people, be kind to people, show up, read the lines, hit the mark, and go home.",
	"name": "Pierce Brosnan"
}, {
	"quote": "As a political exile, you always think you're going home next year.",
	"name": "Gonzalo Sanchez de Lozada"
}, {
	"quote": "I'm kind of a homebody. I like to sit at home and watch movies and eat good food.",
	"name": "Emilie de Ravin"
}, {
	"quote": "This is my idea of heaven, coming home and watching the news.",
	"name": "Rita Moreno"
}, {
	"quote": "While I encourage people to save 100% down for a home, a mortgage is the one debt that I don't frown upon.",
	"name": "Dave Ramsey"
}, {
	"quote": "Maria is the best reason to come home.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "Go to foreign countries and you will get to know the good things one possesses at home.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "I love my family, my wife, my kids, my dogs, my home, my life. I am a very happy and contented man.",
	"name": "Eric Idle"
}, {
	"quote": "You see much more of your children once they leave home.",
	"name": "Lucille Ball"
}, {
	"quote": "I also believed that our public at home would be strong enough to survive even the present crisis.",
	"name": "Paul von Hindenburg"
}, {
	"quote": "The quest for peace begins in the home, in the school and in the workplace.",
	"name": "Silvia Cartwright"
}, {
	"quote": "Charity should begin at home, but should not stay there.",
	"name": "Phillips Brooks"
}, {
	"quote": "I believe the home and marriage is the foundation of our society and must be protected.",
	"name": "Billy Graham"
}, {
	"quote": "There is nothing more important than a good, safe, secure home.",
	"name": "Rosalynn Carter"
}, {
	"quote": "I train and I go home, and when I'm home, I think about training. That's my life every day, and that's it.",
	"name": "Conor McGregor"
}, {
	"quote": "It's quite nice to have a place to leave things. You can be a permanent gypsy, but it's nice to go home.",
	"name": "Daphne Guinness"
}, {
	"quote": "Whenever I'm having a bad day and have an attitude, I stay home. I keep it at home.",
	"name": "Michael Clarke Duncan"
}, {
	"quote": "After a really hectic week, I hate going out on a Friday evening, so I'll always opt for a night at home.",
	"name": "Donna Air"
}, {
	"quote": "My dad never missed a day of work, and he was always smiling when he came home.",
	"name": "Patty Loveless"
}, {
	"quote": "I do not recall a Jewish home without a book on the table.",
	"name": "Elie Wiesel"
}, {
	"quote": "In an ideal world, I'm eating dinner at home before I have a DJ gig.",
	"name": "Hannah Bronfman"
}, {
	"quote": "I'm not someone who's led my life trying to get publicity; I'd rather do my work and go home.",
	"name": "Kevin Spacey"
}, {
	"quote": "In our home there was always prayer - aloud, proud and unapologetic.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "I don't even know how it is to have a home. I feel like an orphan or something.",
	"name": "Fred Korematsu"
}, {
	"quote": "I was not up stairs when he came home; no, sir.",
	"name": "Lizzie Andrew Borden"
}, {
	"quote": "My label understands that I am really attached to Malaysia, that I come home a lot.",
	"name": "Yuna"
}, {
	"quote": "Owning a home is a keystone of wealth - both financial affluence and emotional security.",
	"name": "Suze Orman"
}, {
	"quote": "Everywhere you hang your hat is home. Home is the bright cave under the hat.",
	"name": "Lance Morrow"
}, {
	"quote": "Everybody thinks I'm, like, a bad boy. I've had my day, but I just sit at home and play the blues mostly.",
	"name": "Brad Renfro"
}, {
	"quote": "On stage, I make love to 25,000 different people, then I go home alone.",
	"name": "Janis Joplin"
}, {
	"quote": "It takes patience to appreciate domestic bliss; volatile spirits prefer unhappiness.",
	"name": "George Santayana"
}, {
	"quote": "I just try to make my home everywhere I go as much as I possibly can.",
	"name": "Selena Gomez"
}, {
	"quote": "The world is my workshop. It is not my home.",
	"name": "Abbas Kiarostami"
}, {
	"quote": "If a really, really pretty girl needs a ride home, I'm your guy.",
	"name": "Brantley Gilbert"
}, {
	"quote": "I escaped from my home country, Bulgaria, to Czechoslovakia and then to the West.",
	"name": "Christo"
}, {
	"quote": "I am an academic, and I have always made it clear that my ultimate home is in the realm of ideas.",
	"name": "Raghuram Rajan"
}, {
	"quote": "I love the Old Vic so deeply, it's like a second home.",
	"name": "Eve Best"
}, {
	"quote": "You hit home runs not by chance but by preparation.",
	"name": "Roger Maris"
}, {
	"quote": "All philosophies, if you ride them home, are nonsense, but some are greater nonsense than others.",
	"name": "Samuel Butler"
}, {
	"quote": "Always be nice to your children because they are the ones who will choose your rest home.",
	"name": "Phyllis Diller"
}, {
	"quote": "Donald Trump will never turn his back on those who serve and protect us at home and abroad.",
	"name": "Mike Pence"
}, {
	"quote": "I have lived in Mumbai for more than 20 years, have my domicile here, my home and family here.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "It takes a good amount of time and money to establish a home. Eviction can erase all that.",
	"name": "Matthew Desmond"
}, {
	"quote": "Seek home for rest, for home is best.",
	"name": "Thomas Tusser"
}, {
	"quote": "The home is the chief school of human virtues.",
	"name": "William Ellery Channing"
}, {
	"quote": "Pitching keeps you in the games. Home runs win the game.",
	"name": "Earl Weaver"
}, {
	"quote": "I would go to work from 9 to 6, go home, nap for two hours, then write from 8 to 2 a.m.",
	"name": "Lena Dunham"
}, {
	"quote": "I'm not the pedigree kid. I'm not classically trained. I didn't come from the fancy home, no.",
	"name": "Kate Winslet"
}, {
	"quote": "Housework is what a woman does that nobody notices unless she hasn't done it.",
	"name": "Evan Esar"
}, {
	"quote": "It's intimidating to try and pull your home together if you don't have an interior designer.",
	"name": "Jaclyn Smith"
}, {
	"quote": "A man's house is his castle.",
	"name": "James Otis"
}, {
	"quote": "I love to come to L.A. to visit, and then I like to come to rainy old London because it's home.",
	"name": "Daisy Ridley"
}, {
	"quote": "I cook all the time, and I cook all different kinds of things, but never Mexican at home. That's my work.",
	"name": "Rick Bayless"
}, {
	"quote": "If you're not in the game, you can't hit a home run.",
	"name": "David Hasselhoff"
}, {
	"quote": "Housewives run the home and sacrifice a lot, but many people forget that.",
	"name": "Arjun Kapoor"
}, {
	"quote": "Sometimes, I'll be flipping the channel at home and think, 'Wow, there's a lot of me on TV.'",
	"name": "Lester Holt"
}, {
	"quote": "Kiss till the cow comes home.",
	"name": "Francis Beaumont"
}, {
	"quote": "Kindness goes a long ways lots of times when it ought to stay at home.",
	"name": "Kin Hubbard"
}, {
	"quote": "It helps to have a happy home life to keep up alongside your career.",
	"name": "Mary Berry"
}, {
	"quote": "The worst feeling in the world is the homesickness that comes over a man occasionally when he is at home.",
	"name": "E. W. Howe"
}, {
	"quote": "In my mind, the home run is paramount because it means instant runs.",
	"name": "Earl Weaver"
}, {
	"quote": "Where there is a mother in the home, matters go well.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "Home, more than anything, means warmth and bed.",
	"name": "Vivienne Westwood"
}, {
	"quote": "Strength of character may be learned at work, but beauty of character is learned at home.",
	"name": "Henry Drummond"
}, {
	"quote": "It takes a lot of work to put together a marriage, to put together a family and a home.",
	"name": "Elizabeth Edwards"
}, {
	"quote": "On tour, you never have a home, you don't get used to anything, and you're always super busy.",
	"name": "Travis Barker"
}, {
	"quote": "In the mind, in the heart, I was always home. I always imagined, really, going back home.",
	"name": "Miriam Makeba"
}, {
	"quote": "I find home renovations almost traumatic. But people can create something great.",
	"name": "Ginger Zee"
}, {
	"quote": "My dream home would be a fishing lodge in New Zealand.",
	"name": "John Rocha"
}, {
	"quote": "My house feels like a proper home. It's very relaxed with a hippyish vibe.",
	"name": "Cat Deeley"
}, {
	"quote": "My home is in West Vancouver, B.C. My husband built it from drawings to design and colour.",
	"name": "Erica Durance"
}, {
	"quote": "I feel at home when I go to London.",
	"name": "Didier Drogba"
}, {
	"quote": "I look at my time on this earth as social anthropology, at home and in work life.",
	"name": "Joanna Coles"
}, {
	"quote": "I don't know how to sit outside myself and test against a hypothetical self who stayed home.",
	"name": "Thom Gunn"
}, {
	"quote": "Home is not where you live, but where they understand you.",
	"name": "Christian Morgenstern"
}, {
	"quote": "I'm not a meek lady who stays at home and cooks.",
	"name": "Diane Hendricks"
}, {
	"quote": "Dearest TV media and vans outside my home, please do not stress and work so hard.",
	"name": "Amitabh Bachchan"
}, {
	"quote": "The fellow that owns his own home is always just coming out of a hardware store.",
	"name": "Kin Hubbard"
}, {
	"quote": "To be a queen of a household is a powerful thing.",
	"name": "Jill Scott"
}, {
	"quote": "Home life ceases to be free and beautiful as soon as it is founded on borrowing and debt.",
	"name": "Henrik Ibsen"
}, {
	"quote": "Home is the place we love best and grumble the most.",
	"name": "Billy Sunday"
}, {
	"quote": "Home, nowadays, is a place where part of the family waits till the rest of the family brings the car back.",
	"name": "Earl Wilson"
}, {
	"quote": "Fairly cheap home computing was what changed my life.",
	"name": "Linus Torvalds"
}, {
	"quote": "Music is always on. Not at work. But at home, everything always has to have a soundtrack.",
	"name": "Jose Andres"
}, {
	"quote": "The spirit is at home, if not entirely satisfied, in America.",
	"name": "Allan Bloom"
}, {
	"quote": "It's nice to have some continuity you can come back to. I feel that in coming home, coming back to London.",
	"name": "Felicity Jones"
}, {
	"quote": "Most days, I go home and I feel rejuvenated. I feel ebullient.",
	"name": "Siddhartha Mukherjee"
}, {
	"quote": "There is something permanent, and something extremely profound, in owning a home.",
	"name": "Kenny Guinn"
}, {
	"quote": "I'm going to buy some green bananas because by the time I get home they'll be ripe.",
	"name": "Ryan Stiles"
}, {
	"quote": "When I go home, its an easy way to be grounded. You learn to realize what truly matters.",
	"name": "Tony Stewart"
}, {
	"quote": "I de-stress with my family, just at home pruning roses, cutting, working in the garden.",
	"name": "Jaclyn Smith"
}, {
	"quote": "Home is the most popular, and will be the most enduring of all earthly establishments.",
	"name": "Channing Pollock"
}, {
	"quote": "Home life's great, man. The kids are great, happy and healthy. I've reached this sort of wonderful precipice.",
	"name": "Ryan Phillippe"
}, {
	"quote": "I did candles because I wanted a candle to put in my home. I couldn't find one I liked.",
	"name": "Matthew Williamson"
}, {
	"quote": "I grew up in a household where everybody lived at the top of his lungs.",
	"name": "Frank Langella"
}, {
	"quote": "I would not change my blest estate for all the world calls good or great.",
	"name": "Isaac Watts"
}, {
	"quote": "Home interprets heaven. Home is heaven for beginners.",
	"name": "Charles Henry Parkhurst"
}, {
	"quote": "Run a home like you would a small business and treat it with the same seriousness.",
	"name": "Anthea Turner"
}, {
	"quote": "I'm a real Suzy Homemaker.",
	"name": "Suzy Bogguss"
}, {
	"quote": "My parents have always been very supportive. I didn't go to school because my home was my school.",
	"name": "Clara Mamet"
}, {
	"quote": "I'm confident being at Universal, which is a great home for me, 'cause they understand what I'm trying to do.",
	"name": "Pras Michel"
}, {
	"quote": "Home wasn't built in a day.",
	"name": "Jane Sherwood Ace"
}]