[{
	"quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
	"name": "Helen Keller"
}, {
	"quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning.",
	"name": "Brad Henry"
}, {
	"quote": "All that I am, or hope to be, I owe to my angel mother.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Hope is being able to see that there is light despite all of the darkness.",
	"name": "Desmond Tutu"
}, {
	"quote": "We must accept finite disappointment, but never lose infinite hope.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "There was never a night or a problem that could defeat sunrise or hope.",
	"name": "Bernard Williams"
}, {
	"quote": "We must vote for hope, vote for life, vote for a brighter future for all of our loved ones.",
	"name": "Ed Markey"
}, {
	"quote": "No matter how dark the moment, love and hope are always possible.",
	"name": "George Chakiris"
}, {
	"quote": "My dream is of a place and a time where America will once again be seen as the last best hope of earth.",
	"name": "Abraham Lincoln"
}, {
	"quote": "I hope I can be as good of a father to my son as my dad was to me.",
	"name": "Calvin Johnson"
}, {
	"quote": "Let your hopes, not your hurts, shape your future.",
	"name": "Robert H. Schuller"
}, {
	"quote": "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.",
	"name": "Albert Einstein"
}, {
	"quote": "Hope is like the sun, which, as we journey toward it, casts the shadow of our burden behind us.",
	"name": "Samuel Smiles"
}, {
	"quote": "Courage is like love; it must have hope for nourishment.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Where there is no vision, there is no hope.",
	"name": "George Washington Carver"
}, {
	"quote": "A leader is a dealer in hope.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "We must free ourselves of the hope that the sea will ever rest. We must learn to sail in high winds.",
	"name": "Aristotle Onassis"
}, {
	"quote": "Survival was my only hope, success my only revenge.",
	"name": "Patricia Cornwell"
}, {
	"quote": "Hope is patience with the lamp lit.",
	"name": "Tertullian"
}, {
	"quote": "Hope smiles from the threshold of the year to come, whispering, 'It will be happier.'",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "I find hope in the darkest of days, and focus in the brightest. I do not judge the universe.",
	"name": "Dalai Lama"
}, {
	"quote": "Hope is the only bee that makes honey without flowers.",
	"name": "Robert Green Ingersoll"
}, {
	"quote": "Where there's tea there's hope.",
	"name": "Arthur Wing Pinero"
}, {
	"quote": "The youth is the hope of our future.",
	"name": "Jose Rizal"
}, {
	"quote": "I only hope that we don't lose sight of one thing - that it was all started by a mouse.",
	"name": "Walt Disney"
}, {
	"quote": "I said to my soul, be still, and wait without hope, For hope would be hope for the wrong thing.",
	"name": "T. S. Eliot"
}, {
	"quote": "Hope in reality is the worst of all evils because it prolongs the torments of man.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "He who has health, has hope; and he who has hope, has everything.",
	"name": "Thomas Carlyle"
}, {
	"quote": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.",
	"name": "Jonas Salk"
}, {
	"quote": "Hope is a waking dream.",
	"name": "Aristotle"
}, {
	"quote": "Hope fills the holes of my frustration in my heart.",
	"name": "Emanuel Cleaver"
}, {
	"quote": "This suspense is terrible. I hope it will last.",
	"name": "Oscar Wilde"
}, {
	"quote": "Tomorrow hopes we have learned something from yesterday.",
	"name": "John Wayne"
}, {
	"quote": "We talk a lot about hope, helping, and teamwork. Our whole message is that we are more powerful together.",
	"name": "Victoria Osteen"
}, {
	"quote": "Easter is meant to be a symbol of hope, renewal, and new life.",
	"name": "Janine di Giovanni"
}, {
	"quote": "Don't give up. Don't lose hope. Don't sell out.",
	"name": "Christopher Reeve"
}, {
	"quote": "The present is the ever moving shadow that divides yesterday from tomorrow. In that lies hope.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Come, gentlemen, I hope we shall drink down all unkindness.",
	"name": "William Shakespeare"
}, {
	"quote": "All kids need is a little help, a little hope and somebody who believes in them.",
	"name": "Magic Johnson"
}, {
	"quote": "Selfishness must always be forgiven you know, because there is no hope of a cure.",
	"name": "Jane Austen"
}, {
	"quote": "The United Nations is our one great hope for a peaceful and free world.",
	"name": "Ralph Bunche"
}, {
	"quote": "Truly saying sorry is never easy to do, and when you are, you just hope it's not too late.",
	"name": "Justin Tranter"
}, {
	"quote": "Hope will never be silent.",
	"name": "Harvey Milk"
}, {
	"quote": "I hope people remember me as a good and decent man. And if they do, then that's success.",
	"name": "Tim Cook"
}, {
	"quote": "I hope you love birds too. It is economical. It saves going to heaven.",
	"name": "Emily Dickinson"
}, {
	"quote": "If the skies fall, one may hope to catch larks.",
	"name": "Francois Rabelais"
}, {
	"quote": "I hope royalty continues forever. This is the thing that can contribute to peace throughout the world.",
	"name": "Yayoi Kusama"
}, {
	"quote": "There are hurdles, there are handicaps, hardships you have to face in life, but you hope for a great future.",
	"name": "Anil Kapoor"
}, {
	"quote": "God grant me the courage not to give up what I think is right even though I think it is hopeless.",
	"name": "Chester W. Nimitz"
}, {
	"quote": "Hope is a good breakfast, but it is a bad supper.",
	"name": "Francis Bacon"
}, {
	"quote": "To live without Hope is to Cease to live.",
	"name": "Fyodor Dostoevsky"
}, {
	"quote": "I hope to be like Bill Gates, bro. With all the money in the world.",
	"name": "Young Thug"
}, {
	"quote": "The Gospel offers forgiveness for the past, new life for the present, and hope for the future.",
	"name": "John Sentamu"
}, {
	"quote": "We are all serving a life sentence, and good behavior is our only hope for a pardon.",
	"name": "Douglas Horton"
}, {
	"quote": "Maybe all one can do is hope to end up with the right regrets.",
	"name": "Arthur Miller"
}, {
	"quote": "Hope is such a bait, it covers any hook.",
	"name": "Oliver Goldsmith"
}, {
	"quote": "My hope still is to leave the world a bit better than when I got here.",
	"name": "Jim Henson"
}, {
	"quote": "So that's the dissenter's hope: that they are writing not for today but for tomorrow.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "Youth is easily deceived because it is quick to hope.",
	"name": "Aristotle"
}, {
	"quote": "It's a good place when all you have is hope and not expectations.",
	"name": "Danny Boyle"
}, {
	"quote": "I hope people think of me as a bit older. I do have a beard. That makes me look very old.",
	"name": "Jack Whitehall"
}, {
	"quote": "Out of the fires of desperation burn hope and solidarity.",
	"name": "Sharan Burrow"
}, {
	"quote": "Faith has to do with things that are not seen and hope with things that are not at hand.",
	"name": "Thomas Aquinas"
}, {
	"quote": "I give people what they want in the hope that they will begin to want what I want to give them!",
	"name": "Sai Baba"
}, {
	"quote": "God's mercy and grace give me hope - for myself, and for our world.",
	"name": "Billy Graham"
}, {
	"quote": "At the end of the day, we must go forward with hope and not backward by fear and division.",
	"name": "Jesse Jackson"
}, {
	"quote": "Hope is the magic carpet that transports us from the present moment into the realm of infinite possibilities.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "All human wisdom is summed up in two words; wait and hope.",
	"name": "Alexandre Dumas"
}, {
	"quote": "I choose to live without hope to protect myself from disappointment. It's very effective!",
	"name": "Spencer Kayden"
}, {
	"quote": "He who despairs of the human condition is a coward, but he who has hope for it is a fool.",
	"name": "Albert Camus"
}, {
	"quote": "Chance has never yet satisfied the hope of a suffering people.",
	"name": "Marcus Garvey"
}, {
	"quote": "Nothing that is worth doing can be achieved in a lifetime; therefore we must be saved by hope.",
	"name": "Reinhold Niebuhr"
}, {
	"quote": "In tough times, we all hope for knights in shining armor, or the cavalry, to show up and effect change.",
	"name": "Dean Devlin"
}, {
	"quote": "Drugs are the enemies of ambition and hope - and when we fight against drugs we are fighting for the future.",
	"name": "Bob Riley"
}, {
	"quote": "An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head.",
	"name": "Emil Zatopek"
}, {
	"quote": "I always hope to be a better person tomorrow than today.",
	"name": "Mahershala Ali"
}, {
	"quote": "How wonderful that we have met with a paradox. Now we have some hope of making progress.",
	"name": "Niels Bohr"
}, {
	"quote": "With acceptance comes opportunities. And with opportunities come numbers and, most importantly, hope.",
	"name": "Julie Foudy"
}, {
	"quote": "Love, hope, fear, faith - these make humanity; These are its sign and note and character.",
	"name": "Robert Browning"
}, {
	"quote": "Looking after my health today gives me a better hope for tomorrow.",
	"name": "Anne Wilson Schaef"
}, {
	"quote": "I've never liked to judge other people in the hope that they won't judge me.",
	"name": "Gonzalo Sanchez de Lozada"
}, {
	"quote": "Insecurity and resignation mingle with the hope for a better order.",
	"name": "Gustav Heinemann"
}, {
	"quote": "I hope when I'm on my deathbed, people forgive me, because there is a lot to forgive.",
	"name": "Christopher Buckley"
}, {
	"quote": "He that lives upon hope will die fasting.",
	"name": "Benjamin Franklin"
}, {
	"quote": "If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed.",
	"name": "Albert Einstein"
}, {
	"quote": "Everything that is done in the world is done by hope.",
	"name": "Martin Luther"
}, {
	"quote": "We should not moor a ship with one anchor, or our life with one hope.",
	"name": "Epictetus"
}, {
	"quote": "Embryonic stem cell research will prolong life, improve life and give hope for life to millions of people.",
	"name": "Jim Ramstad"
}, {
	"quote": "I'm going to sit back, light up, and hope I don't chew the cigarette to pieces.",
	"name": "Vin Scully"
}, {
	"quote": "It would be fun to do a reunion show. I hope we do it some day, but it better be soon. We're all getting on.",
	"name": "William Christopher"
}, {
	"quote": "I always entertain great hopes.",
	"name": "Robert Frost"
}, {
	"quote": "Hope is not a resting place but a starting point - a cactus, not a cushion.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "I'm keeping the pixie. I hope I inspire people... it's really cool to have short hair.",
	"name": "Millie Bobby Brown"
}, {
	"quote": "When I was a little kid, I looked up to other people, so I hope that I can inspire little kids.",
	"name": "Laurie Hernandez"
}, {
	"quote": "Whenever I write a story, I hope it appeals to both boys and girls.",
	"name": "Suzanne Collins"
}, {
	"quote": "Every avalanche begins with the movement of a single snowflake, and my hope is to move a snowflake.",
	"name": "Thomas Frey"
}, {
	"quote": "I hope I am remembered by my children as a good father.",
	"name": "Orson Scott Card"
}, {
	"quote": "Creativity has always depended on openness and flexibility, so let us hope for more of both in the future.",
	"name": "Siri Hustvedt"
}, {
	"quote": "If I'm the people's poet, then I ought to be in people's hands - and, I hope, in their heart.",
	"name": "Maya Angelou"
}, {
	"quote": "The reason I never give up hope is because everything is so basically hopeless.",
	"name": "Anne Lamott"
}, {
	"quote": "What we hope ever to do with ease, we must learn first to do with diligence.",
	"name": "Samuel Johnson"
}, {
	"quote": "A dream is the bearer of a new possibility, the enlarged horizon, the great hope.",
	"name": "Howard Thurman"
}, {
	"quote": "Marriage is like putting your hand into a bag of snakes in the hope of pulling out an eel.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Hope is the pillar that holds up the world. Hope is the dream of a waking man.",
	"name": "Pliny the Elder"
}, {
	"quote": "While there's life, there's hope.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Hope is a necessity for normal life and the major weapon against the suicide impulse.",
	"name": "Karl A. Menninger"
}, {
	"quote": "I hope what I do and what I just did inspires people around the world to reach for the skies.",
	"name": "Nik Wallenda"
}, {
	"quote": "Our lives are full of all the genres. Fear and hope and sadness.",
	"name": "Nicolas Roeg"
}, {
	"quote": "I hope I didn't bore you too much with my life story.",
	"name": "Elvis Presley"
}, {
	"quote": "Not without hope we suffer and we mourn.",
	"name": "William Wordsworth"
}, {
	"quote": "A very small degree of hope is sufficient to cause the birth of love.",
	"name": "Stendhal"
}, {
	"quote": "When I die, I hope to go to Heaven, whatever the Hell that is.",
	"name": "Ayn Rand"
}, {
	"quote": "I think the most important thing is to keep active and to hope that your mind stays active.",
	"name": "Jane Goodall"
}, {
	"quote": "I would like to live a day in the life of an ant and hope not to get squashed.",
	"name": "Kiowa Gordon"
}, {
	"quote": "A person, who no matter how desperate the situation, gives others hope, is a true leader.",
	"name": "Daisaku Ikeda"
}, {
	"quote": "A poor man with nothing in his belly needs hope, illusion, more than bread.",
	"name": "Georges Bernanos"
}, {
	"quote": "The day the Lord created hope was probably the same day he created Spring.",
	"name": "Bernard Williams"
}, {
	"quote": "What can I know? What ought I to do? What can I hope?",
	"name": "Immanuel Kant"
}, {
	"quote": "I am very much looking forward to new adventures - including, I hope, Broadway - sooner rather than later.",
	"name": "Kenneth Branagh"
}, {
	"quote": "I hope that people will realize that the struggle to make a life better with a sibling is worth it.",
	"name": "Marie Brenner"
}, {
	"quote": "Never deprive someone of hope; it might be all they have.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "Time is no longer endless or the horizon destitute of hope.",
	"name": "Charles Lindbergh"
}, {
	"quote": "There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality.",
	"name": "Jonas Salk"
}, {
	"quote": "Hope springs eternal in the human breast: Man never is, but always to be blest.",
	"name": "Alexander Pope"
}, {
	"quote": "Hope is the only good that is common to all men; those who have nothing else possess hope still.",
	"name": "Thales"
}, {
	"quote": "Beware how you take away hope from another human being.",
	"name": "Oliver Wendell Holmes, Jr."
}, {
	"quote": "All hope abandon, ye who enter here!",
	"name": "Dante Alighieri"
}, {
	"quote": "The great hope for a quick and sweeping transition to renewable energy is wishful thinking.",
	"name": "Vaclav Smil"
}, {
	"quote": "A propensity to hope and joy is real riches; one to fear and sorrow real poverty.",
	"name": "David Hume"
}, {
	"quote": "What is a superhero? They're supposed to represent hope, opportunity, and strength for everybody.",
	"name": "Aldis Hodge"
}, {
	"quote": "He is the best physician who is the most ingenious inspirer of hope.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "Love, we say, is life; but love without hope and faith is agonizing death.",
	"name": "Elbert Hubbard"
}, {
	"quote": "I hope we will use the Net to cross barriers and connect cultures.",
	"name": "Tim Berners-Lee"
}, {
	"quote": "Will Generation X and the Millennials do a better job running the world than the boomers have? Let's hope so.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Man needs, for his happiness, not only the enjoyment of this or that, but hope and enterprise and change.",
	"name": "Bertrand Russell"
}, {
	"quote": "I have hope in people, in individuals. Because you don't know what's going to rise from the ruins.",
	"name": "Joan Baez"
}, {
	"quote": "I think if there's a great depression there might be some hope.",
	"name": "Lawrence Ferlinghetti"
}, {
	"quote": "My goal involves a hammock, a vegetable patch, and a solar-powered house. And I hope to eventually get there.",
	"name": "Miranda Kerr"
}, {
	"quote": "I do protect human rights, and I hope I shall always be looked up as a champion of human rights.",
	"name": "Aung San Suu Kyi"
}, {
	"quote": "I hope that I'll keep being creative until they throw dirt on me.",
	"name": "Kris Kristofferson"
}, {
	"quote": "I'm proud of my background, so I hope there will be more roles where Hispanics are being portrayed.",
	"name": "Mario Lopez"
}, {
	"quote": "The greatest obstacle to those who hope to reform American education is complacency.",
	"name": "Diane Ravitch"
}, {
	"quote": "There is hope and a kind of beauty in there somewhere, if you look for it.",
	"name": "H. R. Giger"
}, {
	"quote": "Hope has a good memory, gratitude a bad one.",
	"name": "Baltasar Gracian"
}, {
	"quote": "Life without idealism is empty indeed. We just hope or starve to death.",
	"name": "Pearl S. Buck"
}, {
	"quote": "Hope of ill gain is the beginning of loss.",
	"name": "Democritus"
}, {
	"quote": "I temporarily lost my hope in love, and it was temporary, thank goodness.",
	"name": "Shania Twain"
}, {
	"quote": "Things start out as hopes and end up as habits.",
	"name": "Lillian Hellman"
}, {
	"quote": "To communicate the truths of history is an act of hope for the future.",
	"name": "Daisaku Ikeda"
}, {
	"quote": "But Hopes are Shy Birds flying at a great distance seldom reached by the best of Guns.",
	"name": "John James Audubon"
}, {
	"quote": "Hope is the only universal liar who never loses his reputation for veracity.",
	"name": "Robert Green Ingersoll"
}, {
	"quote": "As the country now turns a new leaf, our ambition is to give hope to each and every Afghan.",
	"name": "Hamid Karzai"
}, {
	"quote": "How disappointment tracks the steps of hope.",
	"name": "Letitia Elizabeth Landon"
}, {
	"quote": "Let those who, still in their youth, have preserved their faith and fullness of hope, keep looking up.",
	"name": "George A. Smith"
}, {
	"quote": "My happiest hours are spent in school, surrounded by those I hope to benefit.",
	"name": "Dorothea Dix"
}, {
	"quote": "The less we deserve good fortune, the more we hope for it.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "I think it's a mistake to ever look for hope outside of one's self.",
	"name": "Arthur Miller"
}, {
	"quote": "Hope is like peace. It is not a gift from God. It is a gift only we can give one another.",
	"name": "Elie Wiesel"
}, {
	"quote": "Nor dread nor hope attend a dying animal; a man awaits his end dreading and hoping all.",
	"name": "William Butler Yeats"
}, {
	"quote": "The great moral powers of the soul are faith, hope, and love.",
	"name": "Ellen G. White"
}, {
	"quote": "It is only by not paying one's bills that one can hope to live in the memory of the commercial classes.",
	"name": "Oscar Wilde"
}, {
	"quote": "One loves to possess arms, though they hope never to have occasion for them.",
	"name": "Thomas Jefferson"
}, {
	"quote": "The Pope, I hope, can only be scared by God.",
	"name": "Donald Trump"
}, {
	"quote": "I'm very honoured that there is a loyal following and I hope it continues.",
	"name": "Sara Paretsky"
}, {
	"quote": "Be hopeful. Be optimistic. Never lose that sense of hope.",
	"name": "John Lewis"
}, {
	"quote": "Every night when I go to bed, I hope that I may never wake again, and every morning renews my grief.",
	"name": "Franz Schubert"
}, {
	"quote": "A whole stack of memories never equal one little hope.",
	"name": "Charles M. Schulz"
}, {
	"quote": "I hope our hopes and aspirations are bigger than setting records.",
	"name": "Drew Brees"
}, {
	"quote": "Neither should a ship rely on one small anchor, nor should life rest on a single hope.",
	"name": "Epictetus"
}, {
	"quote": "I often joke that 100 years from now I hope people are saying, 'Dang, she looks good for her age!'",
	"name": "Dolly Parton"
}, {
	"quote": "I'll be like Bob Hope, touring when I'm 100.",
	"name": "Dolly Parton"
}, {
	"quote": "Man wants to live, but it is useless to hope that this desire will dictate all his actions.",
	"name": "Albert Camus"
}, {
	"quote": "I hope peace is a part of everyday life.",
	"name": "Moon Jae-in"
}, {
	"quote": "I hope for nothing. I fear nothing. I am free.",
	"name": "Nikos Kazantzakis"
}, {
	"quote": "I just hope I can get another personal best. If I can do that, I'll be satisfied.",
	"name": "Bonnie Blair"
}, {
	"quote": "Extreme hopes are born from extreme misery.",
	"name": "Bertrand Russell"
}, {
	"quote": "Advertising is totally unnecessary. Unless you hope to make money.",
	"name": "Jef I. Richards"
}, {
	"quote": "I hope not to define myself by suffering.",
	"name": "Frank Ocean"
}, {
	"quote": "If we become too scared to confront the chief problems of our time, there is no hope of ever solving them.",
	"name": "Jim DeMint"
}, {
	"quote": "Among physicists, I'm respected I hope.",
	"name": "Stephen Hawking"
}, {
	"quote": "Hope is nature's veil for hiding truth's nakedness.",
	"name": "Alfred Nobel"
}, {
	"quote": "Germany has become a country that many people abroad associate with hope.",
	"name": "Angela Merkel"
}, {
	"quote": "Mr. Mijanovi and those associated with him are the hope and the conscience of the Yugoslav revolution.",
	"name": "Noam Chomsky"
}, {
	"quote": "When we have lost everything, including hope, life becomes a disgrace, and death a duty.",
	"name": "W. C. Fields"
}, {
	"quote": "Anyone who doesn't believe in miracles is not a realist.",
	"name": "David Ben-Gurion"
}, {
	"quote": "I hope that others can turn their negative thoughts into positive thoughts and improve their own lives.",
	"name": "Farrah Abraham"
}, {
	"quote": "I do hope that some of my dissents will one day be the law.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "Hope is independent of the apparatus of logic.",
	"name": "Norman Cousins"
}, {
	"quote": "But what we call our despair is often only the painful eagerness of unfed hope.",
	"name": "George Eliot"
}, {
	"quote": "I hope to build a reputation as a science-fiction writer. That's the pitch. We'll see.",
	"name": "Kurt Vonnegut"
}, {
	"quote": "War is just when it is necessary; arms are permissible when there is no hope except in arms.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "I hope to grow another head and two more hands, like an Indian goddess.",
	"name": "Bibhu Mohapatra"
}, {
	"quote": "Let us cherish the hope that the day is not far distant when we will be in the midst of this next adventure.",
	"name": "Ernest Lawrence"
}, {
	"quote": "To me, we're marketing hope.",
	"name": "Joel Osteen"
}, {
	"quote": "While we may lose heart, we never have to lose hope.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "When I consider life, it is all a cheat. Yet fooled with hope, people favor this deceit.",
	"name": "John Dryden"
}, {
	"quote": "Those who hope for no other life are dead even for this.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Heaven gives us hope and makes our present burdens easier to bear.",
	"name": "Billy Graham"
}, {
	"quote": "History is nothing but gossip about the past, with the hope that it might be true.",
	"name": "Gore Vidal"
}, {
	"quote": "If it were not for hopes, the heart would break.",
	"name": "Thomas Fuller"
}, {
	"quote": "Love is a springtime plant that perfumes everything with its hope, even the ruins to which it clings.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Blues are the songs of despair, but gospel songs are the songs of hope.",
	"name": "Mahalia Jackson"
}, {
	"quote": "Flowers are without hope. Because hope is tomorrow and flowers have no tomorrow.",
	"name": "Antonio Porchia"
}, {
	"quote": "My philosophy in life is, Decide what you want to do. You have to have something to hope for.",
	"name": "Lou Holtz"
}, {
	"quote": "It is only hope which is real, and reality is a bitterness and a deceit.",
	"name": "William Makepeace Thackeray"
}, {
	"quote": "I don't know what can be so dangerous about giving people hope.",
	"name": "Joel Osteen"
}, {
	"quote": "Never marry someone in hope that they'll change later.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "My intention is to get more involved in social projects so I can give people a message of hope.",
	"name": "Marta"
}, {
	"quote": "We need to keep hope alive and strive to do better.",
	"name": "Kofi Annan"
}, {
	"quote": "Fear cannot be without hope nor hope without fear.",
	"name": "Baruch Spinoza"
}, {
	"quote": "I hope I will always have the chance to play the violin.",
	"name": "Joshua Bell"
}, {
	"quote": "I still believe in a place called Hope.",
	"name": "William J. Clinton"
}, {
	"quote": "Having a sense of purpose is having a sense of self. A course to plot is a destination to hope for.",
	"name": "Bryant H. McGill"
}, {
	"quote": "I try to find hope in struggle and resistance in small places as much as I can.",
	"name": "Danny Glover"
}, {
	"quote": "We've got to rebuild human hearts - and persuade people that hope isn't just possible, but essential.",
	"name": "Tony Snow"
}, {
	"quote": "Minds that are ill at ease are agitated by both hope and fear.",
	"name": "Ovid"
}, {
	"quote": "Hopeful thinking can get you out of your fear zone and into your appreciation zone.",
	"name": "Martha Beck"
}, {
	"quote": "Hope is the last thing a person does before they are defeated.",
	"name": "Henry Rollins"
}, {
	"quote": "Present, n. That part of eternity dividing the domain of disappointment from the realm of hope.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Anarchy is the only slight glimmer of hope.",
	"name": "Mick Jagger"
}, {
	"quote": "You cannot hope to sweep someone else away by the force of your writing until it has been done to you.",
	"name": "Stephen King"
}, {
	"quote": "My goal is always to just do my best and hope that the people who find my music also find God in the process.",
	"name": "Lauren Daigle"
}, {
	"quote": "Love stories thrive on hope.",
	"name": "Ram Charan"
}, {
	"quote": "Gratitude is merely the secret hope of further favors.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "The greatest joys are found not only in what we do and feel, but also in what we hope for.",
	"name": "Bryant H. McGill"
}, {
	"quote": "If you hope for happiness in the world, hope for it from God, and not from the world.",
	"name": "David Brainerd"
}, {
	"quote": "I just hope to take this confidence and keep going forward.",
	"name": "Denis Shapovalov"
}, {
	"quote": "Hollywood is a casino. You have to put your chips on the table and hope for the best.",
	"name": "Byron Allen"
}, {
	"quote": "A mission is a place where you ask nonbelievers to come and find faith and hope and feel love.",
	"name": "Robert H. Schuller"
}, {
	"quote": "Litigant. A person about to give up his skin for the hope of retaining his bones.",
	"name": "Ambrose Bierce"
}, {
	"quote": "I am prepared for the worst, but hope for the best.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "I hope people will say, 'Mr. Valentino, he did something for fashion, no?'",
	"name": "Valentino Garavani"
}, {
	"quote": "I am convinced that music, like philanthropy, bridges hope.",
	"name": "Ricky Martin"
}, {
	"quote": "I would say Hope Solo is competitive.",
	"name": "Abby Wambach"
}, {
	"quote": "I hope wholeheartedly that badminton will be as popular and respected as tennis one day.",
	"name": "Lin Dan"
}, {
	"quote": "You hope your buddies will win so you don't have to loan them any money.",
	"name": "Chris LeDoux"
}, {
	"quote": "The work goes on, the cause endures, the hope still lives and the dreams shall never die.",
	"name": "Edward Kennedy"
}, {
	"quote": "I wish you a tolerable Thursday. That's all any of us can hope for.",
	"name": "April Winchell"
}, {
	"quote": "Hope is generally a wrong guide, though it is very good company by the way.",
	"name": "Edward Wood, 1st Earl of Halifax"
}, {
	"quote": "I hope for the day when everyone can speak again of God without embarrassment.",
	"name": "Paul Tillich"
}, {
	"quote": "I hope the two wings of the Democratic Party may flap together.",
	"name": "William Jennings Bryan"
}, {
	"quote": "Hope is the word which God has written on the brow of every man.",
	"name": "Victor Hugo"
}, {
	"quote": "Never boo or hiss at my rallies. That is for people with no hope.",
	"name": "Emmanuel Macron"
}, {
	"quote": "I hope when I'm dead I'll be considered an icon, though.",
	"name": "Lady Gaga"
}, {
	"quote": "Children are God's Apostles, sent forth, day by day, to preach of love, and hope, and peace.",
	"name": "James Russell Lowell"
}, {
	"quote": "I would hope that understanding and reconciliation are not limited to the 19th hole alone.",
	"name": "Gerald R. Ford"
}, {
	"quote": "The natural flights of the human mind are not from pleasure to pleasure, but from hope to hope.",
	"name": "Samuel Johnson"
}, {
	"quote": "There is no hope even that woman, with her right to vote, will ever purify politics.",
	"name": "Emma Goldman"
}, {
	"quote": "We must not lose hope. Hope is an anchor to the souls of men. Satan would have us cast away that anchor.",
	"name": "Ezra Taft Benson"
}, {
	"quote": "It's tragic from how far we've come from 'Hope and Change'.",
	"name": "Ted Cruz"
}, {
	"quote": "Without hope we are lost.",
	"name": "Mahmoud Darwish"
}, {
	"quote": "Beauty products always cheer me up and give me hope. If it makes you feel pretty, why not?",
	"name": "Salma Hayek"
}, {
	"quote": "Marriage is the death of hope.",
	"name": "Woody Allen"
}, {
	"quote": "My name means 'hope' in Arabic, and I was born when there was a war in Lebanon.",
	"name": "Amal Clooney"
}, {
	"quote": "No matter what era we're in, we need hope.",
	"name": "Henry Cavill"
}, {
	"quote": "We must rediscover the distinction between hope and expectation.",
	"name": "Ivan Illich"
}, {
	"quote": "When you immerse yourself in medicine you realise that hope is not absolute. It's not that simple.",
	"name": "Siddhartha Mukherjee"
}, {
	"quote": "There can be hope only for a society which acts as one big family, not as many separate ones.",
	"name": "Anwar Sadat"
}, {
	"quote": "But groundless hope, like unconditional love, is the only kind worth having.",
	"name": "John Perry Barlow"
}, {
	"quote": "I hope the fathers and mothers of little girls will look at them and say 'yes, women can.'",
	"name": "Dilma Rousseff"
}, {
	"quote": "Hope is but the dream of those who wake.",
	"name": "Matthew Prior"
}, {
	"quote": "I'm thankful to get the opportunity to direct. I hope I don't mess it up.",
	"name": "Mark Harmon"
}, {
	"quote": "I hope that people learn from my mistake and I hope that the fans forgive me.",
	"name": "Rafael Palmeiro"
}, {
	"quote": "I hope I can make Pakistan proud by bringing home an Oscar.",
	"name": "Sharmeen Obaid-Chinoy"
}, {
	"quote": "To cherish what remains of the Earth and to foster its renewal is our only legitimate hope of survival.",
	"name": "Wendell Berry"
}, {
	"quote": "Expecting something for nothing is the most popular form of hope.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "Who dares nothing, need hope for nothing.",
	"name": "Friedrich Schiller"
}, {
	"quote": "Hope is a very unruly emotion.",
	"name": "Gloria Steinem"
}, {
	"quote": "There is no hope unmingled with fear, and no fear unmingled with hope.",
	"name": "Baruch Spinoza"
}, {
	"quote": "In the end, I hope there's a little note somewhere that says I designed a good computer.",
	"name": "Steve Wozniak"
}, {
	"quote": "In most of mankind gratitude is merely a secret hope of further favors.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "I hope they make a video game of me. At least I wouldn't have any cellulite then.",
	"name": "Scarlett Johansson"
}, {
	"quote": "I hope that I helped to build a fierce pride in what we are and what we can do if we set our minds to it.",
	"name": "Gene Roddenberry"
}, {
	"quote": "Beyonce is not above critique. As a feminist herself, I hope Beyonce would welcome it.",
	"name": "Roxane Gay"
}, {
	"quote": "Hope is generally a wrong guide, though it is good company along the way.",
	"name": "George Savile"
}, {
	"quote": "When you say a situation or a person is hopeless, you are slamming the door in the face of God.",
	"name": "Charles L. Allen"
}, {
	"quote": "I'm not a publicity hound, I hope.",
	"name": "Raghuram Rajan"
}, {
	"quote": "In life, you don't get anywhere or do anything you hope to without some sort of sacrifice.",
	"name": "Stephen Saad"
}, {
	"quote": "On the other hand, I believe there's hope, because the breakdown and the repair are happening simultaneously.",
	"name": "Kathryn Bigelow"
}, {
	"quote": "I hope that memory is valued - that we do not lose memory.",
	"name": "Studs Terkel"
}, {
	"quote": "The substance of faith is a hope in the unseen.",
	"name": "Ron Suskind"
}, {
	"quote": "On what rests the hope of the republic? One country, one language, one flag!",
	"name": "Alexander Henry"
}, {
	"quote": "Amateurs hope, professionals work.",
	"name": "Garson Kanin"
}, {
	"quote": "I use my celebrity status to inspire someone, to give them hope.",
	"name": "Mr. T"
}, {
	"quote": "Hope, like faith, is nothing if it is not courageous; it is nothing if it is not ridiculous.",
	"name": "Thornton Wilder"
}, {
	"quote": "Uncertainty is the refuge of hope.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "Charity can be the outward expression of faith and hope.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "Hope and Change has become Divide and Conquer.",
	"name": "Marco Rubio"
}, {
	"quote": "It seems as if life and hope must cease together.",
	"name": "Anne Bronte"
}, {
	"quote": "Man is a creature of hope and invention, both of which belie the idea that things cannot be changed.",
	"name": "Tom Clancy"
}, {
	"quote": "Even if the hopes you started out with are dashed, hope has to be maintained.",
	"name": "Seamus Heaney"
}, {
	"quote": "In this world you've just got to hope for the best and prepare for the worst and take whatever God sends.",
	"name": "Lucy Maud Montgomery"
}, {
	"quote": "What one gets, I hope, is that all you can do is the best you can do.",
	"name": "Mike Farrell"
}, {
	"quote": "One lives in the hope of becoming a memory.",
	"name": "Antonio Porchia"
}, {
	"quote": "Hope is tomorrow's veneer over today's disappointment.",
	"name": "Evan Esar"
}, {
	"quote": "I would like this to be a new day. I would hope now that we can focus on doing the people's business.",
	"name": "Ernie Fletcher"
}, {
	"quote": "I hope that a lot of my mother's talents are shown in a lot of the work that I do.",
	"name": "Prince Harry"
}, {
	"quote": "My hope is that light, flexible architecture might bring about a new and open society.",
	"name": "Frei Otto"
}, {
	"quote": "I just try to write the best story I can, a story I would love to read, and hope that readers feel the same.",
	"name": "Jennifer McMahon"
}, {
	"quote": "School is at once a place of hope, but it's also a laboratory that exposes our differences.",
	"name": "Najat Vallaud-Belkacem"
}, {
	"quote": "Those who have no hope pass their old age shrouded with an inward gloom.",
	"name": "Wilfred Owen"
}, {
	"quote": "A superhero is someone who, at some point or in some way, inspires hope or is the enemy of cynicism.",
	"name": "Mark Waid"
}, {
	"quote": "If one group of people can exterminate another in the name of so-called religion, the world has no hope.",
	"name": "Jeff Fortenberry"
}, {
	"quote": "Trophies are good, but saving somebody who could die, giving them hope of a life, that means a lot to me.",
	"name": "Nwankwo Kanu"
}, {
	"quote": "I'm a very contented, peaceful man. I made mistakes, yes, but I accepted them, and, I hope, graciously.",
	"name": "Don Ameche"
}, {
	"quote": "I hope people remember me for the kind of person that I am, not because of what I do.",
	"name": "Sean Faris"
}, {
	"quote": "I've done it all. I'm thankful and proud of what I've accomplished in my life. I hope to keep doing it.",
	"name": "Ralph Stanley"
}, {
	"quote": "Ideology, politics and journalism, which luxuriate in failure, are impotent in the face of hope and joy.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Every day begins with an act of courage and hope: getting out of bed.",
	"name": "Mason Cooley"
}, {
	"quote": "I hope the Final Five has shown that everyone is capable of success if they work hard.",
	"name": "Laurie Hernandez"
}, {
	"quote": "I hope to be remembered as a very good jockey.",
	"name": "Chantal Sutherland"
}, {
	"quote": "At the moment of death I hope to be surprised.",
	"name": "Ivan Illich"
}, {
	"quote": "We're at our best when we put hope in front of fear.",
	"name": "Tom Perez"
}, {
	"quote": "The world is bad but not without hope. It is only hopeless when you look at it from an ideal viewpoint.",
	"name": "Friedrich Durrenmatt"
}, {
	"quote": "I always believe things are going to work out.",
	"name": "Francoise Sagan"
}, {
	"quote": "We often call a certainty a hope, to bring it luck.",
	"name": "Elizabeth Bibesco"
}, {
	"quote": "You believe that easily which you hope for earnestly.",
	"name": "Terence"
}, {
	"quote": "Hope is a risk that must be run.",
	"name": "Georges Bernanos"
}, {
	"quote": "Take hope from the heart of man and you make him a beast of prey.",
	"name": "Ouida"
}, {
	"quote": "I hope I will be able to paint as long as I live.",
	"name": "Margrethe II of Denmark"
}, {
	"quote": "Hope is a talent like any other.",
	"name": "Storm Jameson"
}]