[{
	"quote": "A day without laughter is a day wasted.",
	"name": "Charlie Chaplin"
}, {
	"quote": "Start every day off with a smile and get it over with.",
	"name": "W. C. Fields"
}, {
	"quote": "Comedy is simply a funny way of being serious.",
	"name": "Peter Ustinov"
}, {
	"quote": "Humor is mankind's greatest blessing.",
	"name": "Mark Twain"
}, {
	"quote": "There is a thin line that separates laughter and pain, comedy and tragedy, humor and hurt.",
	"name": "Erma Bombeck"
}, {
	"quote": "Like a welcome summer rain, humor may suddenly cleanse and cool the earth, the air and you.",
	"name": "Langston Hughes"
}, {
	"quote": "Everywhere is within walking distance if you have the time.",
	"name": "Steven Wright"
}, {
	"quote": "Laughter is an instant vacation.",
	"name": "Milton Berle"
}, {
	"quote": "Everything is funny, as long as it's happening to somebody else.",
	"name": "Will Rogers"
}, {
	"quote": "From there to here, and here to there, funny things are everywhere.",
	"name": "Dr. Seuss"
}, {
	"quote": "The most wasted of all days is one without laughter.",
	"name": "e. e. cummings"
}, {
	"quote": "If I had no sense of humor, I would long ago have committed suicide.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Celebrate your successes. Find some humor in your failures.",
	"name": "Sam Walton"
}, {
	"quote": "Kindness and a generous spirit go a long way. And a sense of humor. It's like medicine - very healing.",
	"name": "Max Irons"
}, {
	"quote": "A person without a sense of humor is like a wagon without springs. It's jolted by every pebble on the road.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "My view of life is colored by humor and looking at the best in any situation.",
	"name": "Michael J. Fox"
}, {
	"quote": "A little perspective, like a little humor, goes a long way.",
	"name": "Allen Klein"
}, {
	"quote": "A sense of humor is a major defense against minor troubles.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "My life is part humor, part roses, part thorns.",
	"name": "Bret Michaels"
}, {
	"quote": "Good late-night humor can work at any time of the day.",
	"name": "Rich Eisen"
}, {
	"quote": "Laughter is the closest distance between two people.",
	"name": "Victor Borge"
}, {
	"quote": "Humor is an antidote to all ills.",
	"name": "Patch Adams"
}, {
	"quote": "The secret to humor is surprise.",
	"name": "Aristotle"
}, {
	"quote": "Humor is everywhere in that there's irony in just about anything a human does.",
	"name": "Bill Nye"
}, {
	"quote": "The problem with having a sense of humor is often that people you use it on aren't in a very good mood.",
	"name": "Lou Holtz"
}, {
	"quote": "Humor is by far the most significant activity of the human brain.",
	"name": "Edward de Bono"
}, {
	"quote": "Humor is emotional chaos remembered in tranquility.",
	"name": "James Thurber"
}, {
	"quote": "It's always funny until someone gets hurt. Then it's just hilarious.",
	"name": "Bill Hicks"
}, {
	"quote": "What a strange world this would be if we all had the same sense of humor.",
	"name": "Bernard Williams"
}, {
	"quote": "When a chick has a sense of humor, there's nothing more attractive.",
	"name": "Dylan O'Brien"
}, {
	"quote": "The secret source of humor is not joy but sorrow; there is no humor in Heaven.",
	"name": "Mark Twain"
}, {
	"quote": "Keeping an active mind has been vital to my survival, as has been maintaining a sense of humor.",
	"name": "Stephen Hawking"
}, {
	"quote": "Everybody's got a different sense of humor. It's just different styles.",
	"name": "Colin Quinn"
}, {
	"quote": "I don't think it's possible to have a sense of tragedy without having a sense of humor.",
	"name": "Christopher Hitchens"
}, {
	"quote": "Great men are rarely isolated mountain peaks; they are the summits of ranges.",
	"name": "Thomas Wentworth Higginson"
}, {
	"quote": "Cynicism is humor in ill health.",
	"name": "H. G. Wells"
}, {
	"quote": "I think the scariest person in the world is the person with no sense of humor.",
	"name": "Michael J. Fox"
}, {
	"quote": "The more I live, the more I think that humor is the saving sense.",
	"name": "Jacob Riis"
}, {
	"quote": "Transparency, honesty, kindness, good stewardship, even humor, work in businesses at all times.",
	"name": "John Gerzema"
}, {
	"quote": "I have never believed much in luck, and my sense of humor has tended to walk on the dark side.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "When humor goes, there goes civilization.",
	"name": "Erma Bombeck"
}, {
	"quote": "I love people who have a good sense of humor, tell a good story, tell a good joke.",
	"name": "Jason Statham"
}, {
	"quote": "Wit - the salt with which the American humorist spoils his intellectual cookery by leaving it out.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Keep your sense of humor, my friend; if you don't have a sense of humor it just isn't funny anymore.",
	"name": "Wavy Gravy"
}, {
	"quote": "People of humor are always in some degree people of genius.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "I think the next best thing to solving a problem is finding some humor in it.",
	"name": "Frank A. Clark"
}, {
	"quote": "It's good to be able to laugh at yourself and the problems you face in life. Sense of humor can save you.",
	"name": "Margaret Cho"
}, {
	"quote": "You know, I'm Australian, and we have got the worst sense of humor. We are cruel to each other.",
	"name": "Steve Irwin"
}, {
	"quote": "Gags die, humor doesn't.",
	"name": "Jack Benny"
}, {
	"quote": "I do talk about celebrity relationships like Kim Kardashian's. I like to find the humor in love.",
	"name": "Loni Love"
}, {
	"quote": "I don't understand how somebody wouldn't have a sense of humor about themselves.",
	"name": "John Malkovich"
}, {
	"quote": "I think a sense of humor will help get a girl out of a dark place.",
	"name": "Twyla Tharp"
}, {
	"quote": "That is the saving grace of humor, if you fail no one is laughing at you.",
	"name": "A. Whitney Brown"
}, {
	"quote": "I think anyone who behaves boorishly but without a good sense of humor is not as fun to watch.",
	"name": "Gaby Hoffmann"
}, {
	"quote": "I have always found humor in places where humor wasn't necessarily intended.",
	"name": "Silas Weir Mitchell"
}, {
	"quote": "Humor is reason gone mad.",
	"name": "Groucho Marx"
}, {
	"quote": "I'm not funny. What I am is brave.",
	"name": "Lucille Ball"
}, {
	"quote": "A sense of humor is good for you. Have you ever heard of a laughing hyena with heart burn?",
	"name": "Bob Hope"
}, {
	"quote": "The first ingredient in conversation is truth, the next good sense, the third good humor, and the fourth wit.",
	"name": "William Temple"
}, {
	"quote": "Humor comes from self-confidence.",
	"name": "Rita Mae Brown"
}, {
	"quote": "I am often the brunt of my own humor.",
	"name": "Charles R. Swindoll"
}, {
	"quote": "My mother was very funny. My dad had a great sense of humor. My grandmother, too.",
	"name": "Carol Burnett"
}, {
	"quote": "Any man who has had the job I've had and didn't have a sense of humor wouldn't still be here.",
	"name": "Harry S Truman"
}, {
	"quote": "Humor is the most engaging cowardice.",
	"name": "Robert Frost"
}, {
	"quote": "Hateful words stand no chance against self-worth and a little of humor.",
	"name": "Iskra Lawrence"
}, {
	"quote": "Congratulations, you have a sense of humor. And to those who didn't: Go stick your head in the mud.",
	"name": "Jesse Ventura"
}, {
	"quote": "Get well cards have become so humorous that if you don't get sick you're missing half the fun.",
	"name": "Flip Wilson"
}, {
	"quote": "I want someone who can keep me on my toes, has a good sense of humor and a good heart.",
	"name": "Carmen Electra"
}, {
	"quote": "I wasn't shy, but I was really hyper. Nobody got my sense of humor. I was a black skater kid.",
	"name": "Tyler, The Creator"
}, {
	"quote": "Humor brings insight and tolerance. Irony brings a deeper and less friendly understanding.",
	"name": "Agnes Repplier"
}, {
	"quote": "Humor is the ability to see three sides to one coin.",
	"name": "Ned Rorem"
}, {
	"quote": "I think I have always had a little humor.",
	"name": "Marilyn Monroe"
}, {
	"quote": "A sense of humor is great - it goes a long, long way in a marriage.",
	"name": "Chris Rock"
}, {
	"quote": "Humor is laughing at what you haven't got when you ought to have it.",
	"name": "Langston Hughes"
}, {
	"quote": "The schizophrenic has no sense of humor. His world is a constantly daunting, unfriendly place.",
	"name": "Bob Newhart"
}, {
	"quote": "Laughter, and the broader category of humor, are key elements in helping us go on with our life after a loss.",
	"name": "Allen Klein"
}, {
	"quote": "I love dry British humor. I love to sketch in my off time. I love tequila.",
	"name": "Maren Morris"
}, {
	"quote": "Wit is the lowest form of humor.",
	"name": "Alexander Pope"
}, {
	"quote": "Analyzing humor is like dissecting a frog. Few people are interested and the frog dies of it.",
	"name": "E. B. White"
}, {
	"quote": "I could not tread these perilous paths in safety, if I did not keep a saving sense of humor.",
	"name": "Horatio Nelson"
}, {
	"quote": "In everyday life, I use positive thoughts, sense of humor, Taekwondo, running, and yoga to make me stronger.",
	"name": "Pom Klementieff"
}, {
	"quote": "Anybody with a sense of humor is going to put on my album and laugh from beginning to end.",
	"name": "Eminem"
}, {
	"quote": "The best way to make your audience laugh is to start laughing yourself.",
	"name": "Oliver Goldsmith"
}, {
	"quote": "Nothing like a little judicious levity.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "It's a funny old world.",
	"name": "Margaret Thatcher"
}, {
	"quote": "Among my friends, I'm not a little Boy Scout, and they love my humor, thank God.",
	"name": "Don Rickles"
}, {
	"quote": "It's hard to force creativity and humor.",
	"name": "Al Yankovic"
}, {
	"quote": "Humor is the truth; wit is an exaggeration of the truth.",
	"name": "Stan Laurel"
}, {
	"quote": "The thing that I fear discriminating against is humor and truth.",
	"name": "Charles Bukowski"
}, {
	"quote": "One of the things that binds us as a family is a shared sense of humor.",
	"name": "Ralph Fiennes"
}, {
	"quote": "Sometimes I make myself laugh, but that's because I appreciate my sense of humor.",
	"name": "Regina Hall"
}, {
	"quote": "My daughter doesn't even get my humor. She's like, 'Um, no. I don't get it, Dad. Mmm, no, not that one, Dad.'",
	"name": "Kevin Hart"
}, {
	"quote": "My sense of humor is a turkey, and I pull it out of the oven and baste it in reality.",
	"name": "Tracy Morgan"
}, {
	"quote": "Laughter is involuntary. If it's funny you laugh.",
	"name": "Tom Lehrer"
}, {
	"quote": "When people are in the midst of really heavy stuff and still have a sense of humor, I admire that.",
	"name": "Ted Danson"
}, {
	"quote": "We do not take humor seriously enough.",
	"name": "Konrad Lorenz"
}, {
	"quote": "Total absence of humor renders life impossible.",
	"name": "Sidonie Gabrielle Colette"
}, {
	"quote": "Next to power without honor, the most dangerous thing in the world is power without humor.",
	"name": "Eric Sevareid"
}, {
	"quote": "To me, in life, if you have a sense of humor about it, that's how you deal with anything.",
	"name": "Ralph Macchio"
}, {
	"quote": "Self-deprecating humor and brutal honesty is a really freeing thing.",
	"name": "Margo Price"
}, {
	"quote": "Think about scary movies: There's a fine line between horror and humor.",
	"name": "Roy Blount, Jr."
}, {
	"quote": "Since the very beginning, Emeril's had a sense of humor about me calling him names and poking fun at him.",
	"name": "Anthony Bourdain"
}, {
	"quote": "I've met a lot of people who've lost their jobs and they still have a sense of humor.",
	"name": "Louis C. K."
}, {
	"quote": "Things are more complex today, and I think humor has changed a a great deal. People are more sensitive today.",
	"name": "Lewis Grizzard"
}, {
	"quote": "If you are a small company taking on a big company, you need to have a sense of humor.",
	"name": "Richard Branson"
}, {
	"quote": "Humor and seriousness are not in opposition to each other.",
	"name": "Al Franken"
}, {
	"quote": "Humor is one of the best ingredients of survival.",
	"name": "Aung San Suu Kyi"
}, {
	"quote": "Humor has justly been regarded as the finest perfection of poetic genius.",
	"name": "Thomas Carlyle"
}, {
	"quote": "I think being funny is not anyone's first choice.",
	"name": "Woody Allen"
}, {
	"quote": "Different taste in jokes is a great strain on the affections.",
	"name": "George Eliot"
}, {
	"quote": "I have a fine sense of the ridiculous, but no sense of humor.",
	"name": "Edward Albee"
}, {
	"quote": "In rough times, pathfinders rely on work, friends, humor and prayer. They develop a support network.",
	"name": "Gail Sheehy"
}, {
	"quote": "Humor is the first of the gifts to perish in a foreign tongue.",
	"name": "Virginia Woolf"
}, {
	"quote": "Nobody enjoys the 'little show about nothing' humor more than me, but that is never the way I look at it.",
	"name": "Jerry Seinfeld"
}, {
	"quote": "Professional comedians, surprisingly, have a lack of humor. They're insensitive to the insanity of our times.",
	"name": "Mort Sahl"
}, {
	"quote": "Men live by intervals of reason under the sovereignty of humor and passion.",
	"name": "Thomas Browne"
}, {
	"quote": "I hang out with the 'nerdy' people - they have a different sense of humor than most kids.",
	"name": "Liam Aiken"
}, {
	"quote": "I think the humor of double puns is incredible.",
	"name": "Richard Lederer"
}, {
	"quote": "I don't feel any need to play the role of the clown. In my private life I take a break from humor.",
	"name": "Gad Elmaleh"
}, {
	"quote": "A good sense of humor will get you everywhere.",
	"name": "Josh Bowman"
}, {
	"quote": "People who have any kind of illness use humor as a type of coping.",
	"name": "Edward Zwick"
}, {
	"quote": "You're not going to see my sense of humor on the football field. That's not a place for me to joke around.",
	"name": "Tom Brady"
}, {
	"quote": "Insult is powerful. Insult begets both rage and humor and often at the same time.",
	"name": "Suzanne Fields"
}, {
	"quote": "Confidence and a good sense of humor can usually win a chick over.",
	"name": "Danny McBride"
}, {
	"quote": "Sense of humor is important in life, not just in clothing. How boring to live a life in beige.",
	"name": "Jean Pigozzi"
}, {
	"quote": "This is a feminist bookstore. There is no humor section.",
	"name": "John Callahan"
}, {
	"quote": "Good humor is one of the best articles of dress one can wear in society.",
	"name": "William Makepeace Thackeray"
}, {
	"quote": "I've got a great sense of humor.",
	"name": "Anthony Hopkins"
}, {
	"quote": "Impropriety is the soul of wit.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "You are not angry with people when you laugh at them. Humor teaches tolerance.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "I can imagine no more comfortable frame of mind for the conduct of life than a humorous resignation.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "We are, in the comics, the last frontier of good, wholesome family humor and entertainment.",
	"name": "Bil Keane"
}, {
	"quote": "My humor had changed from foolishness to making sense.",
	"name": "Bernie Mac"
}, {
	"quote": "You can't study comedy; it's within you. It's a personality. My humor is an attitude.",
	"name": "Don Rickles"
}, {
	"quote": "And I loved Fats Waller. I love his instrumental abilities, his vocal abilities and his sense of humor.",
	"name": "Paul McCartney"
}, {
	"quote": "In conversation, humor is worth more than wit and easiness more than knowledge.",
	"name": "George Herbert"
}, {
	"quote": "I have a very dark sense of humor. I swear. I have a very playful relationship with Jesus.",
	"name": "Anne Lamott"
}, {
	"quote": "A lot of people can find something to laugh at in my humor, I guess.",
	"name": "Ron White"
}, {
	"quote": "If you get a diagnosis, get on a therapy, keep a good attitude and keep your sense of humor.",
	"name": "Teri Garr"
}, {
	"quote": "Good humor is the health of the soul, sadness is its poison.",
	"name": "Philip Stanhope, 4th Earl of Chesterfield"
}, {
	"quote": "Denzel Washington has a great sense of humor. He did all those 'Nutty Professor' movies.",
	"name": "Seth MacFarlane"
}, {
	"quote": "A laugh is a surprise. And all humor is physical. I was always athletic, so that came naturally to me.",
	"name": "Chevy Chase"
}, {
	"quote": "From an early age onward, it was said that 'Ingmar has no sense of humor.'",
	"name": "Ingmar Bergman"
}, {
	"quote": "Anyone who knows me, and most of my fans, know that I have a sense of humor.",
	"name": "Glenn Danzig"
}, {
	"quote": "I think that sense of humor is important in marriage. A sense of humor gets people through marriage.",
	"name": "Kyle Chandler"
}, {
	"quote": "Sometimes it takes ten seconds to see some humor in your dilemmas, sometimes ten years.",
	"name": "Allen Klein"
}, {
	"quote": "You may not be able to change a situation, but with humor you can change your attitude about it.",
	"name": "Allen Klein"
}, {
	"quote": "Humor starts like a wildfire, but then continues on, smoldering, smoldering for years.",
	"name": "Robert Orben"
}, {
	"quote": "That's what kept us going - a sense of absurdity, rather than humor.",
	"name": "Frank McCourt"
}, {
	"quote": "I make jokes because humor is the greatest healing factor that there is.",
	"name": "Dick Dale"
}, {
	"quote": "Well, darkness with humor... I'm not an extremely suicidal or sad person.",
	"name": "Peter Steele"
}, {
	"quote": "As far as humor goes, I've always been a very insecure person and I've always wanted to be liked.",
	"name": "Peter Steele"
}, {
	"quote": "Comedy has to be based on truth. You take the truth and you put a little curlicue at the end.",
	"name": "Sid Caesar"
}, {
	"quote": "I was born with a mother who loved me unconditionally and with a sense of humor.",
	"name": "Anthony Ray Hinton"
}, {
	"quote": "Me and Matt love to argue, but in general our sense of humor is pretty much alike.",
	"name": "Trey Parker"
}, {
	"quote": "I didn't think that anything is beyond humor - not profane humor, but a good, honest approach to humor.",
	"name": "Mort Sahl"
}, {
	"quote": "Humor is always based on a modicum of truth. Have you ever heard a joke about a father-in-law?",
	"name": "Dick Clark"
}, {
	"quote": "Men love it. They have a sense of humor, whereas a lot of women are threatened or just don't get it.",
	"name": "Lara Flynn Boyle"
}, {
	"quote": "Good humor isn't a trait of character, it is an art which requires practice.",
	"name": "David Seabury"
}, {
	"quote": "I don't have a caustic sense of humor. What I find funny, that humor comes from a much gentler place.",
	"name": "Vera Farmiga"
}, {
	"quote": "I have five boys in the family, and it's constant competition, sport, humor, and practical jokes.",
	"name": "Mitt Romney"
}, {
	"quote": "In my experience, if people don't have a sense of humor, they are usually not very good scientists, either.",
	"name": "Andre Geim"
}, {
	"quote": "The Good Humor man can only be pushed so far.",
	"name": "Nancy Cartwright"
}, {
	"quote": "I appreciate humor so much, but I'm actually not a funny girl.",
	"name": "Emmanuelle Chriqui"
}, {
	"quote": "I hate to say it but I hate black humor. I feel like a Klan member saying it, but it's just not funny.",
	"name": "Issa Rae"
}, {
	"quote": "I am a great believer that what makes our show different is the humor.",
	"name": "Treat Williams"
}, {
	"quote": "Humor without sadness underneath it feels cheap and aggressive.",
	"name": "John Cameron Mitchell"
}, {
	"quote": "I'm interested in people's darkness - and humor in the darkness.",
	"name": "Tanya Saracho"
}, {
	"quote": "Humor was not important only for me, humor was important for this nation for centuries, to survive, you know.",
	"name": "Milos Forman"
}, {
	"quote": "We take the shortest route to the puck and arrive in ill humor.",
	"name": "Bobby Clarke"
}, {
	"quote": "If I can't see the humor in it, how am I going to be funny?",
	"name": "Casey Affleck"
}, {
	"quote": "There's a tremendous amount of humor... in very unexpected places.",
	"name": "Holly Hunter"
}, {
	"quote": "We don't appreciate the value of humor sometimes.",
	"name": "Janet Evanovich"
}, {
	"quote": "My humor is my creativity, and my skepticism is a gift.",
	"name": "Josh Tillman"
}, {
	"quote": "I don't have a disregard for my reader in humor pieces.",
	"name": "Ian Frazier"
}, {
	"quote": "Guys usually like my sense of humor, and I am pretty down to earth. And I'm a driven person.",
	"name": "Kreayshawn"
}, {
	"quote": "Humor is a very important thing. It is a natural predilection. It is an emotional release.",
	"name": "Ray Stevenson"
}, {
	"quote": "I believe that economists put decimal points in their forecasts to show they have a sense of humor.",
	"name": "William Gilmore Simms"
}, {
	"quote": "Hope for the best, survive the worst, find humor wherever you can.",
	"name": "Claire Scovell LaZebnik"
}, {
	"quote": "Humor is a social lubricant that helps us get over some of the bad spots.",
	"name": "Steve Allen"
}, {
	"quote": "I think humor is important for all of us, and a great comedian is a great treasure.",
	"name": "Leila Josefowicz"
}, {
	"quote": "I have a good sense of humor. I think everything we do should have whimsy in it.",
	"name": "Judith Leiber"
}, {
	"quote": "Life is tragic comedy, in a way. There is humor.",
	"name": "Tcheky Karyo"
}, {
	"quote": "Humor is an affirmation of dignity, a declaration of man's superiority to all that befalls him.",
	"name": "Romain Gary"
}, {
	"quote": "No mind is thoroughly well organized that is deficient in a sense of humor.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "I like bawdy humor. I love bawdy humor, but not dirty humor.",
	"name": "Betty White"
}, {
	"quote": "Men are happy to be laughed at for their humor, but not for their folly.",
	"name": "Jonathan Swift"
}, {
	"quote": "I think that humor has become a principle means of communication among Americans about politics.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "It doesn't take many people to have a bad sense of humor to get in trouble at a corporation.",
	"name": "Scott Adams"
}, {
	"quote": "The duty of comedy is to correct men by amusing them.",
	"name": "Moliere"
}, {
	"quote": "Poop humor is fun. If you do the toilet scenes well and commit to them, they can be really, really powerful.",
	"name": "Sandra Bullock"
}, {
	"quote": "I suppose I miss the British cynicism and the humor.",
	"name": "Rod Stewart"
}, {
	"quote": "Love, as wonderful and horrible as it is, has at its center a kind of pitiful humor.",
	"name": "Tim O'Brien"
}, {
	"quote": "Humor does not rescue us from unhappiness, but enables us to move back from it a little.",
	"name": "Mason Cooley"
}, {
	"quote": "I quite like dark humor.",
	"name": "Marina and the Diamonds"
}, {
	"quote": "Humor is just another defense against the universe.",
	"name": "Mel Brooks"
}, {
	"quote": "A lot of people into Tool, for some reason, are not interested in humor.",
	"name": "Maynard James Keenan"
}, {
	"quote": "If you stop and think about it, nearly all great humor is at the expense of someone or something.",
	"name": "Alan King"
}, {
	"quote": "I'm strange! I have a weird sense of humor! I look crazy!",
	"name": "Trixie Mattel"
}, {
	"quote": "Political correctness? In my humor, I never talk about politics. I was never much into all that.",
	"name": "Don Rickles"
}, {
	"quote": "Half the battle is that people have to like you before you say one joke, one bit of humor.",
	"name": "Don Rickles"
}, {
	"quote": "The total absence of humor from the Bible is one of the most singular things in all literature.",
	"name": "Alfred North Whitehead"
}, {
	"quote": "If you look at terrorists, they really have no sense of humor.",
	"name": "Al Franken"
}, {
	"quote": "Bob Dole used to be really funny. Barney Frank can be kind of funny. Bob Kerrey has a good sense of humor.",
	"name": "Al Franken"
}, {
	"quote": "There's plenty of room for humor in politics, God knows, but it's a serious business.",
	"name": "Al Franken"
}, {
	"quote": "A pun is the lowest form of humor, unless you thought of it yourself.",
	"name": "Doug Larson"
}, {
	"quote": "I'm not a particularly dark individual. I have my moments, it's true, but I do have a sense of humor.",
	"name": "Alan Moore"
}, {
	"quote": "Sometimes the only way to deal with horrific things in life is through a dark sense of humor.",
	"name": "Margaret Cho"
}, {
	"quote": "Humor is my default mode.",
	"name": "John Updike"
}, {
	"quote": "Humor is so important to the American scene throughout history.",
	"name": "Bob Newhart"
}, {
	"quote": "What you see on stage is pretty much the way I am... a dry sense of humor.",
	"name": "Bob Newhart"
}, {
	"quote": "Humor's a weapon if you want to make it one.",
	"name": "Bob Newhart"
}, {
	"quote": "Stand-up comics reflect less of a visual humor and more of a commentary.",
	"name": "Shel Silverstein"
}, {
	"quote": "Comedy, we may say, is society protecting itself - with a smile.",
	"name": "J. B. Priestley"
}, {
	"quote": "I want to show the world my humor.",
	"name": "Tracy Morgan"
}, {
	"quote": "If I had to describe my sense of humor, I would say it's contemporary wit, you know what I'm saying?",
	"name": "Tracy Morgan"
}, {
	"quote": "Some people say my humor focuses too much on stereotypes. It doesn't. It focuses on facts.",
	"name": "Sarah Silverman"
}, {
	"quote": "I need a man with a good sense of humor and a kind heart.",
	"name": "Joanna Krupa"
}, {
	"quote": "I love British humor. It's just so - surreal.",
	"name": "Beck"
}, {
	"quote": "You have to have a sense of humor about life to get through it.",
	"name": "Kesha"
}, {
	"quote": "I'm just very amused by five-year-old humor.",
	"name": "Kesha"
}, {
	"quote": "Humor is to get us over terrible things.",
	"name": "Ricky Gervais"
}, {
	"quote": "Sites like Funny or Die and College Humor are great, but I'd say it's appealing to 80% men and 20% women.",
	"name": "Zooey Deschanel"
}, {
	"quote": "Humor is a part of spirituality.",
	"name": "Zooey Deschanel"
}, {
	"quote": "If the blood humor is too strong and robust, calm it with balance and harmony.",
	"name": "Xun Kuang"
}, {
	"quote": "All I know about humor is that I don't know anything about it.",
	"name": "Fred Allen"
}, {
	"quote": "I don't think I would describe my sense of humor. Doesn't sound like the kind of thing I'd do.",
	"name": "Tommy Lee Jones"
}, {
	"quote": "I do not have a sense of humor of any recognizable sort.",
	"name": "Tommy Lee Jones"
}, {
	"quote": "People with no humor, they're outta my life.",
	"name": "Patti LaBelle"
}, {
	"quote": "Humor is the affectionate communication of insight.",
	"name": "Leo Rosten"
}, {
	"quote": "There's always a source for humor.",
	"name": "Calvin Trillin"
}, {
	"quote": "Humor that is edgy is never squeaky clean.",
	"name": "Jeff Ross"
}, {
	"quote": "I love poking fun at myself. I have a rather mean sense of humor.",
	"name": "Alton Brown"
}, {
	"quote": "There's humor in everything. There's gotta be humor in everything.",
	"name": "Amy Sedaris"
}, {
	"quote": "Humor is very healing.",
	"name": "Bonnie Hunt"
}, {
	"quote": "With Ricky Gervais, it's all shades of wrong, it's my kind of humor.",
	"name": "Emily Blunt"
}, {
	"quote": "I realized women and humor were linked very closely.",
	"name": "Craig Ferguson"
}, {
	"quote": "I think it's critical, a sense of humor. It did help me - it does help me, continuously.",
	"name": "Teri Garr"
}, {
	"quote": "God has a most wicked sense of humor.",
	"name": "Maureen O'Hara"
}, {
	"quote": "I got my sense of humor from my grandmother. You know, my grandmother was very funny.",
	"name": "Paul Mooney"
}, {
	"quote": "What we're doing is fun - if you have any sense of humor at all!",
	"name": "Calvin Klein"
}, {
	"quote": "Both of my kids have my sense of humor - they're definitely entertaining.",
	"name": "Jodie Sweetin"
}, {
	"quote": "Women respond to comfort and a sense of humor. I was always able to make them laugh, so that helps a lot.",
	"name": "Peter Dinklage"
}, {
	"quote": "Without a sense of humor, I would have been gone a long time ago.",
	"name": "Patty Duke"
}, {
	"quote": "I come from a much freer kind of performance thing, where I rely on my own improv and my own sense of humor.",
	"name": "Chevy Chase"
}, {
	"quote": "There seems to be no lengths to which humorless people will not go to analyze humor. It seems to worry them.",
	"name": "Robert Benchley"
}, {
	"quote": "It's weird doing red carpets; it's uncomfortable. But you can have a sense of humor about it.",
	"name": "Kirsten Dunst"
}, {
	"quote": "Rock Hudson wasn't my type. He's a great guy and had a great sense of humor.",
	"name": "Tab Hunter"
}, {
	"quote": "It's easier to sit there and say you don't like feminists because they don't have a sense of humor.",
	"name": "Joan Jett"
}, {
	"quote": "Americans are pragmatic, relatively uncomplicated, hearty and given to broad humor.",
	"name": "Herb Caen"
}, {
	"quote": "The comic is the perception of the opposite; humor is the feeling of it.",
	"name": "Umberto Eco"
}, {
	"quote": "Humor can alter any situation and help us cope at the very instant we are laughing.",
	"name": "Allen Klein"
}, {
	"quote": "Humor does not diminish the pain - it makes the space around it get bigger.",
	"name": "Allen Klein"
}, {
	"quote": "Advertisers also know that humor can help bond us to their product.",
	"name": "Allen Klein"
}, {
	"quote": "Whether planned or not, humor takes our mind off of our troubles.",
	"name": "Allen Klein"
}, {
	"quote": "Any attempts at humor immediately after September 11th were deemed tasteless.",
	"name": "Allen Klein"
}, {
	"quote": "Throughout history, great leaders have known the power of humor.",
	"name": "Allen Klein"
}, {
	"quote": "Humor can be one of our best survival tools.",
	"name": "Allen Klein"
}, {
	"quote": "When we can find some humor in our upsets, they no longer seem as large or as important as they once did.",
	"name": "Allen Klein"
}, {
	"quote": "Humor expands our limited picture frame and gets us to see more than just our problem.",
	"name": "Allen Klein"
}, {
	"quote": "I don't think that because you die and move on to somewhere else that you lose your sense of humor.",
	"name": "Peter Jackson"
}, {
	"quote": "President Ford used humor a great deal.",
	"name": "Robert Orben"
}, {
	"quote": "My father could be very witty, even if the humor was always on the darker side of irony.",
	"name": "Maurice Sendak"
}, {
	"quote": "I think there's something about the Irish experience - that we had to have a sense of humor or die.",
	"name": "Frank McCourt"
}, {
	"quote": "Sometimes I find I'm wearing a divided, split brain in terms of drama and humor.",
	"name": "Ridley Scott"
}, {
	"quote": "We're all funny. Humor unites us.",
	"name": "Luis Alberto Urrea"
}, {
	"quote": "This I conceive to be the chemical function of humor: to change the character of our thought.",
	"name": "Lin Yutang"
}, {
	"quote": "You see, that's another thing that my parents gave me: an enormously great sense of humor.",
	"name": "Liza Minnelli"
}, {
	"quote": "There is very little room for humor and personality in hip-hop.",
	"name": "Andy Mineo"
}, {
	"quote": "Things can be funny only when we are in fun. When we're 'dead earnest,' humor is the only thing that is dead.",
	"name": "Flip Wilson"
}, {
	"quote": "I think in life, the sense of humor and comedy always exists.",
	"name": "Mike Epps"
}, {
	"quote": "Believe it or not, there's a lot of humor in 'Mad Men.' Especially in the dark moments.",
	"name": "Matthew Weiner"
}, {
	"quote": "I'm not an expert on the Malaysian sense of humor.",
	"name": "Ben Stiller"
}, {
	"quote": "I actually have a pretty good sense of humor.",
	"name": "Stone Cold Steve Austin"
}, {
	"quote": "Puns are a form of humor with words.",
	"name": "Guillermo Cabrera Infante"
}, {
	"quote": "If you're that hypersensitive about color and don't have a sense of humor, don't marry out of your race.",
	"name": "Laura Schlessinger"
}, {
	"quote": "Bad humor is an evasion of reality; good humor is an acceptance of it.",
	"name": "Malcolm Muggeridge"
}, {
	"quote": "Leonard Cohen has a way with words and with humor that remind me to lighten up, which I appreciate very much.",
	"name": "Damien Rice"
}, {
	"quote": "The love of truth lies at the root of much humor.",
	"name": "Robertson Davies"
}, {
	"quote": "Nothing in man is more serious than his sense of humor; it is the sign that he wants all the truth.",
	"name": "Mark Van Doren"
}, {
	"quote": "I just am a snob when it comes to humor.",
	"name": "Courteney Cox"
}, {
	"quote": "Humor can be an incredible lacerating and effective weapon. And that is the way I use it.",
	"name": "Carl Hiaasen"
}, {
	"quote": "Humor can be an incredible, lacerating and effective weapon.",
	"name": "Carl Hiaasen"
}, {
	"quote": "Wit is an explosion of the compound spirit.",
	"name": "Karl Wilhelm Friedrich Schlegel"
}, {
	"quote": "The people in New York - their humor is on a level that goes, uh, very deep, you know?",
	"name": "Elaine Stritch"
}, {
	"quote": "Mixing humor and politics is something that works.",
	"name": "Bryan Cranston"
}, {
	"quote": "My sense of humor lies a little closer to the middle.",
	"name": "Jason Bateman"
}, {
	"quote": "There's such a rich history in 'SNL' of political humor, and I think audience members expect that from us.",
	"name": "Sasheer Zamata"
}, {
	"quote": "One can never speak enough of the virtues, the dangers, the power of shared laughter.",
	"name": "Francoise Sagan"
}, {
	"quote": "I tend to deal with most issues with humor... always have and always will.",
	"name": "Gordon Gee"
}, {
	"quote": "I think that sense of humor is important in marriage. A sense of humor gets people through marriage.",
	"name": "Connie Britton"
}, {
	"quote": "Any band that doesn't have a sense of humor has a little bit of a problem.",
	"name": "Jens Lekman"
}, {
	"quote": "Paul Rudd has a very specific brand of humor.",
	"name": "Michael Pena"
}, {
	"quote": "I like guys with a sense of humor who smile a lot and are kind.",
	"name": "Nikki Glaser"
}, {
	"quote": "As I get older, my sense of humor is my biggest asset.",
	"name": "David Alan Grier"
}, {
	"quote": "Humor distorts nothing, and only false gods are laughed off their earthly pedestals.",
	"name": "Agnes Repplier"
}, {
	"quote": "Married people should not be quick to hear what is said by either when in ill humor.",
	"name": "Samuel Richardson"
}, {
	"quote": "I'm a big fan of independent girls who are strong-willed, vocal in their opinions, and have a sense of humor.",
	"name": "David Lambert"
}, {
	"quote": "Humor works, and it's the best way to get attention without spending a lot of money.",
	"name": "Jerry Della Femina"
}, {
	"quote": "I think the main thing about comedy and humor is that it's impossible and always was impossible to define.",
	"name": "Mike Nichols"
}, {
	"quote": "I stay far away from political humor.",
	"name": "Anjelah Johnson"
}, {
	"quote": "People who know me know I have a sense of humor that can really push the envelope.",
	"name": "Carmen Electra"
}, {
	"quote": "We have always had gross humor. But we try for funny, not gross.",
	"name": "Shawn Wayans"
}, {
	"quote": "My fam is just a regular family. But all of them have great senses of humor.",
	"name": "Dane Cook"
}, {
	"quote": "You can't be funny if you don't have good material.",
	"name": "Matt LeBlanc"
}, {
	"quote": "Humor is the instinct for taking pain playfully.",
	"name": "Max Eastman"
}, {
	"quote": "It is the ability to take a joke, not make one, that proves you have a sense of humor.",
	"name": "Max Eastman"
}, {
	"quote": "I defuse everything I can with it. Humor is such a great shield.",
	"name": "Brad Paisley"
}, {
	"quote": "I think that humor is part of what saves us from despair.",
	"name": "John Perry Barlow"
}, {
	"quote": "A lot of people say, 'Hey, God doesn't have a sense of humor.' Yes, He does. God has a great sense of humor.",
	"name": "Si Robertson"
}, {
	"quote": "A humorist is a person who feels bad, but who feels good about it.",
	"name": "Don Herold"
}, {
	"quote": "I think God gave us senses of humor, and we should use them.",
	"name": "Vera Farmiga"
}, {
	"quote": "I think God has a tremendous sense of humor.",
	"name": "Rainn Wilson"
}, {
	"quote": "I'm a humor writer, so I don't always present myself in the best light.",
	"name": "Jen Lancaster"
}, {
	"quote": "Humor's an excellent way to make a point more palatable and/or relatable.",
	"name": "Jen Lancaster"
}, {
	"quote": "Humor is the secret into the audience's other ranges of emotions.",
	"name": "Kevin Feige"
}, {
	"quote": "I've used my sense of humor as a coping tool. It's gotten me through a lot of challenging times.",
	"name": "Adam Rippon"
}, {
	"quote": "I'm not for gratuitous nudity, but if there's humor, I don't have a problem.",
	"name": "Rebecca Romijn"
}, {
	"quote": "I'm able to see humor in a lot of things.",
	"name": "Juliana Hatfield"
}, {
	"quote": "A sense of humor is the ability to understand a joke - and that the joke is oneself.",
	"name": "Clifton Fadiman"
}, {
	"quote": "Philip Larkin has a tough honesty and sense of humor that I find irresistible, as a contemporary poet.",
	"name": "Robert Morgan"
}, {
	"quote": "Humor is always more interesting when it comes from someone who's had more than, like, five experiences.",
	"name": "Daniel Mallory Ortberg"
}, {
	"quote": "There is no defense against adverse fortune which is so effectual as an habitual sense of humor.",
	"name": "Thomas Wentworth Higginson"
}, {
	"quote": "I wish there were more humor in my work than I see in it.",
	"name": "Jasper Johns"
}, {
	"quote": "All Shondaland shows have a level of intelligence, a level of humor, a level of pathos and human connection.",
	"name": "Jason Winston George"
}, {
	"quote": "Humor is healing.",
	"name": "Brad Garrett"
}, {
	"quote": "Even as a kid I was never the generator of humor, but I always knew who was funny, who to hang out with.",
	"name": "Andrew Stanton"
}, {
	"quote": "The key to humor is often self-loathing or sarcasm. In a sense, that's how self-loathing is made palatable.",
	"name": "James Gray"
}, {
	"quote": "I think bands, when they're on the road, they keep their sanity by developing an internal sense of humor.",
	"name": "Ric Ocasek"
}, {
	"quote": "My fans have great senses of humor and eat too much chocolate.",
	"name": "Christopher Moore"
}, {
	"quote": "I have the humor of a 9-year-old boy, and sometimes I've had laughing fits on-air.",
	"name": "Megyn Kelly"
}, {
	"quote": "Humor can inform and break down stigma, which is a huge issue in the military.",
	"name": "Garry Trudeau"
}, {
	"quote": "Bringing humor and bringing happiness and joy to an audience is a wonderful opportunity in life, believe me.",
	"name": "Angela Lansbury"
}, {
	"quote": "My type of humor is me not caring whether people know what I'm talking about or not.",
	"name": "John Hodgman"
}, {
	"quote": "The darker the film, the more vital everyone's sense of humor is on set.",
	"name": "Eric Bana"
}, {
	"quote": "You can find humor in most things, and even terrible things.",
	"name": "Thundercat"
}, {
	"quote": "A joke's a very serious thing.",
	"name": "Charles Churchill"
}, {
	"quote": "And for my family, comedically, that was the key to a lot of the humor.",
	"name": "Damon Wayans"
}, {
	"quote": "Bands from Akron have a sense of humor and don't tend to take themselves too seriously.",
	"name": "Dan Auerbach"
}, {
	"quote": "I feel like I've always had a sordid sense of humor, and it's only gotten more twisted as I've gotten older.",
	"name": "Tituss Burgess"
}, {
	"quote": "I like good humor.",
	"name": "John J. McLaughlin"
}, {
	"quote": "I was certainly not a class clown; I confused and angered a lot of people with my sense of humor.",
	"name": "Katherine Ryan"
}, {
	"quote": "Humor, humility, and, of course, honesty, all are qualities that work in public and cultural diplomacy.",
	"name": "Cynthia P. Schneider"
}, {
	"quote": "I can't not put humor in a book.",
	"name": "Albert Brooks"
}, {
	"quote": "My humor is traced with dark - I've got dark patches all over the place.",
	"name": "Albert Brooks"
}, {
	"quote": "Humor comes from the surprise release of some buried tension.",
	"name": "Lorrie Moore"
}, {
	"quote": "I'm not really big on slapstick humor. I like gentle humor.",
	"name": "Anjelica Huston"
}, {
	"quote": "It never seems to occur to some people, that, like beauty, a sense of humor may sometimes be fatal.",
	"name": "Edgar Rice Burroughs"
}, {
	"quote": "'Scorpion' has so much humor and so much heart and a great deal of action.",
	"name": "Nina Tassler"
}, {
	"quote": "I have a dark sense of humor.",
	"name": "Olivia Munn"
}, {
	"quote": "G.I. humor is similar to cop humor.",
	"name": "Nelson DeMille"
}, {
	"quote": "Academics tend to have wonderfully infantile senses of humor.",
	"name": "John Lithgow"
}, {
	"quote": "You've got to have a sense of humor to keep your sanity.",
	"name": "Lance Bass"
}, {
	"quote": "Our humor turns our anger into a fine art.",
	"name": "Mary Kay Blakely"
}, {
	"quote": "In the 'Hurt Locker' there's a lot of me in there, a sense of humor, a man of few words and a lot of action.",
	"name": "Jeremy Renner"
}, {
	"quote": "I have a very dark sense of humor.",
	"name": "Andy Dick"
}, {
	"quote": "I don't think my sense of humor has changed at all; I was born with this, for better or for worse.",
	"name": "Ivan Reitman"
}, {
	"quote": "I find life a mix of humor and pathos, and all my books reflect that to one degree or another.",
	"name": "Elizabeth Berg"
}, {
	"quote": "Sometimes in the most tragic situation, something just profoundly funny happens.",
	"name": "David Hyde Pierce"
}, {
	"quote": "Some people don't have a sense of humor.",
	"name": "Daniel Lyons"
}, {
	"quote": "Robert Walker as Bruno was excellent. He had elegance and humor, and the proper fondness for his mother.",
	"name": "Patricia Highsmith"
}, {
	"quote": "Jazz can be so serious, no sense of humor.",
	"name": "Chad Smith"
}, {
	"quote": "I'm a sarcastic person, and people don't get my humor sometimes.",
	"name": "Sarah Hyland"
}, {
	"quote": "You don't necessarily equate me with humor!",
	"name": "Sean Bean"
}, {
	"quote": "I really just love dumb humor. I watch a lot of SNL.",
	"name": "Taylor Louderman"
}, {
	"quote": "I think, in our darkest moments, you have to find the humor, and you have to find the lightness.",
	"name": "Corey Hawkins"
}, {
	"quote": "I've got a sense of humor. I'm a funny guy.",
	"name": "Daryl Hall"
}, {
	"quote": "I always gravitate toward the humor in something.",
	"name": "Steve Zahn"
}, {
	"quote": "If it gets laughs, it's funny.",
	"name": "Rachel Dratch"
}, {
	"quote": "With song titles, I try to keep a healthy sense of humor while saying something at the same time.",
	"name": "Arca"
}, {
	"quote": "Colombian humor is very black, very sarcastic.",
	"name": "Barbet Schroeder"
}, {
	"quote": "David Ayer is known for being a very serious filmmaker, but he has a very great sense of humor.",
	"name": "Adewale Akinnuoye-Agbaje"
}, {
	"quote": "I've learned to have a sense of humor about myself. Lord knows everyone else does!",
	"name": "Debbie Gibson"
}, {
	"quote": "Russian humor is to adapt or make some sense or nonsense out of the insanity of their lives.",
	"name": "Ian Frazier"
}, {
	"quote": "People in Russia adapt to misery by a deep, deep humor.",
	"name": "Ian Frazier"
}, {
	"quote": "I want everything I do to have humor in it, because it seems to me that all of life has that.",
	"name": "Lawrence Kasdan"
}, {
	"quote": "If you can understand the humor in the drawing part you'll probably get the humor in the audio part.",
	"name": "Eric San"
}, {
	"quote": "The key to gallows humor is to make the joke, no matter how certain the gallows is.",
	"name": "James Adomian"
}, {
	"quote": "I don't have a very quick sense of humor.",
	"name": "Florenz Ziegfeld"
}, {
	"quote": "One has to develop a sense of humor to cope.",
	"name": "Diane English"
}, {
	"quote": "People in real life don't get ballplayers' humor, the way we talk in the clubhouse.",
	"name": "Justin Verlander"
}, {
	"quote": "With any character I play, I gravitate to the juxtaposition and humor.",
	"name": "Shawnee Smith"
}, {
	"quote": "The sense of humor has other things to do than to make itself conspicuous in the act of laughter.",
	"name": "Alice Meynell"
}, {
	"quote": "Humor is merely tragedy standing on its head with its pants torn.",
	"name": "Irvin S. Cobb"
}, {
	"quote": "The president of General Motors was in a foul humor.",
	"name": "Arthur Hailey"
}, {
	"quote": "I can't live without a sense of humor. I need to be laughing and entertained at all times.",
	"name": "Carlos Ponce"
}, {
	"quote": "One doesn't have a sense of humor. It has you.",
	"name": "Larry Gelbart"
}, {
	"quote": "If you could choose one characteristic that would get you through life, choose a sense of humor.",
	"name": "Jennifer Jones"
}]