[{
	"quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning.",
	"name": "Brad Henry"
}, {
	"quote": "You can't depend on your eyes when your imagination is out of focus.",
	"name": "Mark Twain"
}, {
	"quote": "The true sign of intelligence is not knowledge but imagination.",
	"name": "Albert Einstein"
}, {
	"quote": "There are no rules of architecture for a castle in the clouds.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "The power of imagination makes us infinite.",
	"name": "John Muir"
}, {
	"quote": "Logic will get you from A to B. Imagination will take you everywhere.",
	"name": "Albert Einstein"
}, {
	"quote": "The world of reality has its limits; the world of imagination is boundless.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "When you're curious, you find lots of interesting things to do.",
	"name": "Walt Disney"
}, {
	"quote": "Every block of stone has a statue inside it and it is the task of the sculptor to discover it.",
	"name": "Michelangelo"
}, {
	"quote": "This world is but a canvas to our imagination.",
	"name": "Henry David Thoreau"
}, {
	"quote": "All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "I only hope that we don't lose sight of one thing - that it was all started by a mouse.",
	"name": "Walt Disney"
}, {
	"quote": "They who dream by day are cognizant of many things which escape those who dream only by night.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "I saw the angel in the marble and carved until I set him free.",
	"name": "Michelangelo"
}, {
	"quote": "Technology, like art, is a soaring exercise of the human imagination.",
	"name": "Daniel Bell"
}, {
	"quote": "Imagination will often carry us to worlds that never were. But without it we go nowhere.",
	"name": "Carl Sagan"
}, {
	"quote": "Imagination is more important than knowledge.",
	"name": "Albert Einstein"
}, {
	"quote": "I like nonsense; it wakes up the brain cells.",
	"name": "Dr. Seuss"
}, {
	"quote": "You're only given a little spark of madness. You mustn't lose it.",
	"name": "Robin Williams"
}, {
	"quote": "Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.",
	"name": "Jonas Salk"
}, {
	"quote": "I have always imagined that Paradise will be a kind of library.",
	"name": "Jorge Luis Borges"
}, {
	"quote": "The only limit to your impact is your imagination and commitment.",
	"name": "Tony Robbins"
}, {
	"quote": "Imagination is the only key to the future. Without it none exists - with it all things are possible.",
	"name": "Ida Tarbell"
}, {
	"quote": "Why does the eye see a thing more clearly in dreams than the imagination when awake?",
	"name": "Leonardo da Vinci"
}, {
	"quote": "My imagination is a monastery and I am its monk.",
	"name": "John Keats"
}, {
	"quote": "Happiness is not an ideal of reason, but of imagination.",
	"name": "Immanuel Kant"
}, {
	"quote": "There are lots of people who mistake their imagination for their memory.",
	"name": "Josh Billings"
}, {
	"quote": "If you can imagine it, you can achieve it. If you can dream it, you can become it.",
	"name": "William Arthur Ward"
}, {
	"quote": "We are more often frightened than hurt; and we suffer more from imagination than from reality.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Everything you can imagine is real.",
	"name": "Pablo Picasso"
}, {
	"quote": "Those who do not want to imitate anything, produce nothing.",
	"name": "Salvador Dali"
}, {
	"quote": "Fantasy mirrors desire. Imagination reshapes it.",
	"name": "Mason Cooley"
}, {
	"quote": "A great wind is blowing, and that gives you either imagination or a headache.",
	"name": "Catherine the Great"
}, {
	"quote": "Where there is no imagination there is no horror.",
	"name": "Arthur Conan Doyle"
}, {
	"quote": "Intelligence is the wife, imagination is the mistress, memory is the servant.",
	"name": "Victor Hugo"
}, {
	"quote": "To bring anything into your life, imagine that it's already there.",
	"name": "Richard Bach"
}, {
	"quote": "I do not stick to rules when cooking. I rely on my imagination.",
	"name": "Akshay Kumar"
}, {
	"quote": "If you want a vision of the future, imagine a boot stamping on a human face - forever.",
	"name": "George Orwell"
}, {
	"quote": "One can live in the shadow of an idea without grasping it.",
	"name": "Elizabeth Bowen"
}, {
	"quote": "Every great advance in science has issued from a new audacity of imagination.",
	"name": "John Dewey"
}, {
	"quote": "Imagination is the true magic carpet.",
	"name": "Norman Vincent Peale"
}, {
	"quote": "True change takes place in the imagination.",
	"name": "Unknown"
}, {
	"quote": "I learned a long time ago that reality was much weirder than anyone's imagination.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "The visionary starts with a clean sheet of paper, and re-imagines the world.",
	"name": "Malcolm Gladwell"
}, {
	"quote": "The man who has no imagination has no wings.",
	"name": "Muhammad Ali"
}, {
	"quote": "To invent, you need a good imagination and a pile of junk.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Nobody is bored when he is trying to make something that is beautiful, or to discover something that is true.",
	"name": "William Inge"
}, {
	"quote": "With the brush we merely tint, while the imagination alone produces colour.",
	"name": "Theodore Gericault"
}, {
	"quote": "What we wish, we readily believe, and what we ourselves think, we imagine others think also.",
	"name": "Julius Caesar"
}, {
	"quote": "My job is to make sure there's something about each dress that ignites the bride's imagination.",
	"name": "Jenny Packham"
}, {
	"quote": "Imagination is the highest kite one can fly.",
	"name": "Lauren Bacall"
}, {
	"quote": "You have to really use your imagination to refresh your daily life.",
	"name": "Eric-Emmanuel Schmitt"
}, {
	"quote": "I'm an optimistic guy. I'm one of those big dreamers. I'm one of those kids with that annoying imagination.",
	"name": "Tyler, The Creator"
}, {
	"quote": "Imagination is the real and eternal world of which this vegetable universe is but a faint shadow.",
	"name": "William Blake"
}, {
	"quote": "Uttering a word is like striking a note on the keyboard of the imagination.",
	"name": "Ludwig Wittgenstein"
}, {
	"quote": "We say God and the imagination are one... How high that highest candle lights the dark.",
	"name": "Wallace Stevens"
}, {
	"quote": "Illustrations can be a big window: a looking glass into the author's imagination.",
	"name": "Tony DiTerlizzi"
}, {
	"quote": "True originality consists not in a new manner but in a new vision.",
	"name": "Edith Wharton"
}, {
	"quote": "Imagination is everything. It is the preview of life's coming attractions.",
	"name": "Albert Einstein"
}, {
	"quote": "Reason is the natural order of truth; but imagination is the organ of meaning.",
	"name": "C. S. Lewis"
}, {
	"quote": "Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!",
	"name": "Dr. Seuss"
}, {
	"quote": "When you believe in what you're doing and use your imagination and initiative, you can make a difference.",
	"name": "Samuel Dash"
}, {
	"quote": "Great ideas originate in the muscles.",
	"name": "Thomas A. Edison"
}, {
	"quote": "The saddest thing I can imagine is to get used to luxury.",
	"name": "Charlie Chaplin"
}, {
	"quote": "My imagination is a twisted place.",
	"name": "Taylor Swift"
}, {
	"quote": "No amount of skillful invention can replace the essential element of imagination.",
	"name": "Edward Hopper"
}, {
	"quote": "You can't do it unless you can imagine it.",
	"name": "George Lucas"
}, {
	"quote": "Be drawn to the visual arts for it can expand your imagination.",
	"name": "Barbara Januszkiewicz"
}, {
	"quote": "Imagination is like the drunk man who lost his watch and must get drunk again to find it.",
	"name": "Guy Davenport"
}, {
	"quote": "See that the imagination of nature is far, far greater than the imagination of man.",
	"name": "Richard P. Feynman"
}, {
	"quote": "Our thoughts and imagination are the only real limits to our possibilities.",
	"name": "Orison Swett Marden"
}, {
	"quote": "People write memoirs because they lack the imagination to make things up.",
	"name": "Tom Robbins"
}, {
	"quote": "Vision is the true creative rhythm.",
	"name": "Robert Delaunay"
}, {
	"quote": "The lunatic, the lover, and the poet, are of imagination all compact.",
	"name": "William Shakespeare"
}, {
	"quote": "I am certain of nothing but the holiness of the heart's affections, and the truth of imagination.",
	"name": "John Keats"
}, {
	"quote": "I just have a relationship with my imagination. It's like my friend, almost.",
	"name": "Steven Wright"
}, {
	"quote": "The nose of a mob is its imagination. By this, at any time, it can be quietly led.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "To accomplish great things we must first dream, then visualize, then plan... believe... act!",
	"name": "Alfred A. Montapert"
}, {
	"quote": "A certificate of live birth is not the same thing by any stretch of the imagination as a birth certificate.",
	"name": "Donald Trump"
}, {
	"quote": "I paint objects as I think them, not as I see them.",
	"name": "Pablo Picasso"
}, {
	"quote": "The imagination is a muscle. If it is not exercised, it atrophies.",
	"name": "Neil Gaiman"
}, {
	"quote": "I want to reach the heights of stardom beyond my imagination.",
	"name": "Ranbir Kapoor"
}, {
	"quote": "Live out of your imagination, not your history.",
	"name": "Stephen Covey"
}, {
	"quote": "There are many ways to be free. One of them is to transcend reality by imagination, as I try to do.",
	"name": "Anais Nin"
}, {
	"quote": "My imagination can picture no fairer happiness than to continue living for art.",
	"name": "Clara Schumann"
}, {
	"quote": "Love is the triumph of imagination over intelligence.",
	"name": "H. L. Mencken"
}, {
	"quote": "What the imagination seizes as beauty must be truth.",
	"name": "John Keats"
}, {
	"quote": "What is now proved was once only imagined.",
	"name": "William Blake"
}, {
	"quote": "Imagination is the key to my lyrics. The rest is painted with a little science fiction.",
	"name": "Jimi Hendrix"
}, {
	"quote": "There is hope in dreams, imagination, and in the courage of those who wish to make those dreams a reality.",
	"name": "Jonas Salk"
}, {
	"quote": "The artist must bow to the monster of his own imagination.",
	"name": "Richard Wright"
}, {
	"quote": "Imagination is a very potent thing, and in the uneducated often usurps the place of genuine experience.",
	"name": "H. P. Lovecraft"
}, {
	"quote": "The great instrument of moral good is the imagination.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "I accept that there may be things far grander and more incomprehensible than we can possibly imagine.",
	"name": "Richard Dawkins"
}, {
	"quote": "Nature's imagination is so boundless compared to our own meager human imagination.",
	"name": "James Cameron"
}, {
	"quote": "The soul without imagination is what an observatory would be without a telescope.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "Justice is to be found only in imagination.",
	"name": "Alfred Nobel"
}, {
	"quote": "Imagination has a great deal to do with winning.",
	"name": "Mike Krzyzewski"
}, {
	"quote": "If you're not a daydreamer, you haven't got any imagination.",
	"name": "David Cassidy"
}, {
	"quote": "In the world of words, the imagination is one of the forces of nature.",
	"name": "Wallace Stevens"
}, {
	"quote": "Genius is an African who dreams up snow.",
	"name": "Vladimir Nabokov"
}, {
	"quote": "In imagination, there's no limitation.",
	"name": "Mark Victor Hansen"
}, {
	"quote": "Preschool children are virtuosos of imagination.",
	"name": "Benjamin Spock"
}, {
	"quote": "Falling in love consists merely in uncorking the imagination and bottling the common sense.",
	"name": "Helen Rowland"
}, {
	"quote": "A good comic explores the imagination, but it's always got to have those notes of truth running through it.",
	"name": "Michael Pena"
}, {
	"quote": "Like all novelists, I'm interested in the filters between reality and the imagination.",
	"name": "Hisham Matar"
}, {
	"quote": "I always imagined I could be what I wanted to be.",
	"name": "Chris Brown"
}, {
	"quote": "Panic is a sudden desertion of us, and a going over to the enemy of our imagination.",
	"name": "Christian Nestell Bovee"
}, {
	"quote": "It is above all by the imagination that we achieve perception and compassion and hope.",
	"name": "Ursula K. Le Guin"
}, {
	"quote": "Happiness is ideal, it is the work of the imagination.",
	"name": "Marquis de Sade"
}, {
	"quote": "When something is such a creative medium as the web, the limits to it are our imagination.",
	"name": "Tim Berners-Lee"
}, {
	"quote": "I can imagine few things more trying to the patience than the long wasted days of waiting.",
	"name": "Robert Falcon Scott"
}, {
	"quote": "The past is really almost as much a work of the imagination as the future.",
	"name": "Jessamyn West"
}, {
	"quote": "We especially need imagination in science.",
	"name": "Maria Mitchell"
}, {
	"quote": "Imagination - that's the future for us.",
	"name": "Jan Brett"
}, {
	"quote": "Imagination allows you to bend the rules of the temporal world.",
	"name": "Amy Sherald"
}, {
	"quote": "I suppose I have an active imagination, and writing allows me to live it out.",
	"name": "Richard Paul Evans"
}, {
	"quote": "Solitude is as needful to the imagination as society is wholesome for the character.",
	"name": "James Russell Lowell"
}, {
	"quote": "The imagination is man's power over nature.",
	"name": "Wallace Stevens"
}, {
	"quote": "I've spent my life butting my head against other people's lack of imagination.",
	"name": "Nick Cave"
}, {
	"quote": "I have more of a vivid imagination than I have talent. I cook up ideas. It's just a characteristic.",
	"name": "Francis Ford Coppola"
}, {
	"quote": "I am enough of an artist to draw freely upon my imagination.",
	"name": "Albert Einstein"
}, {
	"quote": "Love is a canvas furnished by nature and embroidered by imagination.",
	"name": "Voltaire"
}, {
	"quote": "To have a great idea, have a lot of them.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Imagination and fiction make up more than three quarters of our real life.",
	"name": "Simone Weil"
}, {
	"quote": "Science does not know its debt to imagination.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Reality leaves a lot to the imagination.",
	"name": "John Lennon"
}, {
	"quote": "Imagination rules the world.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "It is usually the imagination that is wounded first, rather than the heart; it being much more sensitive.",
	"name": "Henry David Thoreau"
}, {
	"quote": "People who lean on logic and philosophy and rational exposition end by starving the best part of the mind.",
	"name": "William Butler Yeats"
}, {
	"quote": "The imagination imitates. It is the critical spirit that creates.",
	"name": "Oscar Wilde"
}, {
	"quote": "I love fantasy; I love imagination - that's the inner child in me.",
	"name": "Hannah John-Kamen"
}, {
	"quote": "Do not quench your inspiration and your imagination; do not become the slave of your model.",
	"name": "Vincent Van Gogh"
}, {
	"quote": "If I create from the heart, nearly everything works; if from the head, almost nothing.",
	"name": "Marc Chagall"
}, {
	"quote": "Cowardice... is almost always simply a lack of ability to suspend functioning of the imagination.",
	"name": "Ernest Hemingway"
}, {
	"quote": "The debt we owe to the play of imagination is incalculable.",
	"name": "Carl Jung"
}, {
	"quote": "I think that all things, in their way, reflect heavenly truth, the imagination not least.",
	"name": "C. S. Lewis"
}, {
	"quote": "This is one of those cases in which the imagination is baffled by the facts.",
	"name": "Adam Smith"
}, {
	"quote": "Imagination decides everything.",
	"name": "Blaise Pascal"
}, {
	"quote": "My view is that at a younger age your optimism is more and you have more imagination etc. You have less bias.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "Imagination is a beast that has to be put in a cage.",
	"name": "Timothy Spall"
}, {
	"quote": "Nature uses human imagination to lift her work of creation to even higher levels.",
	"name": "Luigi Pirandello"
}, {
	"quote": "I'm a dreamer with lots of energy and a vivid imagination. That's the recipe for becoming an entertainer.",
	"name": "Goldie Hawn"
}, {
	"quote": "Knowledge is a polite word for dead but not buried imagination.",
	"name": "e. e. cummings"
}, {
	"quote": "The human race is governed by its imagination.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "He is the true enchanter, whose spell operates, not upon the senses, but upon the imagination and the heart.",
	"name": "Washington Irving"
}, {
	"quote": "When you start to develop your powers of empathy and imagination, the whole world opens up to you.",
	"name": "Susan Sarandon"
}, {
	"quote": "Few people have the imagination for reality.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "An idea is salvation by imagination.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "He who does not think much of himself is much more esteemed than he imagines.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "I used my imagination to make the grass whatever color I wanted it to be.",
	"name": "Whoopi Goldberg"
}, {
	"quote": "Cinema is a world of imagination.",
	"name": "Marjane Satrapi"
}, {
	"quote": "I try to decorate my imagination as much as I can.",
	"name": "Franz Schubert"
}, {
	"quote": "A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.",
	"name": "Jane Austen"
}, {
	"quote": "Well, I think that - I think leadership's always been about two main things: imagination and courage.",
	"name": "Paul Keating"
}, {
	"quote": "I believed in myself. I never imagined myself as just an ordinary player.",
	"name": "Imran Khan"
}, {
	"quote": "Vulgarity begins when imagination succumbs to the explicit.",
	"name": "Doris Day"
}, {
	"quote": "I imagine that yes is the only living thing.",
	"name": "e. e. cummings"
}, {
	"quote": "The most imaginative people are the most credulous, for them everything is possible.",
	"name": "Alexander Chase"
}, {
	"quote": "I always wanted to ride a dragon myself, so I decided to do this for a year in my imagination.",
	"name": "Cornelia Funke"
}, {
	"quote": "I had a very happy childhood, but I still used my imagination as a leisure resort.",
	"name": "Geraldine McCaughrean"
}, {
	"quote": "Nothing is more fearful than imagination without taste.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "The courage to imagine the otherwise is our greatest resource, adding color and suspense to all our life.",
	"name": "Daniel J. Boorstin"
}, {
	"quote": "There is no such thing as death; life is only a dream, and we are the imagination of ourselves.",
	"name": "Bill Hicks"
}, {
	"quote": "The imagination is the golden pathway to everywhere.",
	"name": "Terence McKenna"
}, {
	"quote": "The faking of feelings is a sin against the imagination.",
	"name": "Seamus Heaney"
}, {
	"quote": "The imagination is such as powerful tool: suggestion is all you need. People fill in gaps.",
	"name": "Fiona Barton"
}, {
	"quote": "What I love most about animation is, it's a team sport, and everything we do is about pure imagination.",
	"name": "Jeffrey Katzenberg"
}, {
	"quote": "Sometimes I feel like a figment of my own imagination.",
	"name": "Lily Tomlin"
}, {
	"quote": "Scientists have to have a metaphor. All scientists start with imagination.",
	"name": "Ray Bradbury"
}, {
	"quote": "Some stories are true that never happened.",
	"name": "Elie Wiesel"
}, {
	"quote": "They are ill discoverers that think there is no land, when they can see nothing but sea.",
	"name": "Francis Bacon"
}, {
	"quote": "There can be no passion, and by consequence no love, where there is not imagination.",
	"name": "William Godwin"
}, {
	"quote": "The realities of the world seldom measure up to the sublime designs of human imagination.",
	"name": "Bryant H. McGill"
}, {
	"quote": "A hunch is creativity trying to tell you something.",
	"name": "Frank Capra"
}, {
	"quote": "I am not interested in slice of life, what I want is a slice of the imagination.",
	"name": "Carlos Fuentes"
}, {
	"quote": "People can die of mere imagination.",
	"name": "Geoffrey Chaucer"
}, {
	"quote": "Given free rein, our imagination can get infinite.",
	"name": "Jim Harrison"
}, {
	"quote": "Were it not for imagination a man would be as happy in arms of a chambermaid as of a duchess.",
	"name": "Samuel Johnson"
}, {
	"quote": "He who has imagination without learning has wings but no feet.",
	"name": "Joseph Joubert"
}, {
	"quote": "To imagine is everything, to know is nothing at all.",
	"name": "Anatole France"
}, {
	"quote": "Obviously the imagination is fueled by emotions beyond the control of the conscious mind.",
	"name": "Joyce Carol Oates"
}, {
	"quote": "Belief in the supernatural reflects a failure of the imagination.",
	"name": "Edward Abbey"
}, {
	"quote": "Trust that little voice in your head that says 'Wouldn't it be interesting if...'; And then do it.",
	"name": "Duane Michals"
}, {
	"quote": "Life is not so bad if you have plenty of luck, a good physique, and not too much imagination.",
	"name": "Christopher Isherwood"
}, {
	"quote": "I was a wild, mischievous kid, and I had tremendous imagination. Any experience I had, I'd try to reenact it.",
	"name": "Adrien Brody"
}, {
	"quote": "Don Quixote's misfortune is not his imagination, but Sancho Panza.",
	"name": "Franz Kafka"
}, {
	"quote": "Reason respects the differences, and imagination the similitudes of things.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "Doubt is the father of invention.",
	"name": "Ambrose Bierce"
}, {
	"quote": "I just had a crazy, wild imagination all my life, and science fiction is the greatest outlet for me.",
	"name": "Steven Spielberg"
}, {
	"quote": "We humans lack imagination, to the point of not even knowing what tomorrow's important things will look like.",
	"name": "Nassim Nicholas Taleb"
}, {
	"quote": "Imagination needs to be fed.",
	"name": "Barbara Januszkiewicz"
}, {
	"quote": "Imagination... its limits are only those of the mind itself.",
	"name": "Rod Serling"
}, {
	"quote": "Imagination is a poor matter when it has to part company with understanding.",
	"name": "Thomas Carlyle"
}, {
	"quote": "I've learned that borders are where the actual ends, but also where the imagination and the story begins.",
	"name": "Amy Purdy"
}, {
	"quote": "Our imagination is the only limit to what we can hope to have in the future.",
	"name": "Charles Kettering"
}, {
	"quote": "Let us leave pretty women to men devoid of imagination.",
	"name": "Marcel Proust"
}, {
	"quote": "Reason clears and plants the wilderness of the imagination to harvest the wheat of art.",
	"name": "Austin O'Malley"
}, {
	"quote": "I loved the world of imagination.",
	"name": "R. A. Salvatore"
}, {
	"quote": "The travel writer seeks the world we have lost - the lost valleys of the imagination.",
	"name": "Alexander Cockburn"
}, {
	"quote": "All men who have achieved great things have been great dreamers.",
	"name": "Orison Swett Marden"
}, {
	"quote": "The more ships have grown in size and consequence, the more their place in our imagination has shrunk.",
	"name": "Rose George"
}, {
	"quote": "Make sure you visualize what you really want, not what someone else wants for you.",
	"name": "Jerry Gillies"
}, {
	"quote": "I was raised not to be afraid to show emotion or imagination.",
	"name": "Javier Bardem"
}, {
	"quote": "What we imagine is order is merely the prevailing form of chaos.",
	"name": "Kerry Thornley"
}, {
	"quote": "With me, writing is 60% imagination, 30% people you know and 10% you don't know where it comes from.",
	"name": "Terrence McNally"
}, {
	"quote": "My books are inert as cordwood till a reader's imagination ignites one and an old flame jumps to life.",
	"name": "David James Duncan"
}, {
	"quote": "To treat your facts with imagination is one thing, to imagine your facts is another.",
	"name": "John Burroughs"
}, {
	"quote": "Liberty: One of Imagination's most precious possessions.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Faith is spiritualized imagination.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "I believe that imagination inspires nations. It's something that I live by.",
	"name": "Janelle Monae"
}, {
	"quote": "Taste refers to the past, imagination to the future.",
	"name": "Mason Cooley"
}, {
	"quote": "Truth titillates the imagination far less than fiction.",
	"name": "Marquis de Sade"
}, {
	"quote": "We cast away priceless time in dreams, born of imagination, fed upon illusion, and put to death by reality.",
	"name": "Judy Garland"
}, {
	"quote": "The scientific imagination always restrains itself within the limits of probability.",
	"name": "Thomas Huxley"
}, {
	"quote": "I can't work completely out of my imagination. I must put my foot in a bit of truth; and then I can fly free.",
	"name": "Andrew Wyeth"
}, {
	"quote": "Life is only a dream and we are the imagination of ourselves.",
	"name": "Bill Hicks"
}, {
	"quote": "Imagination is at the root of much that passes for love.",
	"name": "Gilbert Parker"
}, {
	"quote": "There are no shortcuts in life - only those we imagine.",
	"name": "Frank Leahy"
}, {
	"quote": "If I am writing down something and it is my idea, my imagination, it won't be fact.",
	"name": "Disha Patani"
}, {
	"quote": "The most dire disaster in love is the death of imagination.",
	"name": "George Meredith"
}, {
	"quote": "I have a visual imagination.",
	"name": "Sylvia Plath"
}, {
	"quote": "It's amazing what you can do with an E in A-Level art, a twisted imagination and a chainsaw.",
	"name": "Damien Hirst"
}, {
	"quote": "It takes no imagination to live within your means.",
	"name": "Francis Ford Coppola"
}, {
	"quote": "There aren't any fences to the imagination, and so there shouldn't be any for books.",
	"name": "Matt Haig"
}, {
	"quote": "One is never fortunate or as unfortunate as one imagines.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "With imagination and personal creativity, people who sew can design the way they look to suit themselves.",
	"name": "Issey Miyake"
}, {
	"quote": "The first piece of music that captured my imagination was probably Ray Charles Live At Newport.",
	"name": "Van Morrison"
}, {
	"quote": "I'm very conscious that people dear to me are alive in my imagination - poets in particular.",
	"name": "Seamus Heaney"
}, {
	"quote": "I do not 'get' ideas; ideas get me.",
	"name": "Robertson Davies"
}, {
	"quote": "I am putting real plums into an imaginary cake.",
	"name": "Mary McCarthy"
}, {
	"quote": "Bring ideas in and entertain them royally, for one of them may be the king.",
	"name": "Mark Van Doren"
}, {
	"quote": "Fiction reveals truths that reality obscures.",
	"name": "Jessamyn West"
}, {
	"quote": "Then I decided to draw from and on my own imagination, and everything came out perfect.",
	"name": "Jack Prelutsky"
}, {
	"quote": "When one paints an ideal, one does not need to limit one's imagination.",
	"name": "Ellen Key"
}, {
	"quote": "If you have a good inner life, you don't get lonely. I've got a good imagination. I don't miss romance.",
	"name": "Diana Rigg"
}, {
	"quote": "Literary imagination is an aesthetic object offered by a writer to a lover of books.",
	"name": "Gaston Bachelard"
}, {
	"quote": "But who can paint like Nature? Can imagination boast, amid its gay creation, hues like hers?",
	"name": "James Thomson"
}, {
	"quote": "I use a lot of film images, analogies, and imagination.",
	"name": "Carlos Fuentes"
}, {
	"quote": "Philosophy and Art both render the invisible visible by imagination.",
	"name": "George Henry Lewes"
}, {
	"quote": "Imagination is a funny thing - we sometimes need to see something before we can truly picture it.",
	"name": "Tomi Adeyemi"
}, {
	"quote": "Possessing a healthy imagination is a necessary ingredient for creativity.",
	"name": "Steve Vai"
}, {
	"quote": "You are indebted to you imagination for three-fourths of your importance.",
	"name": "David Garrick"
}, {
	"quote": "Imagination is but another name for super intelligence.",
	"name": "Edgar Rice Burroughs"
}, {
	"quote": "Jehovah God is truly rich far beyond the imagination of humankind.",
	"name": "Joseph Franklin Rutherford"
}, {
	"quote": "I think I've got a decent imagination. I hope some of my stories inspire other young imaginations.",
	"name": "Tony DiTerlizzi"
}, {
	"quote": "I used to lie in bed in my flat and imagine what would happen if there was a zombie attack.",
	"name": "Simon Pegg"
}, {
	"quote": "I like endings that let your imagination do a lot of the work.",
	"name": "Matt Bomer"
}, {
	"quote": "I am pretty scare-able. I guess that is why I like doing horror because my imagination can take me places.",
	"name": "Annabeth Gish"
}, {
	"quote": "My imagination is my polestar; I steer by that.",
	"name": "Clive Barker"
}, {
	"quote": "The power of imagination is infinite.",
	"name": "John Tiffany"
}, {
	"quote": "Love and the imagination are connected.",
	"name": "Ali Smith"
}, {
	"quote": "I wouldn't say that I've had a tough life by any stretch of the imagination.",
	"name": "Duncan Sheik"
}, {
	"quote": "I mean, the most important thing to me is imagination.",
	"name": "Rob Walton"
}, {
	"quote": "People's imagination is the most effective tool in creating terror or dread.",
	"name": "Matt Reeves"
}, {
	"quote": "When you live in a world of imagination, your imagination doesn't necessarily grow old with you.",
	"name": "Leslie Bricusse"
}, {
	"quote": "I'm really quite normal. My imagination has some serious kinks in it, that's all.",
	"name": "Allan Guthrie"
}, {
	"quote": "I'll be happy if I can gain even the smallest place inside the literary imagination of U.S. readers.",
	"name": "Elliot Perlman"
}, {
	"quote": "The only sure weapon against bad ideas is better ideas.",
	"name": "Alfred Whitney Griswold"
}, {
	"quote": "I love the paranormal, because there, every genre I write can become one beacon for my imagination.",
	"name": "Leslie Banks"
}, {
	"quote": "The imagination is a pretty precious source of protection.",
	"name": "Nicholas Ray"
}, {
	"quote": "I always have this imagination, something I want to use. I don't understand the idea of leisure time.",
	"name": "Cher Wang"
}, {
	"quote": "One of the virtues of being very young is that you don't let the facts get in the way of your imagination.",
	"name": "Sam Levenson"
}, {
	"quote": "Ideas control the world.",
	"name": "James A. Garfield"
}, {
	"quote": "I never in my wildest imagination dreamed that I would somehow become a sports commentator.",
	"name": "Joe Rogan"
}, {
	"quote": "My imagination makes me human and makes me a fool; it gives me all the world, and exiles me from it.",
	"name": "Ursula K. Le Guin"
}, {
	"quote": "Imagination has rules, but we can only guess what they are.",
	"name": "Mason Cooley"
}, {
	"quote": "Fools act on imagination without knowledge, pedants act on knowledge without imagination.",
	"name": "Alfred North Whitehead"
}, {
	"quote": "We are all innovators, we all like to use our imagination, which is our greatest tool.",
	"name": "Cory Booker"
}, {
	"quote": "A writer should have the precision of a poet and the imagination of a scientist.",
	"name": "Vladimir Nabokov"
}, {
	"quote": "Imagination is the eye of the soul.",
	"name": "Joseph Joubert"
}, {
	"quote": "One who has imagination without learning has wings without feet.",
	"name": "Joseph Joubert"
}, {
	"quote": "I've done a lot of bad things. Use your imagination.",
	"name": "Katy Perry"
}, {
	"quote": "I live in my imagination, so sometimes movies help me get lost. I feel like I'm in it.",
	"name": "SZA"
}, {
	"quote": "One longs for a director with a sense of imagination.",
	"name": "Alan Rickman"
}, {
	"quote": "Life is possible only by the deficiencies of our imagination and memory.",
	"name": "Emil Cioran"
}, {
	"quote": "You know what's better than building things up in your imagination? Building things up in real life.",
	"name": "Ryan Holiday"
}, {
	"quote": "I had a pretty sexual imagination for a kid.",
	"name": "Janet Jackson"
}, {
	"quote": "An idea is a putting truth in check-mate.",
	"name": "Jose Ortega y Gasset"
}, {
	"quote": "You need imagination in order to imagine a future that doesn't exist.",
	"name": "Azar Nafisi"
}, {
	"quote": "What I really have in my head, my imagination, my understanding of music, I never really get that out.",
	"name": "Wynton Marsalis"
}, {
	"quote": "While the sciences are hugely important, let us not leave behind a child's imagination.",
	"name": "Kevin Spacey"
}, {
	"quote": "I've always had a slightly overactive imagination.",
	"name": "Daniel Radcliffe"
}, {
	"quote": "To have frequent recourse to narrative betrays great want of imagination.",
	"name": "Philip Stanhope, 4th Earl of Chesterfield"
}, {
	"quote": "I enjoy working on a movie that lets your imagination run wild, it's great to be a part of and watch.",
	"name": "Chris Hemsworth"
}, {
	"quote": "Imagination creates reality.",
	"name": "Richard Wagner"
}, {
	"quote": "'Castle' is a guy living in a fantasy world. He's in his imagination, writing these stories of murder.",
	"name": "Nathan Fillion"
}, {
	"quote": "Because of my faith and my imagination, I was able to enjoy my childhood, even though it was tough.",
	"name": "Donna Brazile"
}, {
	"quote": "Man lives by imagination.",
	"name": "Havelock Ellis"
}, {
	"quote": "Believing you're something that you're not excites the mind and the imagination. And it's hopeful.",
	"name": "Orlando Bloom"
}, {
	"quote": "The American imagination has never been able to fully recover from its white-supremacist beginnings.",
	"name": "Claudia Rankine"
}, {
	"quote": "Personally, I would sooner have written Alice in Wonderland than the whole Encyclopedia Britannica.",
	"name": "Stephen Leacock"
}, {
	"quote": "I have a very vivid imagination.",
	"name": "Janice Dickinson"
}, {
	"quote": "I do like to wrap things up and leave some things to the readers' imagination.",
	"name": "Rick Riordan"
}, {
	"quote": "The unfortunate reality is the alt-right has captured white people's imagination.",
	"name": "Patrisse Cullors"
}, {
	"quote": "Learn to see things as they really are, not as we imagine they are.",
	"name": "Vernon Howard"
}, {
	"quote": "To speak of morals in art is to speak of legislature in sex. Art is the sex of the imagination.",
	"name": "George Jean Nathan"
}, {
	"quote": "There's no reason for your imagination to be fettered by money.",
	"name": "Kevin McCloud"
}, {
	"quote": "My mom worked late, and I was at home a lot by myself. It was good for my imagination - and bad for it, too.",
	"name": "Sarah Paulson"
}, {
	"quote": "I've always had an active imagination.",
	"name": "Rickie Lee Jones"
}, {
	"quote": "Imagination in the child is powerful. Reading and laughter and love are essential in our lives.",
	"name": "Malachy McCourt"
}, {
	"quote": "I believe in the imagination. What I cannot see is infinitely more important than what I can see.",
	"name": "Duane Michals"
}, {
	"quote": "What better way to expand your imagination than to read!",
	"name": "Laura Marano"
}, {
	"quote": "If my accent betrayed my foreign birth, it also stamped me as an enemy, in the imagination of the producers.",
	"name": "Bela Lugosi"
}, {
	"quote": "We can live with lots of things, but we can't live without imagination, we can't live without hope.",
	"name": "Ariel Dorfman"
}, {
	"quote": "Television contracts the imagination and radio expands it.",
	"name": "Terry Wogan"
}, {
	"quote": "I'm not a passive person by any stretch of the imagination.",
	"name": "Courteney Cox"
}, {
	"quote": "The best way to renew thought is to go outside the human imagination.",
	"name": "Bernard Werber"
}, {
	"quote": "The imagination is part of the arsenal that actors draw from.",
	"name": "Bryan Cranston"
}, {
	"quote": "My imagination is so far out there already. People couldn't imagine what goes on in my brain.",
	"name": "Missy Elliott"
}, {
	"quote": "Students are rewarded for memorization, not imagination or resourcefulness.",
	"name": "Sugata Mitra"
}, {
	"quote": "Learning is the new skill. Imagination, creation and asking new questions are at its core.",
	"name": "Sugata Mitra"
}, {
	"quote": "My imagination can do whatever it wants to do. This gives me a great sense of freedom.",
	"name": "Lloyd Alexander"
}, {
	"quote": "Loving a country is an act of the imagination.",
	"name": "Michael Ignatieff"
}, {
	"quote": "This is not a family of privilege by any stretch of the imagination. Our family is very low key.",
	"name": "Maya Soetoro-Ng"
}, {
	"quote": "A person possessed with an idea cannot be reasoned with.",
	"name": "James Anthony Froude"
}, {
	"quote": "We may not imagine how our lives could be more frustrating and complex - but Congress can.",
	"name": "Cullen Hightower"
}, {
	"quote": "India lends itself well to fictionalization, but ultimately, it all depends on the writer's imagination.",
	"name": "Chitra Banerjee Divakaruni"
}, {
	"quote": "I don't think it's possible to touch people's imagination today by aesthetic means.",
	"name": "J. G. Ballard"
}, {
	"quote": "Wine and women do not go with song. Alcohol is the worst enemy of the imagination.",
	"name": "Patrick Kavanagh"
}, {
	"quote": "I visualize things in my mind before I have to do them. It's like having a mental workshop.",
	"name": "Jack Youngblood"
}, {
	"quote": "I imagine, therefore I belong and am free.",
	"name": "Lawrence Durrell"
}, {
	"quote": "You - and I have to remind myself of this - are capable beyond your wildest imagination.",
	"name": "Priscilla Chan"
}, {
	"quote": "The idea of love as a mysterious, undiscovered world has come to have no place in our innermost imagination.",
	"name": "John Cassavetes"
}, {
	"quote": "Woman is the sun, an extraordinary creature, one that makes the imagination gallop.",
	"name": "Marcello Mastroianni"
}, {
	"quote": "Reading changes your perspective and feeds your imagination.",
	"name": "Najat Vallaud-Belkacem"
}, {
	"quote": "I live in words. I like looking at things, but I don't have a strong visual imagination.",
	"name": "Colm Toibin"
}, {
	"quote": "Mine is not an autonomous imagination.",
	"name": "Jay McInerney"
}, {
	"quote": "I guess what I've learned is that there are no boundaries when it comes to imagination. It's limitless.",
	"name": "Cliff Martinez"
}, {
	"quote": "I am better able to imagine hell than heaven; it is my inheritance, I suppose.",
	"name": "Elinor Wylie"
}]