[{
	"quote": "The greatest gifts you can give your children are the roots of responsibility and the wings of independence.",
	"name": "Denis Waitley"
}, {
	"quote": "Diversity: the art of thinking independently together.",
	"name": "Malcolm Forbes"
}, {
	"quote": "My mother told me to be a lady. And for her, that meant be your own person, be independent.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "The best teamwork comes from men who are working independently toward one goal in unison.",
	"name": "James Cash Penney"
}, {
	"quote": "The American Dream is independence and being able to create that dream for yourself.",
	"name": "Marsha Blackburn"
}, {
	"quote": "Nothing is more precious than independence and liberty.",
	"name": "Ho Chi Minh"
}, {
	"quote": "It was by one Union that we achieved our independence and liberties, and by it alone can they be maintained.",
	"name": "James Monroe"
}, {
	"quote": "Solitude is independence.",
	"name": "Hermann Hesse"
}, {
	"quote": "I am no bird; and no net ensnares me; I am a free human being with an independent will.",
	"name": "Charlotte Bronte"
}, {
	"quote": "Independence is happiness.",
	"name": "Susan B. Anthony"
}, {
	"quote": "Mickey Mouse is, to me, a symbol of independence. He was a means to an end.",
	"name": "Walt Disney"
}, {
	"quote": "Originality is independence, not rebellion; it is sincerity, not antagonism.",
	"name": "George Henry Lewes"
}, {
	"quote": "I was born with a fierce need for independence.",
	"name": "Michelle Williams"
}, {
	"quote": "The new electronic independence re-creates the world in the image of a global village.",
	"name": "Marshall McLuhan"
}, {
	"quote": "True independence and freedom can only exist in doing what's right.",
	"name": "Brigham Young"
}, {
	"quote": "What is it that makes us trust our judges? Their independence in office and manner of appointment.",
	"name": "John Marshall"
}, {
	"quote": "What then is freedom? The power to live as one wishes.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "I have an independent streak. You know, it's kind of hard to tell a independent woman what to do.",
	"name": "Betty Ford"
}, {
	"quote": "Charity is injurious unless it helps the recipient to become independent of it.",
	"name": "John D. Rockefeller"
}, {
	"quote": "The beauty of independence, departure, actions that rely on themselves.",
	"name": "Walt Whitman"
}, {
	"quote": "Independence doesn't mean you decide the way you want.",
	"name": "Stephen Breyer"
}, {
	"quote": "The most dangerous thing in the world is the sin of self-reliance and the stupor of worldliness.",
	"name": "John Piper"
}, {
	"quote": "I admire the courage and self-reliance it takes to start your own business and make it succeed.",
	"name": "Martha Stewart"
}, {
	"quote": "The independence of all political and other bother is a happiness.",
	"name": "Rutherford B. Hayes"
}, {
	"quote": "There is a core independence and dignity you get when you control your own time.",
	"name": "Travis Kalanick"
}, {
	"quote": "Nationality is the miracle of political independence; race is the principle of physical analogy.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Self-determination could mean independence, confederacy, federal and autonomy.",
	"name": "Jalal Talabani"
}, {
	"quote": "Throughout the day no time for memorandums now. Go ahead! Liberty and independence forever.",
	"name": "Davy Crockett"
}, {
	"quote": "The virtues of science are skepticism and independence of thought.",
	"name": "Walter Gilbert"
}, {
	"quote": "The world is independent of my will.",
	"name": "Ludwig Wittgenstein"
}, {
	"quote": "The scale of 'Independence Day' is much more than 'Stargate.'",
	"name": "Dean Devlin"
}, {
	"quote": "What you get free costs too much.",
	"name": "Jean Anouilh"
}, {
	"quote": "The United Nations is designed to make possible lasting freedom and independence for all its members.",
	"name": "Harry S Truman"
}, {
	"quote": "Injustice in the end produces independence.",
	"name": "Voltaire"
}, {
	"quote": "There is an inverse relationship between reliance on the state and self-reliance.",
	"name": "William F. Buckley, Jr."
}, {
	"quote": "Africans require, want, the franchise on the basis of one man one vote. They want political independence.",
	"name": "Nelson Mandela"
}, {
	"quote": "Independence? That's middle class blasphemy. We are all dependent on one another, every soul of us on earth.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Part of your heritage in this society is the opportunity to become financially independent.",
	"name": "Jim Rohn"
}, {
	"quote": "Divorce is a declaration of independence with only two signers.",
	"name": "Gerald F. Lieberman"
}, {
	"quote": "There is no more independence in politics than there is in jail.",
	"name": "Will Rogers"
}, {
	"quote": "We are totally committed to ending partition and to creating the conditions for unity and independence.",
	"name": "Gerry Adams"
}, {
	"quote": "It's so important to have that independence. You know it yourself: Everyone needs evenings of their own.",
	"name": "Olivia Wilde"
}, {
	"quote": "Independence did not mean chauvinism and narrow nationalism.",
	"name": "Said Musa"
}, {
	"quote": "Independence means you decide according to the law and the facts.",
	"name": "Stephen Breyer"
}, {
	"quote": "The toddler craves independence, but he fears desertion.",
	"name": "Dorothy Corkille Briggs"
}, {
	"quote": "We do need a return to individual integrity, self-reliance, and old-fashioned gumption. We really do.",
	"name": "Robert M. Pirsig"
}, {
	"quote": "Nature has never read the Declaration of Independence. It continues to make us unequal.",
	"name": "Will Durant"
}, {
	"quote": "Without moral and intellectual independence, there is no anchor for national independence.",
	"name": "David Ben-Gurion"
}, {
	"quote": "The love of independence and dislike of unjust treatment is the source of a thousand virtues.",
	"name": "William Godwin"
}, {
	"quote": "Impatience is the mark of independence, not of bondage.",
	"name": "Marianne Moore"
}, {
	"quote": "It's important for women to work. They need to keep their independence, to keep earning and being challenged.",
	"name": "Tamara Mellon"
}, {
	"quote": "The Declaration of Independence is a sacred part of American history.",
	"name": "Paul Gillmor"
}, {
	"quote": "People seem to think that life began with the achievement of personal independence.",
	"name": "Katharine Anthony"
}, {
	"quote": "Mad, adj. Affected with a high degree of intellectual independence.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Our military might is the guarantor of Russia's security and independence.",
	"name": "Vladimir Putin"
}, {
	"quote": "I have grown up alone. I've taken care of myself. I worked, earned money and was independent at 18.",
	"name": "Ingrid Bergman"
}, {
	"quote": "The independence project in Catalonia is... a peaceful revolution, carried out in suit, shirt, and tie.",
	"name": "Carles Puigdemont"
}, {
	"quote": "I do need my independence. I have to have that.",
	"name": "Carol Vorderman"
}, {
	"quote": "Independence is a very subjective assessment.",
	"name": "P. Chidambaram"
}, {
	"quote": "The possession of land seems to be a greater gratification to the pride and independence of men.",
	"name": "George Richards Minot"
}, {
	"quote": "I don't have luxurious tastes or great needs, but my independence is worth a lot to me.",
	"name": "Emmanuel Macron"
}, {
	"quote": "Every year thousands of Americans mistakenly refer to Cinco de Mayo as Mexico's Independence Day.",
	"name": "Joe Baca"
}, {
	"quote": "The most unpardonable sin in society is independence of thought.",
	"name": "Emma Goldman"
}, {
	"quote": "It took us in this country 11 years to get from the Declaration of Independence to the Constitution.",
	"name": "Mitch McConnell"
}, {
	"quote": "Energy independence and energy security are really two different things.",
	"name": "Rex Tillerson"
}, {
	"quote": "The Fed's independence is critical.",
	"name": "Ben Bernanke"
}, {
	"quote": "Whatever we do toward energy independence has to be done in the context of using less resources.",
	"name": "Alan Mulally"
}, {
	"quote": "Stand-up is my favorite thing I've ever done. There's so much independence.",
	"name": "Rita Rudner"
}, {
	"quote": "It is not the greatness of a man's means that makes him independent, so much as the smallness of his wants.",
	"name": "William Cobbett"
}, {
	"quote": "Britain is characterized not just by its independence but, above all, by its openness.",
	"name": "David Cameron"
}, {
	"quote": "The same independence that got me into trouble in high school got me praise in college.",
	"name": "Alan Dershowitz"
}, {
	"quote": "I had fought for my independence and fought for my freedom to do as I chose.",
	"name": "Kris Kristofferson"
}, {
	"quote": "You cannot build character and courage by taking away a man's initiative and independence.",
	"name": "William J. H. Boetcker"
}, {
	"quote": "You cannot build character and courage by destroying men's initiative and independence.",
	"name": "William J. H. Boetcker"
}, {
	"quote": "I know this independence is what people like most about my brand.",
	"name": "Raf Simons"
}, {
	"quote": "I work hard, I make my own living and I love it. I like having financial independence.",
	"name": "Salma Hayek"
}, {
	"quote": "Every American must be guaranteed dignity and independence in their retirement.",
	"name": "Jan Schakowsky"
}, {
	"quote": "For me, the biggest thing with money has always been independence - just the biggest.",
	"name": "Monica Seles"
}, {
	"quote": "Work means independence. It allowed me to shape my life on so many levels.",
	"name": "Natalie Massenet"
}, {
	"quote": "Energy conservation is the foundation of energy independence.",
	"name": "Tom Allen"
}, {
	"quote": "We must first and foremost defend Hungary's independence and sovereignty, and, if needed, we must regain it.",
	"name": "Viktor Orban"
}, {
	"quote": "Men say they love independence in a woman, but they don't waste a second demolishing it brick by brick.",
	"name": "Candice Bergen"
}, {
	"quote": "I cannot compromise or inhibit my independence.",
	"name": "Walter Annenberg"
}, {
	"quote": "I'm not making any secret of the fact I still believe in independence. We'll continue to argue the case.",
	"name": "Nicola Sturgeon"
}, {
	"quote": "I think that there is a relatively small number of people who are pushing for independence in Taiwan.",
	"name": "Fred Thompson"
}, {
	"quote": "Declaring independence was the most traumatic decision I had to live up to. Because I didn't want to do it.",
	"name": "Ian Smith"
}, {
	"quote": "Energy independence is very important to me.",
	"name": "Tomi Lahren"
}, {
	"quote": "I've always been an independent person, but that independence was in the setting of security.",
	"name": "Patricia Heaton"
}, {
	"quote": "As for 'Independence Day,' we never intended to do any films in that series beyond the first one.",
	"name": "Dean Devlin"
}, {
	"quote": "'Independence Day,' ever since we did it, there's been enormous pressure to follow it up.",
	"name": "Dean Devlin"
}, {
	"quote": "We moved to Zimbabwe when I was five, some years after Zimbabwe had gained independence.",
	"name": "Danai Gurira"
}, {
	"quote": "I think boarding school does give you an independence.",
	"name": "Deirdre O'Kane"
}, {
	"quote": "I'm totally committed to the cause of individuality. That's the only thing I stand by: independence.",
	"name": "Juliana Hatfield"
}, {
	"quote": "We must do our utmost to preserve our British ally's strategic independence from Europe.",
	"name": "Richard Perle"
}, {
	"quote": "There are beautiful words in the Bible and in our pledges and the Declaration of Independence.",
	"name": "Louis Gossett, Jr."
}, {
	"quote": "It's one of the things I respect about Time Warner and Turner: their understanding of CNN's independence.",
	"name": "Jeff Zucker"
}, {
	"quote": "There's no alternative to Catalan independence.",
	"name": "Carles Puigdemont"
}, {
	"quote": "We show each day that we are prepared to act as an independence state... Not just in exceptional moments.",
	"name": "Carles Puigdemont"
}, {
	"quote": "Fox was interested in a different title to 'Independence Day.'",
	"name": "Bill Pullman"
}, {
	"quote": "It's great that with the Internet, there has come this sense of creative independence.",
	"name": "Tavi Gevinson"
}, {
	"quote": "The BBC is a victim of its own independence.",
	"name": "Graham Norton"
}, {
	"quote": "Swaziland is a small part of south-east Africa, the last country in the continent to gain its independence.",
	"name": "Richard Grant"
}, {
	"quote": "Robert Treat Paine was a signer of the Declaration of Independence.",
	"name": "Treat Williams"
}, {
	"quote": "I'm a big fan of community, and I think independence is over-rated.",
	"name": "Sally Phillips"
}, {
	"quote": "To start with, for example this year, 2004, is the bicentennial of Haitian independence.",
	"name": "Edwidge Danticat"
}, {
	"quote": "The independence of the economic sphere was a tenet of faith with Liberalism.",
	"name": "Francis Parker Yockey"
}, {
	"quote": "My government has promised to comprehensively respect the independence of the judiciary.",
	"name": "Victor Ponta"
}, {
	"quote": "We must develop energy independence; we must Make It In America.",
	"name": "John Garamendi"
}, {
	"quote": "Frankly, I love my independence too much to give it up.",
	"name": "Akkineni Nagarjuna"
}, {
	"quote": "I'm lucky because I remember my dad showing me 'Independence Day,' and I loved it.",
	"name": "Maika Monroe"
}, {
	"quote": "Instead of being taught independence, energy, and enterprise, our youth today is taught to look for security.",
	"name": "B. Carroll Reece"
}, {
	"quote": "It is critical that special counsels have the independence and resources they need to lead investigations.",
	"name": "Thom Tillis"
}, {
	"quote": "Like millions of Scots, I've agonised over whether to go for independence or remain with the Union.",
	"name": "Rory Bremner"
}, {
	"quote": "I'm for economic independence.",
	"name": "Charles Evers"
}, {
	"quote": "When India got independence, entrepreneurs were seen as a bad lot, as people who would exploit.",
	"name": "Nandan Nilekani"
}, {
	"quote": "At independence, Tanzania had 350,000 elephants... in 1987, there were only 55,000 elephants left.",
	"name": "Jakaya Kikwete"
}, {
	"quote": "As a filmmaker, one tends to want to evolve evermore towards a place of independence.",
	"name": "Bennett Miller"
}, {
	"quote": "There's no such thing as an independent person.",
	"name": "Peter Jennings"
}, {
	"quote": "I think that initial independence is very important; that's what being an entrepreneur is all about.",
	"name": "Jon Oringer"
}, {
	"quote": "In January 1776, Thomas Paine issued 'Common Sense,' advocating independence from Great Britain.",
	"name": "Mike Crapo"
}, {
	"quote": "Football was the best route to obtain my independence.",
	"name": "John David Washington"
}, {
	"quote": "As I said, men value their independence in a weird way, above practically everything.",
	"name": "George Weinberg"
}, {
	"quote": "But since independence, Gabon is one of the few countries in Central Africa that enjoys peace and stability.",
	"name": "Omar Bongo"
}, {
	"quote": "I want to emphasize the fact that the independence of Kosovo should and will be recognized.",
	"name": "Ibrahim Rugova"
}, {
	"quote": "A majority in all parties do, I think, want to see local government recover its old vigour and independence.",
	"name": "Ferdinand Mount"
}, {
	"quote": "I built my entire life on the idea of independence.",
	"name": "Valerie Trierweiler"
}, {
	"quote": "My feeling is that maintaining financial independence is also a healthy way to keep my feet on the ground.",
	"name": "Valerie Trierweiler"
}, {
	"quote": "I just like my independence and freedom to come and go and not have an entourage.",
	"name": "Fred Eychaner"
}, {
	"quote": "When we celebrate American independence, we are celebrating the best sense of an idea, a process in process.",
	"name": "Rowan Ricardo Phillips"
}, {
	"quote": "Journalists prize independence - not teamwork.",
	"name": "Ken Auletta"
}, {
	"quote": "Independence is not a whim or an ambition. It is the necessary condition of our survival as an ethnic group.",
	"name": "Aslan Maskhadov"
}, {
	"quote": "I've tried to maintain my independence in Congress. Sometimes that has meant opposing my own party leaders.",
	"name": "Collin C. Peterson"
}, {
	"quote": "I believe that Greenland will achieve independence during the time I am still active in politics.",
	"name": "Aleqa Hammond"
}, {
	"quote": "In July, 1892, fate suddenly granted me financial independence.",
	"name": "Carl Spitteler"
}, {
	"quote": "I am dying, but with a strong hope and persuasion that my country will gain her independence.",
	"name": "David Wooster"
}]