[{
	"quote": "The best preparation for tomorrow is doing your best today.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success.",
	"name": "Swami Sivananda"
}, {
	"quote": "It is during our darkest moments that we must focus to see the light.",
	"name": "Aristotle"
}, {
	"quote": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
	"name": "Jimmy Dean"
}, {
	"quote": "No act of kindness, no matter how small, is ever wasted.",
	"name": "Aesop"
}, {
	"quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
	"name": "Buddha"
}, {
	"quote": "Happiness is not something you postpone for the future; it is something you design for the present.",
	"name": "Jim Rohn"
}, {
	"quote": "Change your thoughts and you change your world.",
	"name": "Norman Vincent Peale"
}, {
	"quote": "Keep your face always toward the sunshine - and shadows will fall behind you.",
	"name": "Walt Whitman"
}, {
	"quote": "Let us sacrifice our today so that our children can have a better tomorrow.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "A hero is someone who has given his or her life to something bigger than oneself.",
	"name": "Joseph Campbell"
}, {
	"quote": "Let us remember: One book, one pen, one child, and one teacher can change the world.",
	"name": "Malala Yousafzai"
}, {
	"quote": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.",
	"name": "Og Mandino"
}, {
	"quote": "When you have a dream, you've got to grab it and never let go.",
	"name": "Carol Burnett"
}, {
	"quote": "Start by doing what's necessary; then do what's possible; and suddenly you are doing the impossible.",
	"name": "Francis of Assisi"
}, {
	"quote": "All you need is the plan, the road map, and the courage to press on to your destination.",
	"name": "Earl Nightingale"
}, {
	"quote": "Be brave enough to live life creatively. The creative place where no one else has ever been.",
	"name": "Alan Alda"
}, {
	"quote": "Try to be a rainbow in someone's cloud.",
	"name": "Maya Angelou"
}, {
	"quote": "Someone is sitting in the shade today because someone planted a tree a long time ago.",
	"name": "Warren Buffett"
}, {
	"quote": "Nothing is impossible, the word itself says 'I'm possible'!",
	"name": "Audrey Hepburn"
}, {
	"quote": "Perfection is not attainable, but if we chase perfection we can catch excellence.",
	"name": "Vince Lombardi"
}, {
	"quote": "There are two ways of spreading light: to be the candle or the mirror that reflects it.",
	"name": "Edith Wharton"
}, {
	"quote": "We know what we are, but know not what we may be.",
	"name": "William Shakespeare"
}, {
	"quote": "What lies behind you and what lies in front of you, pales in comparison to what lies inside of you.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Let your life lightly dance on the edges of Time like dew on the tip of a leaf.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "If opportunity doesn't knock, build a door.",
	"name": "Milton Berle"
}, {
	"quote": "Turn your face to the sun and the shadows fall behind you.",
	"name": "Unknown"
}, {
	"quote": "The undertaking of a new action brings new strength.",
	"name": "Richard L. Evans"
}, {
	"quote": "The bird is powered by its own life and by its motivation.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "We must let go of the life we have planned, so as to accept the one that is waiting for us.",
	"name": "Joseph Campbell"
}, {
	"quote": "It is in your moments of decision that your destiny is shaped.",
	"name": "Tony Robbins"
}, {
	"quote": "Don't judge each day by the harvest you reap but by the seeds that you plant.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "No matter what people tell you, words and ideas can change the world.",
	"name": "Robin Williams"
}, {
	"quote": "Shoot for the moon and if you miss you will still be among the stars.",
	"name": "Les Brown"
}, {
	"quote": "The power of imagination makes us infinite.",
	"name": "John Muir"
}, {
	"quote": "You must do the things you think you cannot do.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "Give light, and the darkness will disappear of itself.",
	"name": "Desiderius Erasmus"
}, {
	"quote": "Believe you can and you're halfway there.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "Two roads diverged in a wood and I - I took the one less traveled by, and that has made all the difference.",
	"name": "Robert Frost"
}, {
	"quote": "If I have seen further than others, it is by standing upon the shoulders of giants.",
	"name": "Isaac Newton"
}, {
	"quote": "When the sun is shining I can do anything; no mountain is too high, no trouble too difficult to overcome.",
	"name": "Wilma Rudolph"
}, {
	"quote": "Follow your bliss and the universe will open doors where there were only walls.",
	"name": "Joseph Campbell"
}, {
	"quote": "Somewhere, something incredible is waiting to be known.",
	"name": "Sharon Begley"
}, {
	"quote": "What we think, we become.",
	"name": "Buddha"
}, {
	"quote": "Your present circumstances don't determine where you can go; they merely determine where you start.",
	"name": "Nido Qubein"
}, {
	"quote": "A single sunbeam is enough to drive away many shadows.",
	"name": "Francis of Assisi"
}, {
	"quote": "It is never too late to be what you might have been.",
	"name": "George Eliot"
}, {
	"quote": "We can't help everyone, but everyone can help someone.",
	"name": "Ronald Reagan"
}, {
	"quote": "There is nothing impossible to him who will try.",
	"name": "Alexander the Great"
}, {
	"quote": "Thinking: the talking of the soul with itself.",
	"name": "Plato"
}, {
	"quote": "Prayer is man's greatest power!",
	"name": "W. Clement Stone"
}, {
	"quote": "Love is a fruit in season at all times, and within reach of every hand.",
	"name": "Mother Teresa"
}, {
	"quote": "Today is the only day. Yesterday is gone.",
	"name": "John Wooden"
}, {
	"quote": "I believe that if one always looked at the skies, one would end up with wings.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Memories of our lives, of our works and our deeds will continue in others.",
	"name": "Rosa Parks"
}, {
	"quote": "Happiness is the natural flower of duty.",
	"name": "Phillips Brooks"
}, {
	"quote": "In a gentle way, you can shake the world.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "If the world seems cold to you, kindle fires to warm it.",
	"name": "Lucy Larcom"
}, {
	"quote": "The measure of who we are is what we do with what we have.",
	"name": "Vince Lombardi"
}, {
	"quote": "Out of difficulties grow miracles.",
	"name": "Jean de la Bruyere"
}, {
	"quote": "The things that we love tell us what we are.",
	"name": "Thomas Aquinas"
}, {
	"quote": "The limits of the possible can only be defined by going beyond them into the impossible.",
	"name": "Arthur C. Clarke"
}, {
	"quote": "Of all things visible, the highest is the heaven of the fixed stars.",
	"name": "Nicolaus Copernicus"
}, {
	"quote": "A champion is someone who gets up when he can't.",
	"name": "Jack Dempsey"
}, {
	"quote": "How glorious a greeting the sun gives the mountains!",
	"name": "John Muir"
}, {
	"quote": "Let us make our future now, and let us make our dreams tomorrow's reality.",
	"name": "Malala Yousafzai"
}, {
	"quote": "What makes the desert beautiful is that somewhere it hides a well.",
	"name": "Antoine de Saint-Exupery"
}, {
	"quote": "Happiness resides not in possessions, and not in gold, happiness dwells in the soul.",
	"name": "Democritus"
}, {
	"quote": "Tears of joy are like the summer rain drops pierced by sunbeams.",
	"name": "Hosea Ballou"
}, {
	"quote": "Every story I create, creates me. I write to create myself.",
	"name": "Octavia E. Butler"
}, {
	"quote": "Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree.",
	"name": "Martin Luther"
}, {
	"quote": "Your big opportunity may be right where you are now.",
	"name": "Napoleon Hill"
}, {
	"quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world.",
	"name": "Anne Frank"
}, {
	"quote": "Thought is the wind, knowledge the sail, and mankind the vessel.",
	"name": "Augustus Hare"
}, {
	"quote": "If we did all the things we are capable of, we would literally astound ourselves.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Every moment and every event of every man's life on earth plants something in his soul.",
	"name": "Thomas Merton"
}, {
	"quote": "When we seek to discover the best in others, we somehow bring out the best in ourselves.",
	"name": "William Arthur Ward"
}, {
	"quote": "To the mind that is still, the whole universe surrenders.",
	"name": "Lao Tzu"
}, {
	"quote": "The only journey is the one within.",
	"name": "Rainer Maria Rilke"
}, {
	"quote": "If the doors of perception were cleansed everything would appear to man as it is, infinite.",
	"name": "William Blake"
}, {
	"quote": "Try to be like the turtle - at ease in your own shell.",
	"name": "Bill Copeland"
}, {
	"quote": "Nothing is worth more than this day.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Each day provides its own gifts.",
	"name": "Marcus Aurelius"
}, {
	"quote": "If you accept the expectations of others, especially negative ones, then you never will change the outcome.",
	"name": "Michael Jordan"
}, {
	"quote": "We have it in our power to begin the world over again.",
	"name": "Thomas Paine"
}, {
	"quote": "We can change our lives. We can do, have, and be exactly what we wish.",
	"name": "Tony Robbins"
}, {
	"quote": "The world is full of magical things patiently waiting for our wits to grow sharper.",
	"name": "Bertrand Russell"
}, {
	"quote": "Learning how to be still, to really be still and let life happen - that stillness becomes a radiance.",
	"name": "Morgan Freeman"
}, {
	"quote": "Nurture your minds with great thoughts. To believe in the heroic makes heroes.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "You don't look out there for God, something in the sky, you look in you.",
	"name": "Alan Watts"
}, {
	"quote": "The glow of one warm thought is to me worth more than money.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Ah, but a man's reach should exceed his grasp, Or what's a heaven for?",
	"name": "Robert Browning"
}, {
	"quote": "Every man's life is a fairy tale written by God's fingers.",
	"name": "Hans Christian Andersen"
}, {
	"quote": "What great thing would you attempt if you knew you could not fail?",
	"name": "Robert H. Schuller"
}, {
	"quote": "The best way out is always through.",
	"name": "Robert Frost"
}, {
	"quote": "From its brilliancy everything is illuminated.",
	"name": "Guru Nanak"
}, {
	"quote": "Whoever is happy will make others happy too.",
	"name": "Anne Frank"
}, {
	"quote": "God always gives His best to those who leave the choice with him.",
	"name": "Jim Elliot"
}, {
	"quote": "What we achieve inwardly will change outer reality.",
	"name": "Plutarch"
}, {
	"quote": "It is only in sorrow bad weather masters us; in joy we face the storm and defy it.",
	"name": "Amelia Barr"
}, {
	"quote": "You change your life by changing your heart.",
	"name": "Max Lucado"
}, {
	"quote": "With self-discipline most anything is possible.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "God sleeps in the minerals, awakens in plants, walks in animals, and thinks in man.",
	"name": "Arthur Young"
}, {
	"quote": "Everyone here has the sense that right now is one of those moments when we are influencing the future.",
	"name": "Steve Jobs"
}, {
	"quote": "A #2 pencil and a dream can take you anywhere.",
	"name": "Joyce Meyer"
}, {
	"quote": "I dwell in possibility.",
	"name": "Emily Dickinson"
}, {
	"quote": "I believe every human has a finite number of heartbeats. I don't intend to waste any of mine.",
	"name": "Neil Armstrong"
}, {
	"quote": "Courage, my friends; 'tis not too late to build a better world.",
	"name": "Tommy Douglas"
}, {
	"quote": "Vitality shows in not only the ability to persist but the ability to start over.",
	"name": "F. Scott Fitzgerald"
}, {
	"quote": "I am not afraid of tomorrow, for I have seen yesterday and I love today!",
	"name": "William Allen White"
}, {
	"quote": "We relish news of our heroes, forgetting that we are extraordinary to somebody too.",
	"name": "Helen Hayes"
}, {
	"quote": "Countless as the sands of the sea are human passions.",
	"name": "Nikolai Gogol"
}, {
	"quote": "Great hopes make great men.",
	"name": "Thomas Fuller"
}, {
	"quote": "Man never made any material as resilient as the human spirit.",
	"name": "Bernard Williams"
}, {
	"quote": "Love the moment and the energy of that moment will spread beyond all boundaries.",
	"name": "Corita Kent"
}, {
	"quote": "Your heart is full of fertile seeds, waiting to sprout.",
	"name": "Morihei Ueshiba"
}, {
	"quote": "You are always free to change your mind and choose a different future, or a different past.",
	"name": "Richard Bach"
}, {
	"quote": "As people are walking all the time, in the same spot, a path appears.",
	"name": "John Locke"
}, {
	"quote": "Be faithful to that which exists within yourself.",
	"name": "Andre Gide"
}, {
	"quote": "Light tomorrow with today!",
	"name": "Elizabeth Barrett Browning"
}, {
	"quote": "Live your beliefs and you can turn the world around.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I celebrate myself, and sing myself.",
	"name": "Walt Whitman"
}, {
	"quote": "It is always the simple that produces the marvelous.",
	"name": "Amelia Barr"
}, {
	"quote": "Give light and people will find the way.",
	"name": "Ella Baker"
}, {
	"quote": "One today is worth two tomorrows.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Enthusiasm moves the world.",
	"name": "Arthur Balfour"
}, {
	"quote": "Act like you expect to get into the end zone.",
	"name": "Christopher Morley"
}, {
	"quote": "I am so fresh in soul and spirit that life gushes and bubbles around me in a thousand springs.",
	"name": "Robert Schumann"
}, {
	"quote": "Noble deeds that are concealed are most esteemed.",
	"name": "Blaise Pascal"
}, {
	"quote": "From what we get, we can make a living; what we give, however, makes a life.",
	"name": "Arthur Ashe"
}, {
	"quote": "The only way to discover the limits of the possible is to go beyond them into the impossible.",
	"name": "Arthur C. Clarke"
}, {
	"quote": "When deeds speak, words are nothing.",
	"name": "Pierre-Joseph Proudhon"
}, {
	"quote": "Wonder rather than doubt is the root of all knowledge.",
	"name": "Abraham Joshua Heschel"
}, {
	"quote": "I am deliberate and afraid of nothing.",
	"name": "Audre Lorde"
}, {
	"quote": "And when I breathed, my breath was lightning.",
	"name": "Black Elk"
}, {
	"quote": "From a small seed a mighty trunk may grow.",
	"name": "Aeschylus"
}, {
	"quote": "Let every dawn be to you as the beginning of life, and every setting sun be to you as its close.",
	"name": "John Ruskin"
}, {
	"quote": "Look within. Within is the fountain of good, and it will ever bubble up, if thou wilt ever dig.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Belief creates the actual fact.",
	"name": "William James"
}, {
	"quote": "Without craftsmanship, inspiration is a mere reed shaken in the wind.",
	"name": "Johannes Brahms"
}, {
	"quote": "What we need is more people who specialize in the impossible.",
	"name": "Theodore Roethke"
}, {
	"quote": "I have looked into your eyes with my eyes. I have put my heart near your heart.",
	"name": "Pope John XXIII"
}, {
	"quote": "Ideas shape the course of history.",
	"name": "John Maynard Keynes"
}, {
	"quote": "The Wright brothers flew right through the smoke screen of impossibility.",
	"name": "Charles Kettering"
}, {
	"quote": "Men must live and create. Live to the point of tears.",
	"name": "Albert Camus"
}, {
	"quote": "Reach for the stars.",
	"name": "Christa McAuliffe"
}, {
	"quote": "The handicap of deafness is not in the ear; it is in the mind.",
	"name": "Marlee Matlin"
}, {
	"quote": "Silence is the last thing the world will ever hear from me.",
	"name": "Marlee Matlin"
}, {
	"quote": "As knowledge increases, wonder deepens.",
	"name": "Charles Morgan"
}, {
	"quote": "The truth is on the march and nothing will stop it.",
	"name": "Emile Zola"
}, {
	"quote": "The authentic self is the soul made visible.",
	"name": "Sarah Ban Breathnach"
}, {
	"quote": "We convince by our presence.",
	"name": "Walt Whitman"
}, {
	"quote": "Reach for it. Push yourself as far as you can.",
	"name": "Christa McAuliffe"
}, {
	"quote": "There is nothing stronger in the world than gentleness.",
	"name": "Han Suyin"
}, {
	"quote": "The most beautiful thing in the world is, of course, the world itself.",
	"name": "Wallace Stevens"
}, {
	"quote": "Lord, grant that I may always desire more than I can accomplish.",
	"name": "Michelangelo"
}, {
	"quote": "God loves to help him who strives to help himself.",
	"name": "Aeschylus"
}, {
	"quote": "Nothing makes one feel so strong as a call for help.",
	"name": "Pope Paul VI"
}, {
	"quote": "Tears are often the telescope by which men see far into heaven.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "Not on one strand are all life's jewels strung.",
	"name": "William Morris"
}, {
	"quote": "Most of us have far more courage than we ever dreamed we possessed.",
	"name": "Dale Carnegie"
}, {
	"quote": "Create each day anew.",
	"name": "Morihei Ueshiba"
}, {
	"quote": "I arise full of eagerness and energy, knowing well what achievement lies ahead of me.",
	"name": "Zane Grey"
}, {
	"quote": "I'm not an inspirational quote kind of person.",
	"name": "Chrissy Teigen"
}, {
	"quote": "I want to be motivational and inspirational for everybody: my big aim is more women on bicycles.",
	"name": "Marianne Vos"
}, {
	"quote": "My mind's my kingdom.",
	"name": "Francis Quarles"
}, {
	"quote": "Hope is some extraordinary spiritual grace that God gives us to control our fears, not to oust them.",
	"name": "Vincent McNabb"
}, {
	"quote": "Of all human activities, man's listening to God is the supreme act of his reasoning and will.",
	"name": "Pope Paul VI"
}, {
	"quote": "A place for everything, everything in its place.",
	"name": "Benjamin Franklin"
}, {
	"quote": "A compliment is something like a kiss through a veil.",
	"name": "Victor Hugo"
}, {
	"quote": "Joy descends gently upon us like the evening dew, and does not patter down like a hailstorm.",
	"name": "Jean Paul"
}, {
	"quote": "Grace is the beauty of form under the influence of freedom.",
	"name": "Friedrich Schiller"
}, {
	"quote": "Love and desire are the spirit's wings to great deeds.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "The meaning I picked, the one that changed my life: Overcome fear, behold wonder.",
	"name": "Richard Bach"
}, {
	"quote": "Be not entangled in this world of days and nights; Thou hast another time and space as well.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "I said to the almond tree, 'Friend, speak to me of God,' and the almond tree blossomed.",
	"name": "Nikos Kazantzakis"
}, {
	"quote": "I love those who yearn for the impossible.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "It is by acts and not by ideas that people live.",
	"name": "Anatole France"
}, {
	"quote": "I believe in living today. Not in yesterday, nor in tomorrow.",
	"name": "Loretta Young"
}, {
	"quote": "We are here to make another world.",
	"name": "W. Edwards Deming"
}, {
	"quote": "Too low they build, who build beneath the stars.",
	"name": "Edward Young"
}, {
	"quote": "'Star Wars' is fun, its exciting, its inspirational, and people respond to that. It's what they want.",
	"name": "George Lucas"
}, {
	"quote": "Every charitable act is a stepping stone toward heaven.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "It really is an honor if I can be inspirational to a younger singer or person. It means I've done my job.",
	"name": "Aretha Franklin"
}, {
	"quote": "It's a moment that I'm after, a fleeting moment, but not a frozen moment.",
	"name": "Andrew Wyeth"
}, {
	"quote": "Sport is something that is very inspirational for young people.",
	"name": "Pele"
}, {
	"quote": "Benazir Bhutto was an inspirational leader and an inspirational woman.",
	"name": "Malala Yousafzai"
}, {
	"quote": "I pray God may preserve your health and life many years.",
	"name": "Junipero Serra"
}, {
	"quote": "For a gallant spirit there can never be defeat.",
	"name": "Wallis Simpson"
}, {
	"quote": "I think anyone who has a passion for what they love to do, and who pursue it, is inspirational for me.",
	"name": "Colin Morgan"
}, {
	"quote": "I want to make this world perfect.",
	"name": "Malala Yousafzai"
}, {
	"quote": "Mankind is made great or little by its own will.",
	"name": "Friedrich Schiller"
}, {
	"quote": "Our ideals are our better selves.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "If you could only love enough, you could be the most powerful person in the world.",
	"name": "Emmet Fox"
}, {
	"quote": "Hope is but the dream of those who wake.",
	"name": "Matthew Prior"
}, {
	"quote": "Plant thy foot firmly in the prints which His foot has made before thee.",
	"name": "Joseph Barber Lightfoot"
}, {
	"quote": "Faith is love taking the form of aspiration.",
	"name": "William Ellery Channing"
}, {
	"quote": "Let each man exercise the art he knows.",
	"name": "Aristophanes"
}, {
	"quote": "It is not ignorance but knowledge which is the mother of wonder.",
	"name": "Joseph Wood Krutch"
}, {
	"quote": "Teachers need to be more inspirational. But it's also up to engineering to make itself more interesting.",
	"name": "Bruce Dickinson"
}, {
	"quote": "Think with your whole body.",
	"name": "Taisen Deshimaru"
}, {
	"quote": "Can a person be inspirational? Does a person have global sensibility? That's the hardest thing to find.",
	"name": "Anand Mahindra"
}, {
	"quote": "It's inspirational to see someone who is dying smile.",
	"name": "Arlen Specter"
}, {
	"quote": "Better to be called something positive and inspirational than something negative.",
	"name": "Donnie Yen"
}, {
	"quote": "Lee's great gifts are teaching and inspirational guidance, not administration and management.",
	"name": "Cheryl Crawford"
}, {
	"quote": "Rap music's been around for too long now to be inspirational. The words are, but the music isn't.",
	"name": "Alexander McQueen"
}, {
	"quote": "All my music is inspirational. You just gotta listen to the words and get what you can get out of it.",
	"name": "Young Jeezy"
}, {
	"quote": "The ideal life is in our blood and never will be still.",
	"name": "Phillips Brooks"
}, {
	"quote": "Watching my family work so hard has been so inspirational, and I think I really got their work ethic.",
	"name": "Chloe Kim"
}, {
	"quote": "As women and men, we're not primed and taught to feel that women are as inspirational as men.",
	"name": "Jennifer Hyman"
}, {
	"quote": "There are glimpses of heaven to us in every act, or thought, or word, that raises us above ourselves.",
	"name": "Robert Quillen"
}, {
	"quote": "I thought 'Moulin Rouge' was inspirational, and 'Jesus Christ Superstar' I loved.",
	"name": "Pierce Brosnan"
}, {
	"quote": "Books are challenging and inspirational to me.",
	"name": "Amy Sedaris"
}, {
	"quote": "I am very conscious of who I am as an artist and as an inspirational person.",
	"name": "R. Kelly"
}, {
	"quote": "I've never been a die-hard Beyonce fan. I always thought she was inspirational and beautiful.",
	"name": "Winnie Harlow"
}, {
	"quote": "In fact, I wouldn't really call this a Gospel album, I call it more an inspirational album.",
	"name": "Smokey Robinson"
}, {
	"quote": "Space is an inspirational concept that allows you to dream big.",
	"name": "Peter Diamandis"
}, {
	"quote": "My tastes and inspirational artists were always rather eclectic and diverse.",
	"name": "Taylor Dayne"
}, {
	"quote": "'Can You See' is a beautiful song that follows a story of the star. It's a very inspirational song.",
	"name": "Ally Brooke"
}, {
	"quote": "Whatever ought to be, can be.",
	"name": "James Rouse"
}, {
	"quote": "I view art as an inspirational tool.",
	"name": "Thomas Kinkade"
}, {
	"quote": "The 'Dezeen's of this world are extremely inspirational but have no realistic dimension any more.",
	"name": "Marcel Wanders"
}, {
	"quote": "I have amazing friends who have led inspirational lives.",
	"name": "Andrew Shue"
}, {
	"quote": "I feel like music itself is inspirational enough. Especially with the Internet. Not to sound like a shut-in.",
	"name": "Thundercat"
}, {
	"quote": "Deacon Jones has been the most inspirational person in my football career.",
	"name": "Jack Youngblood"
}, {
	"quote": "Kunta Kinte is the closest thing I've ever seen... to a superhero. He's amazing. He's inspirational.",
	"name": "Malachi Kirby"
}, {
	"quote": "I do a lot of inspirational talks for kids, to motivate them to change their lives and give them hope.",
	"name": "Adam Beach"
}, {
	"quote": "The hymn 'Amazing Grace' is so inspirational - I wish I'd written it.",
	"name": "Neil Sedaka"
}, {
	"quote": "I am never without my lyric book. If anything inspirational happens, I have it there so nothing's forgotten.",
	"name": "Gabrielle Aplin"
}, {
	"quote": "'Ebony' is very inspirational and aspirational to its readers.",
	"name": "Linda Johnson Rice"
}, {
	"quote": "The government will see that human spaceflight is useful - for science and the economy - and inspirational.",
	"name": "Helen Sharman"
}, {
	"quote": "The flow of Guiness into the studio was inspirational as well as nutritive.",
	"name": "Carter Burwell"
}, {
	"quote": "I had hoped when my life was chronicled, it would be an inspirational story.",
	"name": "Om Puri"
}, {
	"quote": "And now, this is the sweetest and most glorious day that ever my eyes did see.",
	"name": "Donald Cargill"
}, {
	"quote": "I want to be an inspirational model. I want people to look at me and say, 'Wow, she looks healthy.'",
	"name": "Ireland Baldwin"
}, {
	"quote": "I wanted to do something inspirational for my children.",
	"name": "Harvey Weinstein"
}]