[{
	"quote": "Failure is simply the opportunity to begin again, this time more intelligently.",
	"name": "Henry Ford"
}, {
	"quote": "Joy in looking and comprehending is nature's most beautiful gift.",
	"name": "Albert Einstein"
}, {
	"quote": "The true sign of intelligence is not knowledge but imagination.",
	"name": "Albert Einstein"
}, {
	"quote": "Talent wins games, but teamwork and intelligence wins championships.",
	"name": "Michael Jordan"
}, {
	"quote": "The difference between stupidity and genius is that genius has its limits.",
	"name": "Albert Einstein"
}, {
	"quote": "Character is higher than intellect. A great soul will be strong to live as well as think.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Intelligence is the ability to adapt to change.",
	"name": "Stephen Hawking"
}, {
	"quote": "I'm not the smartest fellow in the world, but I can sure pick smart colleagues.",
	"name": "Franklin D. Roosevelt"
}, {
	"quote": "There is no great genius without some touch of madness.",
	"name": "Aristotle"
}, {
	"quote": "Intelligence without ambition is a bird without wings.",
	"name": "Salvador Dali"
}, {
	"quote": "I know that I am intelligent, because I know that I know nothing.",
	"name": "Socrates"
}, {
	"quote": "Your intellect may be confused, but your emotions will never lie to you.",
	"name": "Roger Ebert"
}, {
	"quote": "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
	"name": "Henry Ford"
}, {
	"quote": "Talent hits a target no one else can hit; Genius hits a target no one else can see.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "An intelligent man is sometimes forced to be drunk to spend time with his fools.",
	"name": "Ernest Hemingway"
}, {
	"quote": "I don't even call it violence when it's in self defense; I call it intelligence.",
	"name": "Malcolm X"
}, {
	"quote": "If everyone is thinking alike, then somebody isn't thinking.",
	"name": "George S. Patton"
}, {
	"quote": "Common sense is genius dressed in its working clothes.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "An intellectual is someone whose mind watches itself.",
	"name": "Albert Camus"
}, {
	"quote": "The brain is like a muscle. When it is in use we feel very good. Understanding is joyous.",
	"name": "Carl Sagan"
}, {
	"quote": "There are some ideas so wrong that only a very intelligent person could believe in them.",
	"name": "George Orwell"
}, {
	"quote": "Science has not yet taught us if madness is or is not the sublimity of the intelligence.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "Common sense is not so common.",
	"name": "Voltaire"
}, {
	"quote": "Leadership is all about emotional intelligence. Management is taught, while leadership is experienced.",
	"name": "Rajeev Suri"
}, {
	"quote": "The mind is not a vessel to be filled but a fire to be kindled.",
	"name": "Plutarch"
}, {
	"quote": "To expect the unexpected shows a thoroughly modern intellect.",
	"name": "Oscar Wilde"
}, {
	"quote": "An intellectual is a man who doesn't know how to park a bike.",
	"name": "Spiro T. Agnew"
}, {
	"quote": "You have to be smart. The easy days are over.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "Small minds are concerned with the extraordinary, great minds with the ordinary.",
	"name": "Blaise Pascal"
}, {
	"quote": "Intelligence is the wife, imagination is the mistress, memory is the servant.",
	"name": "Victor Hugo"
}, {
	"quote": "Give me a smart idiot over a stupid genius any day.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "Genius is the ability to renew one's emotions in daily experience.",
	"name": "Paul Cezanne"
}, {
	"quote": "It has yet to be proven that intelligence has any survival value.",
	"name": "Arthur C. Clarke"
}, {
	"quote": "Genius is talent set on fire by courage.",
	"name": "Henry Van Dyke"
}, {
	"quote": "Intellectual passion drives out sensuality.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "A great deal of intelligence can be invested in ignorance when the need for illusion is deep.",
	"name": "Saul Bellow"
}, {
	"quote": "The first method for estimating the intelligence of a ruler is to look at the men he has around him.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "The voice of the intellect is a soft one, but it does not rest until it has gained a hearing.",
	"name": "Sigmund Freud"
}, {
	"quote": "Often the hands will solve a mystery that the intellect has struggled with in vain.",
	"name": "Carl Jung"
}, {
	"quote": "If you have the guts to keep making mistakes, your wisdom and intelligence leap forward with huge momentum.",
	"name": "Holly Near"
}, {
	"quote": "Be what you are. This is the first step toward becoming better than you are.",
	"name": "Julius Charles Hare"
}, {
	"quote": "Action is the real measure of intelligence.",
	"name": "Napoleon Hill"
}, {
	"quote": "I must have a prodigious quantity of mind; it takes me as much as a week sometimes to make it up.",
	"name": "Mark Twain"
}, {
	"quote": "Sculpture is the art of the intelligence.",
	"name": "Pablo Picasso"
}, {
	"quote": "Genius is more often found in a cracked pot than in a whole one.",
	"name": "E. B. White"
}, {
	"quote": "Wit is educated insolence.",
	"name": "Aristotle"
}, {
	"quote": "Ignorance is bold and knowledge reserved.",
	"name": "Thucydides"
}, {
	"quote": "I won't insult your intelligence by suggesting that you really believe what you just said.",
	"name": "William F. Buckley, Jr."
}, {
	"quote": "It is the mark of a truly intelligent person to be moved by statistics.",
	"name": "George Bernard Shaw"
}, {
	"quote": "I not only use all the brains that I have, but all that I can borrow.",
	"name": "Woodrow Wilson"
}, {
	"quote": "Immaturity is the incapacity to use one's intelligence without the guidance of another.",
	"name": "Immanuel Kant"
}, {
	"quote": "We need a president with tremendous intelligence, smarts, cunning, strength and stamina.",
	"name": "Donald Trump"
}, {
	"quote": "The greatest scholars are not usually the wisest people.",
	"name": "Geoffrey Chaucer"
}, {
	"quote": "A man of genius makes no mistakes; his errors are volitional and are the portals of discovery.",
	"name": "James Joyce"
}, {
	"quote": "Football is a game about feelings and intelligence.",
	"name": "Jose Mourinho"
}, {
	"quote": "Intelligence and courtesy not always are combined; Often in a wooden house a golden room we find.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "It's a poor sort of memory that only works backwards.",
	"name": "Lewis Carroll"
}, {
	"quote": "There is no worse screen to block out the Spirit than confidence in our own intelligence.",
	"name": "John Calvin"
}, {
	"quote": "Be smarter than other people, just don't tell them so.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "Man is the most intelligent of the animals - and the most silly.",
	"name": "Diogenes"
}, {
	"quote": "You can't get closer to the heart of national sovereignty than national security and intelligence services.",
	"name": "Gijs de Vries"
}, {
	"quote": "The sad thing about artificial intelligence is that it lacks artifice and therefore intelligence.",
	"name": "Jean Baudrillard"
}, {
	"quote": "I would like to take you seriously, but to do so would affront your intelligence.",
	"name": "William F. Buckley, Jr."
}, {
	"quote": "Intelligence is not to make no mistakes, but quickly to see how to make them good.",
	"name": "Bertolt Brecht"
}, {
	"quote": "I ultimately got into robotics because for me, it was the best way to study intelligence.",
	"name": "Sebastian Thrun"
}, {
	"quote": "The intellect of the wise is like glass; it admits the light of heaven and reflects it.",
	"name": "Augustus Hare"
}, {
	"quote": "Shall I not have intelligence with the earth? Am I not partly leaves and vegetable mould myself.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Educate the masses, elevate their standard of intelligence, and you will certainly have a successful nation.",
	"name": "Alexander Graham Bell"
}, {
	"quote": "For the execution of the voyage to the Indies, I did not make use of intelligence, mathematics or maps.",
	"name": "Christopher Columbus"
}, {
	"quote": "The best intelligence test is what we do with our leisure.",
	"name": "Laurence J. Peter"
}, {
	"quote": "Genius ain't anything more than elegant common sense.",
	"name": "Josh Billings"
}, {
	"quote": "Love is the triumph of imagination over intelligence.",
	"name": "H. L. Mencken"
}, {
	"quote": "The key to artificial intelligence has always been the representation.",
	"name": "Jeff Hawkins"
}, {
	"quote": "A year spent in artificial intelligence is enough to make one believe in God.",
	"name": "Alan Perlis"
}, {
	"quote": "Like many intellectuals, he was incapable of saying a simple thing in a simple way.",
	"name": "Marcel Proust"
}, {
	"quote": "Wealth, in even the most improbable cases, manages to convey the aspect of intelligence.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "Foolishness is rarely a matter of lack of intelligence or even lack of information.",
	"name": "John McCarthy"
}, {
	"quote": "Public trust is a vital condition for artificial intelligence to be used productively.",
	"name": "Mark Walport"
}, {
	"quote": "The emotional brain responds to an event more quickly than the thinking brain.",
	"name": "Daniel Goleman"
}, {
	"quote": "So far as I can remember, there is not one word in the Gospels in praise of intelligence.",
	"name": "Bertrand Russell"
}, {
	"quote": "The mob spirit has grown with the increasing intelligence of the Afro-American.",
	"name": "Ida B. Wells"
}, {
	"quote": "That which the Fascists hate above all else, is intelligence.",
	"name": "Miguel de Unamuno"
}, {
	"quote": "Politeness decrees that you must listen to be kind; intelligence decrees that you must listen to learn.",
	"name": "Letitia Baldrige"
}, {
	"quote": "When I see a dolphin, I know it's just as smart as I am.",
	"name": "Captain Beefheart"
}, {
	"quote": "To think well and to consent to obey someone giving good advice are the same thing.",
	"name": "Herodotus"
}, {
	"quote": "We all agree that pessimism is a mark of superior intellect.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "By the 2030s, the nonbiological portion of our intelligence will predominate.",
	"name": "Ray Kurzweil"
}, {
	"quote": "Men create real miracles when they use their God-given courage and intelligence.",
	"name": "Jean Anouilh"
}, {
	"quote": "My success was not based so much on any great intelligence but on great common sense.",
	"name": "Helen Gurley Brown"
}, {
	"quote": "These little grey cells. It is up to them.",
	"name": "Agatha Christie"
}, {
	"quote": "This illusion that a lower class has less intelligence than a higher class is a complete fake-out.",
	"name": "Anohni"
}, {
	"quote": "Genius is initiative on fire.",
	"name": "Holbrook Jackson"
}, {
	"quote": "Every true genius is bound to be naive.",
	"name": "Friedrich Schiller"
}, {
	"quote": "Some of the greatest moments in human history were fueled by emotional intelligence.",
	"name": "Adam Grant"
}, {
	"quote": "You are just your intelligence.",
	"name": "Kalpana Chawla"
}, {
	"quote": "What's more valuable - intelligence or consciousness?",
	"name": "Yuval Noah Harari"
}, {
	"quote": "Intelligence must follow faith, never precede it, and never destroy it.",
	"name": "Thomas a Kempis"
}, {
	"quote": "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
	"name": "Liane Cordes"
}, {
	"quote": "Technology, through automation and artificial intelligence, is definitely one of the most disruptive sources.",
	"name": "Alain Dehaze"
}, {
	"quote": "Genius always finds itself a century too early.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "If you would take, you must first give, this is the beginning of intelligence.",
	"name": "Lao Tzu"
}, {
	"quote": "An intellectual is a man who takes more words than necessary to tell more than he knows.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "We have now sunk to a depth at which restatement of the obvious is the first duty of intelligent men.",
	"name": "George Orwell"
}, {
	"quote": "The public is wonderfully tolerant. It forgives everything except genius.",
	"name": "Oscar Wilde"
}, {
	"quote": "I don't think the intelligence reports are all that hot. Some days I get more out of the New York Times.",
	"name": "John F. Kennedy"
}, {
	"quote": "There is no reason and no way that a human mind can keep up with an artificial intelligence machine by 2035.",
	"name": "Gray Scott"
}, {
	"quote": "The best minds are not in government. If any were, business would steal them away.",
	"name": "Ronald Reagan"
}, {
	"quote": "Military intelligence is a contradiction in terms.",
	"name": "Groucho Marx"
}, {
	"quote": "Do you not see how necessary a world of pains and troubles is to school an intelligence and make it a soul?",
	"name": "John Keats"
}, {
	"quote": "Talent and intelligence never yet inoculated anyone against the caprice of the fates.",
	"name": "J. K. Rowling"
}, {
	"quote": "I would like to take you seriously, but to do so would be an affront to your intelligence.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Thought is a strenuous art - few practice it, and then only at rare times.",
	"name": "David Ben-Gurion"
}, {
	"quote": "They say somebody's 'street smart.' I feel like, if I got intelligence, it's just a country smart.",
	"name": "Dolly Parton"
}, {
	"quote": "Humanity I love you because when you're hard up you pawn your intelligence to buy a drink.",
	"name": "e. e. cummings"
}, {
	"quote": "Wherever smart people work, doors are unlocked.",
	"name": "Steve Wozniak"
}, {
	"quote": "Is artificial intelligence less than our intelligence?",
	"name": "Spike Jonze"
}, {
	"quote": "Be as smart as you can, but remember that it is always better to be wise than to be smart.",
	"name": "Alan Alda"
}, {
	"quote": "My dad used to say, 'Just because you dress up in a coat and tie, it doesn't influence your intelligence.'",
	"name": "Tiger Woods"
}, {
	"quote": "Over time I think we will probably see a closer merger of biological intelligence and digital intelligence.",
	"name": "Elon Musk"
}, {
	"quote": "Intelligence is the ability to avoid doing work, yet getting the work done.",
	"name": "Linus Torvalds"
}, {
	"quote": "Philosophy is a battle against the bewitchment of our intelligence by means of language.",
	"name": "Ludwig Wittgenstein"
}, {
	"quote": "It is not clear that intelligence has any long-term survival value.",
	"name": "Stephen Hawking"
}, {
	"quote": "You either have the charisma, the knowledge, the passion, the intelligence - or you don't.",
	"name": "Jon Gruden"
}, {
	"quote": "There is no method but to be very intelligent.",
	"name": "T. S. Eliot"
}, {
	"quote": "There is not a separate God for each person. There is one universal intelligence flowing through all of us.",
	"name": "Wayne Dyer"
}, {
	"quote": "Many intelligence reports in war are contradictory; even more are false, and most are uncertain.",
	"name": "Carl von Clausewitz"
}, {
	"quote": "Human intelligence may not be the best trick nature has to offer.",
	"name": "Bryant H. McGill"
}, {
	"quote": "I don't think there's anything unique about human intelligence.",
	"name": "Bill Gates"
}, {
	"quote": "Wise thinkers prevail everywhere.",
	"name": "Sophocles"
}, {
	"quote": "All intelligent thoughts have already been thought; what is necessary is only to try to think them again.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "No sooner does man discover intelligence than he tries to involve it in his own stupidity.",
	"name": "Jacques Yves Cousteau"
}, {
	"quote": "We want to build intelligence that augments human abilities and experiences.",
	"name": "Satya Nadella"
}, {
	"quote": "One thought fills immensity.",
	"name": "William Blake"
}, {
	"quote": "Man is an intelligence in servitude to his organs.",
	"name": "Aldous Huxley"
}, {
	"quote": "Intelligence agencies keep things secret because they often violate the rule of law or of good behavior.",
	"name": "Julian Assange"
}, {
	"quote": "Advice to intellectuals: let no-one represent you.",
	"name": "Theodor W. Adorno"
}, {
	"quote": "God has placed no limits to the exercise of the intellect he has given us, on this side of the grave.",
	"name": "Francis Bacon"
}, {
	"quote": "The sign of an intelligent people is their ability to control their emotions by the application of reason.",
	"name": "Marya Mannes"
}, {
	"quote": "It is good to rub and polish our brain against that of others.",
	"name": "Michel de Montaigne"
}, {
	"quote": "The universe is an intelligence test.",
	"name": "Timothy Leary"
}, {
	"quote": "To think is to practice brain chemistry.",
	"name": "Deepak Chopra"
}, {
	"quote": "To educate the intelligence is to expand the horizon of its wants and desires.",
	"name": "James Russell Lowell"
}, {
	"quote": "Intelligence is a moral category.",
	"name": "Theodor W. Adorno"
}, {
	"quote": "Intelligence is quickness in seeing things as they are.",
	"name": "George Santayana"
}, {
	"quote": "Genius might be the ability to say a profound thing in a simple way.",
	"name": "Charles Bukowski"
}, {
	"quote": "Commercial television has underestimated the intelligence of the public.",
	"name": "Jerry Lewis"
}, {
	"quote": "An intelligent person is never afraid or ashamed to find errors in his understanding of things.",
	"name": "Bryant H. McGill"
}, {
	"quote": "In the clashes between ignorance and intelligence, ignorance is generally the aggressor.",
	"name": "Paul P. Harris"
}, {
	"quote": "I'm a big advocate of financial intelligence.",
	"name": "Daymond John"
}, {
	"quote": "The bookful blockhead, ignorantly read, With loads of learned lumber in his head.",
	"name": "Alexander Pope"
}, {
	"quote": "God gives us intelligence to uncover the wonders of nature. Without the gift, nothing is possible.",
	"name": "James Clavell"
}, {
	"quote": "Ah! yes, I know: those who see me rarely trust my word: I must look too intelligent to keep it.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "Scepticism, that dry caries of the intelligence.",
	"name": "Victor Hugo"
}, {
	"quote": "A woman uses her intelligence to find reasons to support her intuition.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Don't leave home without your sword - your intellect.",
	"name": "Alan Moore"
}, {
	"quote": "Emotion is often what we rely upon to carry us across the unfathomable voids in our intelligence.",
	"name": "Bryant H. McGill"
}, {
	"quote": "The intelligence community gets hurt through sequestration.",
	"name": "Lindsey Graham"
}, {
	"quote": "Remember to be as smart as you are.",
	"name": "Judd Nelson"
}, {
	"quote": "Play is the only way the highest intelligence of humankind can unfold.",
	"name": "Joseph Chilton Pearce"
}, {
	"quote": "In reality, serial killers are of average intelligence.",
	"name": "Pat Brown"
}, {
	"quote": "I have beauty, intelligence, individuality, sensuality and sexuality.",
	"name": "Shannon Tweed"
}, {
	"quote": "Logical activity is not the whole of intelligence. One can be intelligent without being particularly logical.",
	"name": "Jean Piaget"
}, {
	"quote": "It takes an extraordinary intelligence to contemplate the obvious.",
	"name": "Alfred North Whitehead"
}, {
	"quote": "Man becomes man only by his intelligence, but he is man only by his heart.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "Poets are the sense, philosophers the intelligence of humanity.",
	"name": "Samuel Beckett"
}, {
	"quote": "It is better to have a fair intellect that is well used than a powerful one that is idle.",
	"name": "Bryant H. McGill"
}, {
	"quote": "There is no logical reason why the camel of great art should pass through the needle of mob intelligence.",
	"name": "Rebecca West"
}, {
	"quote": "The dragon is a very consistent symbol of secret satellite iconography and signals intelligence satellites.",
	"name": "Trevor Paglen"
}, {
	"quote": "Privatization is more efficient and effective in some cases, but not in intelligence.",
	"name": "Valerie Plame"
}, {
	"quote": "Many difficulties which nature throws in our way, may be smoothed away by the exercise of intelligence.",
	"name": "Livy"
}, {
	"quote": "I want parents to teach that academic intelligence is essential, but so is financial intelligence.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "Man has made use of his intelligence, he invented stupidity.",
	"name": "Remy de Gourmont"
}, {
	"quote": "I've learned that intelligence alone doesn't mean a damn thing. It only leads to violence and pain.",
	"name": "Daniel Keyes"
}, {
	"quote": "Man knows so much and does so little.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "Curiosity is free-wheeling intelligence.",
	"name": "Alistair Cooke"
}, {
	"quote": "How does nature amplify the intelligence of groups? It forms swarms.",
	"name": "Louis B. Rosenberg"
}, {
	"quote": "The intelligence of the creature known as a crowd, is the square root of the number of people in it.",
	"name": "Terry Pratchett"
}, {
	"quote": "Our personal intelligence is everlasting and divine.",
	"name": "Russell M. Nelson"
}, {
	"quote": "Mad, adj. Affected with a high degree of intellectual independence.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Whatever debases the intelligence degrades the entire human being.",
	"name": "Simone Weil"
}, {
	"quote": "There is no greater evidence of superior intelligence than to be surprised at nothing.",
	"name": "Josh Billings"
}, {
	"quote": "Being an intellectual creates a lot of questions and no answers.",
	"name": "Janis Joplin"
}, {
	"quote": "I'm pretty sure there is some genetic component towards intelligence.",
	"name": "Richard Dawkins"
}, {
	"quote": "I'm every bourgeois nightmare - a Cockney with intelligence and a million dollars.",
	"name": "Michael Caine"
}, {
	"quote": "Intelligence is really a kind of taste: taste in ideas.",
	"name": "Susan Sontag"
}, {
	"quote": "I have concluded that we are in a world made by rules created by an intelligence.",
	"name": "Michio Kaku"
}, {
	"quote": "There is no such thing as an underestimate of average intelligence.",
	"name": "Henry Adams"
}, {
	"quote": "It is impossible to underrate human intelligence - beginning with one's own.",
	"name": "Henry Adams"
}, {
	"quote": "We could have human intelligence in orbit around Mars, building things there.",
	"name": "Buzz Aldrin"
}, {
	"quote": "There'll be differences of opinion in just about every intelligence analysis that you make.",
	"name": "Robert Mueller"
}, {
	"quote": "So there is a foreign intelligence purpose for every one of our FISA warrants.",
	"name": "Robert Mueller"
}, {
	"quote": "By 2029, computers will have emotional intelligence and be convincing as people.",
	"name": "Ray Kurzweil"
}, {
	"quote": "To be able to fill leisure intelligently is the last product of civilization.",
	"name": "Arnold J. Toynbee"
}, {
	"quote": "Perhaps measuring animal intelligence by comparing it to human intelligence isn't the best litmus test.",
	"name": "Ingrid Newkirk"
}, {
	"quote": "Leveraging community intelligence and making connections is a key component to being a growth hacker.",
	"name": "Ryan Holiday"
}, {
	"quote": "I've had nothing to do with the intelligence world since I left it, in any shade or variety.",
	"name": "John le Carre"
}, {
	"quote": "If it were a fact, it wouldn't be called intelligence.",
	"name": "Donald Rumsfeld"
}, {
	"quote": "The intelligence of few perceives what has been carefully hidden in the recesses of the mind.",
	"name": "Phaedrus"
}, {
	"quote": "The highest ideals are human intelligence, creativity and love. Respect these above all.",
	"name": "Penn Jillette"
}, {
	"quote": "Being on the Intelligence Committee made me more of a hawk.",
	"name": "Mike Quigley"
}, {
	"quote": "A great many people think that polysyllables are a sign of intelligence.",
	"name": "Barbara Walters"
}, {
	"quote": "I think intelligence is totally subjective; it's like sexiness.",
	"name": "David Fincher"
}, {
	"quote": "It was my mother's idea. Her feeling was that I didn't have the intelligence to pick a trade myself.",
	"name": "Vidal Sassoon"
}, {
	"quote": "Education, family, character, intelligence, humility, okay? These are the things that make a culture live.",
	"name": "Jim Brown"
}, {
	"quote": "I absolutely don't think a sentient artificial intelligence is going to wage war against the human species.",
	"name": "Daniel H. Wilson"
}, {
	"quote": "A person must have a certain amount of intelligent ignorance to get anywhere.",
	"name": "Charles Kettering"
}, {
	"quote": "I'm a pessimist because of intelligence, but an optimist because of will.",
	"name": "Antonio Gramsci"
}, {
	"quote": "It takes a lot of things to prove you are smart, but only one thing to prove you are ignorant.",
	"name": "Don Herold"
}, {
	"quote": "When a thought takes one's breath away, a grammar lesson seems an impertinence.",
	"name": "Thomas Wentworth Higginson"
}, {
	"quote": "My biggest turn-on has to be brains, intelligence.",
	"name": "Liz Vassey"
}, {
	"quote": "I think intelligence is usually sexy until it becomes irritating. After that, you're stuck.",
	"name": "Jim Parsons"
}, {
	"quote": "Within thirty years, we will have the technological means to create superhuman intelligence.",
	"name": "Vernor Vinge"
}, {
	"quote": "Imagination is but another name for super intelligence.",
	"name": "Edgar Rice Burroughs"
}, {
	"quote": "I really admire a woman for her intelligence, her personality. Beauty is not enough.",
	"name": "Roberto Cavalli"
}, {
	"quote": "I'm fascinated by artificial intelligence.",
	"name": "Jonathan Nolan"
}, {
	"quote": "We need to make a greater investment in human intelligence.",
	"name": "Bob Graham"
}, {
	"quote": "People are smarter than you might think.",
	"name": "John Astin"
}, {
	"quote": "Quality in a classical Greek sense is how to live with grace and intelligence, with bravery and mercy.",
	"name": "Theodore White"
}, {
	"quote": "Never underestimate the intelligence of the audience; make good programmes, and they will come.",
	"name": "Armando Iannucci"
}, {
	"quote": "I know from personal experience that the abuse of prisoners will produce more bad than good intelligence.",
	"name": "John McCain"
}, {
	"quote": "An intelligence test sometimes shows a man how smart he would have been not to have taken it.",
	"name": "Laurence J. Peter"
}, {
	"quote": "If little else, the brain is an educational toy.",
	"name": "Tom Robbins"
}, {
	"quote": "Clear thinking requires courage rather than intelligence.",
	"name": "Thomas Szasz"
}, {
	"quote": "No man likes to have his intelligence or good faith questioned, especially if he has doubts about it himself.",
	"name": "Henry Adams"
}, {
	"quote": "Intelligence is not a moral category.",
	"name": "Tucker Carlson"
}, {
	"quote": "Many things matter other than our measured intelligence, so let's get to work on them.",
	"name": "Angela Duckworth"
}, {
	"quote": "Intelligence flourishes only in the ages when belief withers.",
	"name": "Emil Cioran"
}, {
	"quote": "Artificial intelligence... I've been following that since I was in high school.",
	"name": "Paul Allen"
}, {
	"quote": "A man of genius has a right to any mode of expression.",
	"name": "Ezra Pound"
}, {
	"quote": "Up to this day, there has been no proof of the existence of any intelligence other than the human.",
	"name": "Emile Zola"
}, {
	"quote": "Everyone is a genius at least once a year. The real geniuses simply have their bright ideas closer together.",
	"name": "Georg C. Lichtenberg"
}, {
	"quote": "Belief is the death of intelligence.",
	"name": "Robert Anton Wilson"
}, {
	"quote": "There is little evidence that our individual intelligence has improved through recorded history.",
	"name": "James Lovelock"
}, {
	"quote": "Superior virtue must be the fruit of superior intelligence.",
	"name": "William Godwin"
}, {
	"quote": "As a college student, what really interested me was the human brain and human intelligence.",
	"name": "Sebastian Thrun"
}, {
	"quote": "I certainly believe that improving our intelligence is of important national interest.",
	"name": "Jeff Sessions"
}, {
	"quote": "Intelligence is the faculty of making artificial objects, especially tools to make tools.",
	"name": "Henri Bergson"
}, {
	"quote": "Advertising: the science of arresting the human intelligence long enough to get money from it.",
	"name": "Stephen Leacock"
}, {
	"quote": "The woman who thinks she is intelligent demands equal rights with men. A woman who is intelligent does not.",
	"name": "Sidonie Gabrielle Colette"
}, {
	"quote": "I don't know how to depict intelligence.",
	"name": "David Fincher"
}, {
	"quote": "There's been intelligence that terrorists would look to programs such as the visa waiver program to exploit.",
	"name": "Asa Hutchinson"
}, {
	"quote": "I don't think my intelligence is naturally analytic or political.",
	"name": "Seamus Heaney"
}, {
	"quote": "Chess is as elaborate a waste of human intelligence as you can find outside an advertising agency.",
	"name": "Raymond Chandler"
}, {
	"quote": "We need to gather intelligence, but we need to do so legally.",
	"name": "Bob Beckel"
}, {
	"quote": "If we have intelligence on the location of terrorist training centers, it is insane not to act.",
	"name": "Bob Beckel"
}, {
	"quote": "Intelligence services exist to do things that are illegal abroad. They exist to tell lies.",
	"name": "David Ignatius"
}, {
	"quote": "Europeans don't like to talk about intelligence, and they often pretend their countries don't spy.",
	"name": "David Ignatius"
}, {
	"quote": "Always be smarter than the people who hire you.",
	"name": "Lena Horne"
}, {
	"quote": "Information-sharing is elementary to good intelligence work.",
	"name": "Dianne Feinstein"
}, {
	"quote": "GTMO has been a goldmine of intelligence about radical Islamic terrorism.",
	"name": "Mike Pompeo"
}, {
	"quote": "Less intelligence capacity equals less safety.",
	"name": "Mike Pompeo"
}, {
	"quote": "A chief of station is the head of all intelligence operations in any given country.",
	"name": "Valerie Plame"
}, {
	"quote": "Iron sharpens iron; scholar, the scholar.",
	"name": "William Drummond"
}, {
	"quote": "Intelligence recognizes what has happened. Genius recognizes what will happen.",
	"name": "John Ciardi"
}, {
	"quote": "Smartness runs in my family. When I went to school I was so smart my teacher was in my class for five years.",
	"name": "Gracie Allen"
}, {
	"quote": "Ignorance is no excuse, it's the real thing.",
	"name": "Irene Peter"
}, {
	"quote": "Instinct is intelligence incapable of self-consciousness.",
	"name": "John Sterling"
}, {
	"quote": "There is nobody so irritating as somebody with less intelligence and more sense than we have.",
	"name": "Don Herold"
}, {
	"quote": "Some information is important, and some is not, and intelligence consists in knowing one from the other.",
	"name": "Alexandra Petri"
}, {
	"quote": "Dissents are appeals to the brooding spirit of the law, to the intelligence of another day.",
	"name": "Charles Evans Hughes"
}, {
	"quote": "Intelligence augmentation decreases the need for specialization and increases participatory complexity.",
	"name": "Jamais Cascio"
}, {
	"quote": "Hamlet is an astonishing intelligence.",
	"name": "Ben Kingsley"
}, {
	"quote": "Christianity taught men that love is worth more than intelligence.",
	"name": "Jacques Maritain"
}, {
	"quote": "Ian Fleming was my cousin, you know. He was in naval intelligence.",
	"name": "Christopher Lee"
}, {
	"quote": "All Shondaland shows have a level of intelligence, a level of humor, a level of pathos and human connection.",
	"name": "Jason Winston George"
}, {
	"quote": "Our actions are the results of our intentions and our intelligence.",
	"name": "E. Stanley Jones"
}, {
	"quote": "I can't tell you if genius is hereditary, because heaven has granted me no offspring.",
	"name": "James Whistler"
}, {
	"quote": "The history of the intelligence community is replete with violations of the trust of the American people.",
	"name": "James Clapper"
}, {
	"quote": "It's certainly not helpful when the commander in chief is a critic of the intelligence community.",
	"name": "James Clapper"
}, {
	"quote": "It is not the intelligence community's place to set and implement policy.",
	"name": "James Clapper"
}, {
	"quote": "An issue that really concerned me when I was on the House Intelligence Committee was the quality of analysis.",
	"name": "Pete Hoekstra"
}, {
	"quote": "Slower television actually credits the audience with a higher level of intelligence.",
	"name": "Tim Pigott-Smith"
}, {
	"quote": "I was an intelligence officer for what was then 8th Air Force, B-52 Air Force.",
	"name": "Michael Hayden"
}, {
	"quote": "Human folk are as a matter of fact eager to find intelligence in animals.",
	"name": "Edward Thorndike"
}, {
	"quote": "From the lowest animals of which we can affirm intelligence up to man this type of intellect is found.",
	"name": "Edward Thorndike"
}, {
	"quote": "Genius is independent of situation.",
	"name": "Charles Churchill"
}, {
	"quote": "Improving our national intelligence capabilities should remain a top priority and a continual process.",
	"name": "Blanche Lincoln"
}, {
	"quote": "We live less and less, and we learn more and more. Sensibility is surrendering to intelligence.",
	"name": "Remy de Gourmont"
}, {
	"quote": "There are only two races on this planet - the intelligent and the stupid.",
	"name": "John Fowles"
}, {
	"quote": "People in charge of intelligence are political as well.",
	"name": "Rick Santelli"
}, {
	"quote": "Understanding vision and building visual systems is really understanding intelligence.",
	"name": "Fei-Fei Li"
}, {
	"quote": "I feel audiences are not given enough credit for their intelligence.",
	"name": "Tony Goldwyn"
}, {
	"quote": "I want to exude strength and intelligence.",
	"name": "Portia de Rossi"
}, {
	"quote": "Your intelligence doesn't override your desire to destroy yourself.",
	"name": "John Darnielle"
}, {
	"quote": "We should never overestimate an audience's culture, but we should never underestimate their intelligence.",
	"name": "Robert Lepage"
}, {
	"quote": "The intelligence of cinema-goers should be respected.",
	"name": "Akkineni Nagarjuna"
}, {
	"quote": "Intellectuals are too sentimental for me.",
	"name": "Margaret Anderson"
}, {
	"quote": "People have taught me not to look for intelligence in rockmusic.",
	"name": "Andrew Eldritch"
}, {
	"quote": "The war on terror, I believe, will be waged by effective intelligence and police work and cruise missiles.",
	"name": "Michael Mandelbaum"
}, {
	"quote": "Intelligence is not a science.",
	"name": "Frank Carlucci"
}, {
	"quote": "But the same intelligence compels Germany to practise the same policy.",
	"name": "Pierre Laval"
}, {
	"quote": "The higher the voice the smaller the intellect.",
	"name": "Ernest Newman"
}, {
	"quote": "Truth knows no color; it appeals to intelligence.",
	"name": "James Hal Cone"
}]