[{
	"quote": "You can be the moon and still be jealous of the stars.",
	"name": "Gary Allan"
}, {
	"quote": "The thermometer of success is merely the jealousy of the malcontents.",
	"name": "Salvador Dali"
}, {
	"quote": "Jealousy is just love and hate at the same time.",
	"name": "Drake"
}, {
	"quote": "The jealous are troublesome to others, but a torment to themselves.",
	"name": "William Penn"
}, {
	"quote": "The jealous are possessed by a mad devil and a dull spirit at the same time.",
	"name": "Johann Kaspar Lavater"
}, {
	"quote": "Jealousy is the fear of comparison.",
	"name": "Max Frisch"
}, {
	"quote": "Jealousy is no more than feeling alone against smiling enemies.",
	"name": "Elizabeth Bowen"
}, {
	"quote": "Jealousy... is a mental cancer.",
	"name": "B. C. Forbes"
}, {
	"quote": "Don't waste time on jealousy. Sometimes you're ahead, sometimes you're behind.",
	"name": "Mary Schmich"
}, {
	"quote": "Jealousy contains more of self-love than of love.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "He that is jealous is not in love.",
	"name": "Saint Augustine"
}, {
	"quote": "As iron is eaten away by rust, so the envious are consumed by their own passion.",
	"name": "Antisthenes"
}, {
	"quote": "More men die of jealousy than of cancer.",
	"name": "Joseph P. Kennedy"
}, {
	"quote": "Envy and jealousy are incurable diseases.",
	"name": "Robert Kraft"
}, {
	"quote": "Moral indignation is jealousy with a halo.",
	"name": "H. G. Wells"
}, {
	"quote": "Never underestimate the power of jealousy and the power of envy to destroy. Never underestimate that.",
	"name": "Oliver Stone"
}, {
	"quote": "To jealousy, nothing is more frightful than laughter.",
	"name": "Francoise Sagan"
}, {
	"quote": "Jealousy is the tribute mediocrity pays to genius.",
	"name": "Fulton J. Sheen"
}, {
	"quote": "Jealousy is the worst trait in any person.",
	"name": "Adam DeVine"
}, {
	"quote": "A negative judgment gives you more satisfaction than praise, provided it smacks of jealousy.",
	"name": "Jean Baudrillard"
}, {
	"quote": "Jealousy is unavoidable - it's part of the price we pay for intimacy.",
	"name": "Rachel Simmons"
}, {
	"quote": "Dogs are our link to paradise. They don't know evil or jealousy or discontent.",
	"name": "Milan Kundera"
}, {
	"quote": "Those who are believed to be most abject and humble are usually most ambitious and envious.",
	"name": "Baruch Spinoza"
}, {
	"quote": "Jealousy, that dragon which slays love under the pretence of keeping it alive.",
	"name": "Havelock Ellis"
}, {
	"quote": "It is not love that is blind, but jealousy.",
	"name": "Lawrence Durrell"
}, {
	"quote": "That is ever the way. 'Tis all jealousy to the bride and good wishes to the corpse.",
	"name": "James M. Barrie"
}, {
	"quote": "I have never been jealous. Not even when my dad finished fifth grade a year before I did.",
	"name": "Jeff Foxworthy"
}, {
	"quote": "Jealousy is a scary thing.",
	"name": "Laura Dern"
}, {
	"quote": "Jealousy is cruel as the grave: the coals thereof are coals of fire.",
	"name": "Solomon Ibn Gabirol"
}, {
	"quote": "The envious die not once, but as oft as the envied win applause.",
	"name": "Baltasar Gracian"
}, {
	"quote": "Jealousy - that jumble of secret worship and ostensible aversion.",
	"name": "Emil Cioran"
}, {
	"quote": "There is no greater glory than love, nor any greater punishment than jealousy.",
	"name": "Lope de Vega"
}, {
	"quote": "The lovesick, the betrayed, and the jealous all smell alike.",
	"name": "Sidonie Gabrielle Colette"
}, {
	"quote": "Jealousy is not at all low, but it catches us humbled and bowed down, at first sight.",
	"name": "Sidonie Gabrielle Colette"
}, {
	"quote": "I hate jealousy, I hate possessiveness. I'm nobody's possession.",
	"name": "Olga Kurylenko"
}, {
	"quote": "Jealousy is the fear or apprehension of superiority: envy our uneasiness under it.",
	"name": "William Shenstone"
}, {
	"quote": "Like hatred, jealousy is forbidden by the laws of life because it is essentially destructive.",
	"name": "Alexis Carrel"
}, {
	"quote": "Jealousy is a dog's bark which attracts thieves.",
	"name": "Karl Kraus"
}, {
	"quote": "There is never jealousy where there is not strong regard.",
	"name": "Washington Irving"
}, {
	"quote": "Anger and jealousy can no more bear to lose sight of their objects than love.",
	"name": "George Eliot"
}, {
	"quote": "Man is jealous because of his amour propre; woman is jealous because of her lack of it.",
	"name": "Germaine Greer"
}, {
	"quote": "The knives of jealousy are honed on details.",
	"name": "Ruth Rendell"
}, {
	"quote": "Jealous, adj. Unduly concerned about the preservation of that which can be lost only if not worth keeping.",
	"name": "Ambrose Bierce"
}, {
	"quote": "In westerns, you meet a hardy bunch of characters. There is no jealousy on such pictures.",
	"name": "John Wayne"
}, {
	"quote": "Jealousy is the jaundice of the soul.",
	"name": "John Dryden"
}, {
	"quote": "I like jealous men. I love jealousy. I do.",
	"name": "Adriana Lima"
}, {
	"quote": "It's a completely useless emotion - jealousy. I don't go there.",
	"name": "Joy Behar"
}, {
	"quote": "I don't get jealousy, I don't get how people hate each other - I never did.",
	"name": "Nas"
}, {
	"quote": "Jealousy lives upon doubts. It becomes madness or ceases entirely as soon as we pass from doubt to certainty.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "But I like not these great success of yours; for I know how jealous are the gods.",
	"name": "Herodotus"
}, {
	"quote": "Hunger, revenge, to sleep are petty foes, But only death the jealous eyes can close.",
	"name": "William Wycherley"
}, {
	"quote": "It's amazing the clarity that comes with psychotic jealousy.",
	"name": "Rupert Everett"
}, {
	"quote": "People can do all kinds of things that maybe aren't wise in hindsight because of jealousy.",
	"name": "Kristin Bauer van Straten"
}, {
	"quote": "I face so much jealousy, and I am incredibly upset about it.",
	"name": "Marina Abramovic"
}, {
	"quote": "I do not say anything from jealousy.",
	"name": "Anna Held"
}, {
	"quote": "Passion can quickly slip to jealousy, or even hatred.",
	"name": "Arthur Golden"
}, {
	"quote": "Jealousy is love bed of burning snarl.",
	"name": "George Meredith"
}, {
	"quote": "Jealousy is the tie that binds, and binds, and binds.",
	"name": "Helen Rowland"
}, {
	"quote": "Jealousy is all the fun you think they had.",
	"name": "Erica Jong"
}, {
	"quote": "Jealousy is the grave of affection.",
	"name": "Mary Baker Eddy"
}, {
	"quote": "There tends to be a jealousy in England towards countries that are successful.",
	"name": "Chris O'Dowd"
}, {
	"quote": "There never was one particle of... jealousy... in the heart of Hyrum Smith.",
	"name": "Heber J. Grant"
}, {
	"quote": "Miley Cyrus' 'Party in the USA' kills me with jealousy. The melodies are out-of-control beautiful.",
	"name": "Rivers Cuomo"
}, {
	"quote": "Jealousy is, I think, the worst of all faults because it makes a victim of both parties.",
	"name": "Gene Tierney"
}, {
	"quote": "The jealousy and resentment that animate the terrorists also affect many of our former cold war allies.",
	"name": "Richard Perle"
}, {
	"quote": "I do a lot of sexy publicity, but I have yet to have any bad experiences regarding jealousy.",
	"name": "Brooke Burke"
}, {
	"quote": "You will not accept credit that is due to another, or harbor jealousy of an explorer who is more fortunate.",
	"name": "Abbott L. Lowell"
}, {
	"quote": "From heresy, frenzy and jealousy, good Lord deliver me.",
	"name": "Ludovico Ariosto"
}, {
	"quote": "What we used to say was whoever had the bow tie got to lead the band. There was never any jealousy.",
	"name": "Pete Fountain"
}]