[{
	"quote": "An investment in knowledge pays the best interest.",
	"name": "Benjamin Franklin"
}, {
	"quote": "A people without the knowledge of their past history, origin and culture is like a tree without roots.",
	"name": "Marcus Garvey"
}, {
	"quote": "Knowledge will give you power, but character respect.",
	"name": "Bruce Lee"
}, {
	"quote": "The true sign of intelligence is not knowledge but imagination.",
	"name": "Albert Einstein"
}, {
	"quote": "Human behavior flows from three main sources: desire, emotion, and knowledge.",
	"name": "Plato"
}, {
	"quote": "True friendship can afford true knowledge. It does not depend on darkness and ignorance.",
	"name": "Henry David Thoreau"
}, {
	"quote": "We are all born ignorant, but one must work hard to remain stupid.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Science is organized knowledge. Wisdom is organized life.",
	"name": "Immanuel Kant"
}, {
	"quote": "The only source of knowledge is experience.",
	"name": "Albert Einstein"
}, {
	"quote": "Knowledge is of no value unless you put it into practice.",
	"name": "Anton Chekhov"
}, {
	"quote": "Science is a way of thinking much more than it is a body of knowledge.",
	"name": "Carl Sagan"
}, {
	"quote": "Discussion is an exchange of knowledge; an argument an exchange of ignorance.",
	"name": "Robert Quillen"
}, {
	"quote": "It takes considerable knowledge just to realize the extent of your own ignorance.",
	"name": "Thomas Sowell"
}, {
	"quote": "The aim of education is the knowledge, not of facts, but of values.",
	"name": "William S. Burroughs"
}, {
	"quote": "Real knowledge is to know the extent of one's ignorance.",
	"name": "Confucius"
}, {
	"quote": "It is the supreme art of the teacher to awaken joy in creative expression and knowledge.",
	"name": "Albert Einstein"
}, {
	"quote": "Knowledge speaks, but wisdom listens.",
	"name": "Jimi Hendrix"
}, {
	"quote": "The best advice I ever got was that knowledge is power and to keep reading.",
	"name": "David Bailey"
}, {
	"quote": "Research is creating new knowledge.",
	"name": "Neil Armstrong"
}, {
	"quote": "The art and science of asking questions is the source of all knowledge.",
	"name": "Thomas Berger"
}, {
	"quote": "The good life is one inspired by love and guided by knowledge.",
	"name": "Bertrand Russell"
}, {
	"quote": "Ignorance is the curse of God; knowledge is the wing wherewith we fly to heaven.",
	"name": "William Shakespeare"
}, {
	"quote": "A good decision is based on knowledge and not on numbers.",
	"name": "Plato"
}, {
	"quote": "Liberty cannot be preserved without general knowledge among the people.",
	"name": "John Adams"
}, {
	"quote": "The doorstep to the temple of wisdom is a knowledge of our own ignorance.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Scientists have become the bearers of the torch of discovery in our quest for knowledge.",
	"name": "Stephen Hawking"
}, {
	"quote": "Great teachers emanate out of knowledge, passion and compassion.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "Opinion is the medium between knowledge and ignorance.",
	"name": "Plato"
}, {
	"quote": "A thorough knowledge of the Bible is worth more than a college education.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "It is possible to fly without motors, but not without knowledge and skill.",
	"name": "Wilbur Wright"
}, {
	"quote": "True knowledge exists in knowing that you know nothing.",
	"name": "Socrates"
}, {
	"quote": "The greatest obstacle to discovery is not ignorance - it is the illusion of knowledge.",
	"name": "Daniel J. Boorstin"
}, {
	"quote": "Risk comes from not knowing what you're doing.",
	"name": "Warren Buffett"
}, {
	"quote": "Imagination is more important than knowledge.",
	"name": "Albert Einstein"
}, {
	"quote": "Knowledge is power.",
	"name": "Francis Bacon"
}, {
	"quote": "Thought is the wind, knowledge the sail, and mankind the vessel.",
	"name": "Augustus Hare"
}, {
	"quote": "Beware of false knowledge; it is more dangerous than ignorance.",
	"name": "George Bernard Shaw"
}, {
	"quote": "The one exclusive sign of thorough knowledge is the power of teaching.",
	"name": "Aristotle"
}, {
	"quote": "To acquire knowledge, one must study; but to acquire wisdom, one must observe.",
	"name": "Marilyn vos Savant"
}, {
	"quote": "For the things of this world cannot be made known without a knowledge of mathematics.",
	"name": "Roger Bacon"
}, {
	"quote": "I believe that through knowledge and discipline, financial peace is possible for all of us.",
	"name": "Dave Ramsey"
}, {
	"quote": "Some people drink from the fountain of knowledge, others just gargle.",
	"name": "Robert Anthony"
}, {
	"quote": "The goal of education is the advancement of knowledge and the dissemination of truth.",
	"name": "John F. Kennedy"
}, {
	"quote": "The more knowledge you have, the greater will be your fear of Allah.",
	"name": "Abu Bakr"
}, {
	"quote": "Knowledge is proud that it knows so much; wisdom is humble that it knows no more.",
	"name": "William Cowper"
}, {
	"quote": "To know what you know and what you do not know, that is true knowledge.",
	"name": "Confucius"
}, {
	"quote": "The end of all knowledge should be service to others.",
	"name": "Cesar Chavez"
}, {
	"quote": "Knowledge is the eye of desire and can become the pilot of the soul.",
	"name": "Will Durant"
}, {
	"quote": "No man's knowledge here can go beyond his experience.",
	"name": "John Locke"
}, {
	"quote": "The gift of fantasy has meant more to me than my talent for absorbing positive knowledge.",
	"name": "Albert Einstein"
}, {
	"quote": "Integrity without knowledge is weak and useless, and knowledge without integrity is dangerous and dreadful.",
	"name": "Samuel Johnson"
}, {
	"quote": "The advancement and diffusion of knowledge is the only guardian of true liberty.",
	"name": "James Madison"
}, {
	"quote": "Where there is shouting, there is no true knowledge.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Without knowledge action is useless and knowledge without action is futile.",
	"name": "Abu Bakr"
}, {
	"quote": "I had rather excel others in the knowledge of what is excellent, than in the extent of my power and dominion.",
	"name": "Alexander the Great"
}, {
	"quote": "The only fence against the world is a thorough knowledge of it.",
	"name": "John Locke"
}, {
	"quote": "Knowledge is knowing that a tomato is a fruit. Wisdom is knowing not to put it in a fruit salad.",
	"name": "Brian O'Driscoll"
}, {
	"quote": "The interpretation of dreams is the royal road to a knowledge of the unconscious activities of the mind.",
	"name": "Sigmund Freud"
}, {
	"quote": "Knowledge is love and light and vision.",
	"name": "Helen Keller"
}, {
	"quote": "Those who have knowledge, don't predict. Those who predict, don't have knowledge.",
	"name": "Lao Tzu"
}, {
	"quote": "Knowledge has to be improved, challenged, and increased constantly, or it vanishes.",
	"name": "Peter Drucker"
}, {
	"quote": "The greater our knowledge increases the more our ignorance unfolds.",
	"name": "John F. Kennedy"
}, {
	"quote": "If you have knowledge, let others light their candles in it.",
	"name": "Margaret Fuller"
}, {
	"quote": "My music is the spiritual expression of what I am - my faith, my knowledge, my being.",
	"name": "John Coltrane"
}, {
	"quote": "Knowledge is an unending adventure at the edge of uncertainty.",
	"name": "Jacob Bronowski"
}, {
	"quote": "It is beyond a doubt that all our knowledge begins with experience.",
	"name": "Immanuel Kant"
}, {
	"quote": "Information is not knowledge.",
	"name": "Albert Einstein"
}, {
	"quote": "To know, is to know that you know nothing. That is the meaning of true knowledge.",
	"name": "Socrates"
}, {
	"quote": "Grace is not part of consciousness; it is the amount of light in our souls, not knowledge nor reason.",
	"name": "Pope Francis"
}, {
	"quote": "Our knowledge is a receding mirage in an expanding desert of ignorance.",
	"name": "Will Durant"
}, {
	"quote": "The knowledge and insights you can get in just one day at a writers' conference make it worth the trip.",
	"name": "Tomi Adeyemi"
}, {
	"quote": "A little knowledge that acts is worth infinitely more than much knowledge that is idle.",
	"name": "Khalil Gibran"
}, {
	"quote": "Knowledge rests not upon truth alone, but upon error also.",
	"name": "Carl Jung"
}, {
	"quote": "It is one of my sources of happiness never to desire a knowledge of other people's business.",
	"name": "Dolley Madison"
}, {
	"quote": "The natural desire of good men is knowledge.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Life is a travelling to the edge of knowledge, then a leap taken.",
	"name": "D. H. Lawrence"
}, {
	"quote": "All men by nature desire knowledge.",
	"name": "Aristotle"
}, {
	"quote": "Knowledge is true opinion.",
	"name": "Plato"
}, {
	"quote": "The great aim of education is not knowledge but action.",
	"name": "Herbert Spencer"
}, {
	"quote": "Wonder rather than doubt is the root of all knowledge.",
	"name": "Abraham Joshua Heschel"
}, {
	"quote": "I had therefore to remove knowledge, in order to make room for belief.",
	"name": "Immanuel Kant"
}, {
	"quote": "Devotion complete culminates in knowledge supreme.",
	"name": "Ramana Maharshi"
}, {
	"quote": "Technology is so much fun but we can drown in our technology. The fog of information can drive out knowledge.",
	"name": "Daniel J. Boorstin"
}, {
	"quote": "Where is all the knowledge we lost with information?",
	"name": "T. S. Eliot"
}, {
	"quote": "The man of knowledge must be able not only to love his enemies but also to hate his friends.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Faith is a knowledge within the heart, beyond the reach of proof.",
	"name": "Khalil Gibran"
}, {
	"quote": "Our knowledge is a little island in a great ocean of nonknowledge.",
	"name": "Isaac Bashevis Singer"
}, {
	"quote": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.",
	"name": "Isaac Asimov"
}, {
	"quote": "Reading furnishes the mind only with materials of knowledge; it is thinking that makes what we read ours.",
	"name": "John Locke"
}, {
	"quote": "We are drowning in information but starved for knowledge.",
	"name": "John Naisbitt"
}, {
	"quote": "A country without engineering skill and knowledge will never become a developed country.",
	"name": "Mahathir Mohamad"
}, {
	"quote": "The only real security that a man can have in this world is a reserve of knowledge, experience and ability.",
	"name": "Henry Ford"
}, {
	"quote": "They say a little knowledge is a dangerous thing, but it's not one half so bad as a lot of ignorance.",
	"name": "Terry Pratchett"
}, {
	"quote": "For my own part, I would rather excel in knowledge of the highest secrets of philosophy than in arms.",
	"name": "Alexander the Great"
}, {
	"quote": "The only good is knowledge, and the only evil is ignorance.",
	"name": "Herodotus"
}, {
	"quote": "Where all is but dream, reasoning and arguments are of no use, truth and knowledge nothing.",
	"name": "John Locke"
}, {
	"quote": "Fine art is knowledge made visible.",
	"name": "Gustave Courbet"
}, {
	"quote": "Knowledge of what is possible is the beginning of happiness.",
	"name": "George Santayana"
}, {
	"quote": "Ignorance is bold and knowledge reserved.",
	"name": "Thucydides"
}, {
	"quote": "I know of no time in human history where ignorance was better than knowledge.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "Love takes up where knowledge leaves off.",
	"name": "Thomas Aquinas"
}, {
	"quote": "The true method of knowledge is experiment.",
	"name": "William Blake"
}, {
	"quote": "Thought is the wind and knowledge the sail.",
	"name": "David Hare"
}, {
	"quote": "Knowledge comes, but wisdom lingers.",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "I would encourage you: be informed - knowledge is power.",
	"name": "Matt Bevin"
}, {
	"quote": "I prefer tongue-tied knowledge to ignorant loquacity.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Every addition to true knowledge is an addition to human power.",
	"name": "Horace Mann"
}, {
	"quote": "Having knowledge but lacking the power to express it clearly is no better than never having any ideas at all.",
	"name": "Pericles"
}, {
	"quote": "There's no such thing is aging, but maturing and knowledge. It's beautiful, I call that beauty.",
	"name": "Celine Dion"
}, {
	"quote": "All men are born with a nose and five fingers, but no one is born with a knowledge of God.",
	"name": "Voltaire"
}, {
	"quote": "Scientific knowledge is in perpetual evolution; it finds itself changed from one day to the next.",
	"name": "Jean Piaget"
}, {
	"quote": "Science is the knowledge of consequences, and dependence of one fact upon another.",
	"name": "Thomas Hobbes"
}, {
	"quote": "Scholastic learning and polemical divinity retarded the growth of all true knowledge.",
	"name": "David Hume"
}, {
	"quote": "The degree of one's emotions varies inversely with one's knowledge of the facts.",
	"name": "Bertrand Russell"
}, {
	"quote": "Humility and knowledge in poor clothes excel pride and ignorance in costly attire.",
	"name": "William Penn"
}, {
	"quote": "There is no greater impediment to the advancement of knowledge than the ambiguity of words.",
	"name": "Thomas Reid"
}, {
	"quote": "As knowledge increases, wonder deepens.",
	"name": "Charles Morgan"
}, {
	"quote": "To know how to dissimulate is the knowledge of kings.",
	"name": "Cardinal Richelieu"
}, {
	"quote": "Anything that gives us new knowledge gives us an opportunity to be more rational.",
	"name": "Herbert A. Simon"
}, {
	"quote": "Hackers rarely have full knowledge of the technology stack of a target.",
	"name": "John McAfee"
}, {
	"quote": "In complete darkness, it is only knowledge and wisdom that separates us.",
	"name": "Janet Jackson"
}, {
	"quote": "The big value of the founder running the company is really two things: the knowledge and the commitment.",
	"name": "Ben Horowitz"
}, {
	"quote": "We must develop knowledge optimization initiatives to leverage our key learnings.",
	"name": "Scott Adams"
}, {
	"quote": "Wisdom is the power to put our time and our knowledge to the proper use.",
	"name": "Thomas J. Watson"
}, {
	"quote": "As a species we are always hungry for new knowledge.",
	"name": "Chaim Potok"
}, {
	"quote": "Knowledge once gained casts a light beyond its own immediate boundaries.",
	"name": "John Tyndall"
}, {
	"quote": "All wish to possess knowledge, but few, comparatively speaking, are willing to pay the price.",
	"name": "Juvenal"
}, {
	"quote": "Zeal will do more than knowledge.",
	"name": "William Hazlitt"
}, {
	"quote": "I had given up some youth for knowledge, but my gain was more valuable than the loss.",
	"name": "Maya Angelou"
}, {
	"quote": "To attain any assured knowledge about the soul is one of the most difficult things in the world.",
	"name": "Aristotle"
}, {
	"quote": "All our knowledge has its origins in our perceptions.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Wonder is the desire for knowledge.",
	"name": "Thomas Aquinas"
}, {
	"quote": "If knowledge can create problems, it is not through ignorance that we can solve them.",
	"name": "Isaac Asimov"
}, {
	"quote": "And what, Socrates, is the food of the soul? Surely, I said, knowledge is the food of the soul.",
	"name": "Plato"
}, {
	"quote": "Knowledge is the treasure of a wise man.",
	"name": "William Penn"
}, {
	"quote": "Today knowledge has power. It controls access to opportunity and advancement.",
	"name": "Peter Drucker"
}, {
	"quote": "The possession of knowledge does not kill the sense of wonder and mystery. There is always more mystery.",
	"name": "Anais Nin"
}, {
	"quote": "The knowledge from an enlightened person breaks on the hard rocks of ignorance.",
	"name": "Maharishi Mahesh Yogi"
}, {
	"quote": "We are here and it is now. Further than that, all human knowledge is moonshine.",
	"name": "H. L. Mencken"
}, {
	"quote": "Anyone who has been successful and has knowledge to share is a potential mentor.",
	"name": "Ory Okolloh"
}, {
	"quote": "It is the province of knowledge to speak, and it is the privilege of wisdom to listen.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "The general knowledge of time on the island depends, curiously enough, on the direction of the wind.",
	"name": "John Millington Synge"
}, {
	"quote": "Knowledge which is divorced from justice, may be called cunning rather than wisdom.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Class is more than money. Class is also about knowledge.",
	"name": "bell hooks"
}, {
	"quote": "Human dignity is better served by embracing knowledge.",
	"name": "John Polanyi"
}, {
	"quote": "Knowledge of the sciences is so much smoke apart from the heavenly science of Christ.",
	"name": "John Calvin"
}, {
	"quote": "Pleasures take to themselves wings and fly away; true knowledge remains forever.",
	"name": "Dorothea Dix"
}, {
	"quote": "Henceforth the leaves of the tree of knowledge were for women, and for the healing of the nations.",
	"name": "Lucy Stone"
}, {
	"quote": "Knowledge has always flowed upwards to bishops and kings, not down to serfs and slaves.",
	"name": "Julian Assange"
}, {
	"quote": "The greatest enemy of progress is the illusion of knowledge.",
	"name": "John Young"
}, {
	"quote": "Knowledge shrinks as wisdom grows.",
	"name": "Alfred North Whitehead"
}, {
	"quote": "Knowledge without education is but armed injustice.",
	"name": "Horace"
}, {
	"quote": "If knowledge and foresight are too penetrating and deep, unify them with ease and sincerity.",
	"name": "Xun Kuang"
}, {
	"quote": "Knowledge is in the end based on acknowledgement.",
	"name": "Ludwig Wittgenstein"
}, {
	"quote": "Wisdom is a kind of knowledge. It is knowledge of the nature, career, and consequences of human values.",
	"name": "Sidney Hook"
}, {
	"quote": "The search for knowledge is a long and difficult task.",
	"name": "Fabiola Gianotti"
}, {
	"quote": "If we would have new knowledge, we must get a whole world of new questions.",
	"name": "Susanne Langer"
}, {
	"quote": "When a man's knowledge is not in order, the more of it he has the greater will be his confusion.",
	"name": "Herbert Spencer"
}, {
	"quote": "I believe in the power of ideas. I believe in the power of sharing knowledge.",
	"name": "Ory Okolloh"
}, {
	"quote": "I think we risk becoming the best informed society that has ever died of ignorance.",
	"name": "Ruben Blades"
}, {
	"quote": "Knowledge is soon changed, then lost in the mist, an echo half-heard.",
	"name": "Gene Wolfe"
}, {
	"quote": "The aim of education is the knowledge not of facts but of values.",
	"name": "William Inge"
}, {
	"quote": "Knowledge of what is does not open the door directly to what should be.",
	"name": "Albert Einstein"
}, {
	"quote": "There comes a time when the mind takes a higher plane of knowledge but can never prove how it got there.",
	"name": "Albert Einstein"
}, {
	"quote": "Knowledge is knowing that we cannot know.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Perplexity is the beginning of knowledge.",
	"name": "Khalil Gibran"
}, {
	"quote": "The larger the island of knowledge, the longer the shoreline of wonder.",
	"name": "Ralph W. Sockman"
}, {
	"quote": "There are in fact two things, science and opinion; the former begets knowledge, the later ignorance.",
	"name": "Hippocrates"
}, {
	"quote": "Knowledge without justice ought to be called cunning rather than wisdom.",
	"name": "Plato"
}, {
	"quote": "I and my colleagues here have been engaged in the pursuit of knowledge.",
	"name": "Frederick Sanger"
}, {
	"quote": "He who knows nothing is closer to the truth than he whose mind is filled with falsehoods and errors.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Knowledge becomes evil if the aim be not virtuous.",
	"name": "Plato"
}, {
	"quote": "Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love.",
	"name": "George Bernard Shaw"
}, {
	"quote": "It is the knowledge that all men have weaknesses and that many have vices that makes government necessary.",
	"name": "James Monroe"
}, {
	"quote": "Knowledge cultivates your seeds and does not sow in your seeds.",
	"name": "Khalil Gibran"
}, {
	"quote": "A writer of fiction is really... a congenital liar who invents from his own knowledge or that of other men.",
	"name": "Ernest Hemingway"
}, {
	"quote": "Knowledge which is acquired under compulsion obtains no hold on the mind.",
	"name": "Plato"
}, {
	"quote": "Consider your origins: you were not made to live as brutes, but to follow virtue and knowledge.",
	"name": "Dante Alighieri"
}, {
	"quote": "A physician without a knowledge of Astrology has no right to call himself a physician.",
	"name": "Hippocrates"
}, {
	"quote": "But inner experience is only one source of human knowledge.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "All knowledge of cultural reality, as may be seen, is always knowledge from particular points of view.",
	"name": "Max Weber"
}, {
	"quote": "It is now common knowledge that the average American gains 7 pounds between Thanksgiving and New Year's Day.",
	"name": "Marilu Henner"
}, {
	"quote": "Knowledge is power only if man knows what facts not to bother with.",
	"name": "Robert Staughton Lynd"
}, {
	"quote": "Sin, guilt, neurosis; they are one and the same, the fruit of the tree of knowledge.",
	"name": "Henry Miller"
}, {
	"quote": "Science is the father of knowledge, but opinion breeds ignorance.",
	"name": "Hippocrates"
}, {
	"quote": "What we want is to see the child in pursuit of knowledge, and not knowledge in pursuit of the child.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Knowledge is a polite word for dead but not buried imagination.",
	"name": "e. e. cummings"
}, {
	"quote": "No man can reveal to you nothing but that which already lies half-asleep in the dawning of your knowledge.",
	"name": "Khalil Gibran"
}, {
	"quote": "But although all our knowledge begins with experience, it does not follow that it arises from experience.",
	"name": "Immanuel Kant"
}, {
	"quote": "Knowledge of the past and of the places of the earth is the ornament and food of the mind of man.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "The small part of ignorance that we arrange and classify we give the name of knowledge.",
	"name": "Ambrose Bierce"
}, {
	"quote": "There is much pleasure to be gained from useless knowledge.",
	"name": "Bertrand Russell"
}, {
	"quote": "The price one pays for pursuing any profession, or calling, is an intimate knowledge of its ugly side.",
	"name": "James Baldwin"
}, {
	"quote": "We know accurately only when we know little, with knowledge doubt increases.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "The first step in a person's salvation is knowledge of their sin.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Take from the philosopher the pleasure of being heard and his desire for knowledge ceases.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "You either have the charisma, the knowledge, the passion, the intelligence - or you don't.",
	"name": "Jon Gruden"
}, {
	"quote": "In your thirst for knowledge, be sure not to drown in all the information.",
	"name": "Anthony J. D'Angelo"
}, {
	"quote": "The knowledge of God is very far from the love of Him.",
	"name": "Blaise Pascal"
}, {
	"quote": "It makes a great deal of difference whether one wills not to sin or has not the knowledge to sin.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "The desire of excessive power caused the angels to fall; the desire of knowledge caused men to fall.",
	"name": "Francis Bacon"
}, {
	"quote": "The great end of life is not knowledge but action.",
	"name": "Francis Bacon"
}, {
	"quote": "Our knowledge can only be finite, while our ignorance must necessarily be infinite.",
	"name": "Karl Popper"
}, {
	"quote": "All human knowledge takes the form of interpretation.",
	"name": "Walter Benjamin"
}, {
	"quote": "All the knowledge I possess everyone else can acquire, but my heart is all my own.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "The beginning of knowledge is the discovery of something we do not understand.",
	"name": "Frank Herbert"
}, {
	"quote": "To help, to continually help and share, that is the sum of all knowledge; that is the meaning of art.",
	"name": "Eleonora Duse"
}, {
	"quote": "Only divine love bestows the keys of knowledge.",
	"name": "Arthur Rimbaud"
}, {
	"quote": "A manager is responsible for the application and performance of knowledge.",
	"name": "Peter Drucker"
}, {
	"quote": "There is no substitute for accurate knowledge. Know yourself, know your business, know your men.",
	"name": "Lee Iacocca"
}, {
	"quote": "When we value correct principles, we have truth - a knowledge of things as they are.",
	"name": "Stephen Covey"
}, {
	"quote": "Doubt grows with knowledge.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "The world of knowledge takes a crazy turn when teachers themselves are taught to learn.",
	"name": "Bertolt Brecht"
}, {
	"quote": "Zeal without knowledge is fire without light.",
	"name": "Thomas Fuller"
}, {
	"quote": "The greater the step forward in knowledge, the greater is the one taken backward in search of wisdom.",
	"name": "Stephen Gardiner"
}, {
	"quote": "It is no good to try to stop knowledge from going forward. Ignorance is never better than knowledge.",
	"name": "Enrico Fermi"
}, {
	"quote": "Ignorance is never better than knowledge.",
	"name": "Enrico Fermi"
}, {
	"quote": "I listened more than I studied... therefore little by little my knowledge and ability were developed.",
	"name": "Joseph Haydn"
}, {
	"quote": "This means that no single logic is strong enough to support the total construction of human knowledge.",
	"name": "Jean Piaget"
}, {
	"quote": "How dreadful knowledge of the truth can be when there's no help in the truth.",
	"name": "Sophocles"
}, {
	"quote": "The fundament upon which all our knowledge and learning rests is the inexplicable.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "Knowledge of God's Word is a bulwark against deception, temptation, accusation, even persecution.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "Knowledge is not skill. Knowledge plus ten thousand times is skill.",
	"name": "Shinichi Suzuki"
}, {
	"quote": "Wisdom is the knowledge of good and evil, not the strength to choose between the two.",
	"name": "John Cheever"
}, {
	"quote": "Never stop learning; knowledge doubles every fourteen months.",
	"name": "Anthony J. D'Angelo"
}, {
	"quote": "There is a general knowledge that I am multi-dimensional, that when you are creative you do a lot of things.",
	"name": "Suzanne Somers"
}, {
	"quote": "True knowledge lies in knowing how to live.",
	"name": "Baltasar Gracian"
}, {
	"quote": "Helping someone come to a saving knowledge of Christ is the greatest achievement possible.",
	"name": "Charles Stanley"
}, {
	"quote": "To be conscious that you are ignorant of the facts is a great step to knowledge.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "It is harder to conceal ignorance than to acquire knowledge.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "Knowledge has value only insofar as it contributes to the all-round development of the whole nature of man.",
	"name": "Rudolf Steiner"
}, {
	"quote": "He that hath knowledge spareth his words.",
	"name": "Francis Bacon"
}, {
	"quote": "Knowledge and human power are synonymous.",
	"name": "Francis Bacon"
}, {
	"quote": "Science gives us knowledge, but only philosophy can give us wisdom.",
	"name": "Will Durant"
}, {
	"quote": "Thought must be divided against itself before it can come to any knowledge of itself.",
	"name": "Aldous Huxley"
}, {
	"quote": "Technology requires knowledge and expertise more than it requires money.",
	"name": "Jonathan Raymond"
}, {
	"quote": "Scientific knowledge is a kind of discourse.",
	"name": "Jean-Francois Lyotard"
}, {
	"quote": "I think in the NFL knowledge is power, and you try to get the knowledge by whatever means.",
	"name": "Steve Sabol"
}, {
	"quote": "Epistemology is the study of knowledge. By what conduit do we know what we know?",
	"name": "Theodore Bikel"
}, {
	"quote": "Lack of knowledge... that is the problem.",
	"name": "W. Edwards Deming"
}, {
	"quote": "You should not ask questions without knowledge.",
	"name": "W. Edwards Deming"
}, {
	"quote": "If you understand physics of how a locomotive works, that knowledge is irreplaceable.",
	"name": "Jamie S. Miller"
}, {
	"quote": "To express the same idea in still another way, I think that human knowledge is essentially active.",
	"name": "Jean Piaget"
}, {
	"quote": "The recipe for perpetual ignorance is: Be satisfied with your opinions and content with your knowledge.",
	"name": "Elbert Hubbard"
}, {
	"quote": "We can be knowledgable with other men's knowledge but we cannot be wise with other men's wisdom.",
	"name": "Michel de Montaigne"
}, {
	"quote": "The will to do springs from the knowledge that we can do.",
	"name": "James Allen"
}, {
	"quote": "Where knowledge ends, religion begins.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "His ignorance was as remarkable as his knowledge.",
	"name": "Arthur Conan Doyle"
}, {
	"quote": "If information and knowledge are central to democracy, they are conditions for development.",
	"name": "Kofi Annan"
}, {
	"quote": "I would rather excel in the knowledge of what is excellent, than in the extent of my power and possessions.",
	"name": "Plutarch"
}, {
	"quote": "Knowledge is of two kinds. We know a subject ourselves, or we know where we can find information upon it.",
	"name": "Samuel Johnson"
}, {
	"quote": "Knowledge is recognition of something absent; it is a salutation, not an embrace.",
	"name": "George Santayana"
}, {
	"quote": "Knowledge is the most democratic source of power.",
	"name": "Alvin Toffler"
}, {
	"quote": "Knowledge slowly builds up what Ignorance in an hour pulls down.",
	"name": "George Eliot"
}, {
	"quote": "The knowledge of yourself will preserve you from vanity.",
	"name": "Miguel de Cervantes"
}, {
	"quote": "Knowledge is only one half. Faith is the other.",
	"name": "Novalis"
}, {
	"quote": "I'm one of those women who likes to chat and share knowledge and pass it around.",
	"name": "Jennie Garth"
}, {
	"quote": "The secret of improved plant breeding, apart from scientific knowledge, is love.",
	"name": "Luther Burbank"
}, {
	"quote": "Through the mythology of Einstein, the world blissfully regained the image of knowledge reduced to a formula.",
	"name": "Roland Barthes"
}, {
	"quote": "Can the knowledge deriving from reason even begin to compare with knowledge perceptible by sense?",
	"name": "Louis Aragon"
}, {
	"quote": "There's a period of life when we swallow a knowledge of ourselves and it becomes either good or sour inside.",
	"name": "Pearl Bailey"
}, {
	"quote": "The ability to perceive or think differently is more important than the knowledge gained.",
	"name": "David Bohm"
}, {
	"quote": "Distinguishing the signal from the noise requires both scientific knowledge and self-knowledge.",
	"name": "Nate Silver"
}, {
	"quote": "Education gives girls the knowledge, experience, and confidence to play their rightful role in society.",
	"name": "Tedros Adhanom"
}, {
	"quote": "Knowledge is power, if you know it about the right person.",
	"name": "Ethel Watts Mumford"
}, {
	"quote": "One of the greatest joys known to man is to take a flight into ignorance in search of knowledge.",
	"name": "Robert Staughton Lynd"
}, {
	"quote": "There is no desire more natural than the desire for knowledge.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Even knowledge has to be in the fashion, and where it is not, it is wise to affect ignorance.",
	"name": "Baltasar Gracian"
}, {
	"quote": "Nothing leads so straight to futility as literary ambitions without systematic knowledge.",
	"name": "H. G. Wells"
}, {
	"quote": "We are least open to precise knowledge concerning the things we are most vehement about.",
	"name": "Eric Hoffer"
}, {
	"quote": "Evil being the root of mystery, pain is the root of knowledge.",
	"name": "Simone Weil"
}, {
	"quote": "When a doctor does go wrong he is the first of criminals. He has nerve and he has knowledge.",
	"name": "Arthur Conan Doyle"
}, {
	"quote": "I think India has several advantages in the knowledge sector, in the software sector.",
	"name": "N. R. Narayana Murthy"
}, {
	"quote": "We own almost all our knowledge not to those who have agreed but to those who have differed.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "Wisdom comes from within. Knowledge is acquired and can sometimes put a screen on your wisdom.",
	"name": "A. R. Rahman"
}, {
	"quote": "Not ignorance, but ignorance of ignorance, is the death of knowledge.",
	"name": "Alfred North Whitehead"
}, {
	"quote": "Knowledge conquered by labor becomes a possession - a property entirely our own.",
	"name": "Samuel Smiles"
}, {
	"quote": "Cherish that which is within you, and shut off that which is without; for much knowledge is a curse.",
	"name": "Zhuangzi"
}, {
	"quote": "Knowledge is the prime need of the hour.",
	"name": "Mary McLeod Bethune"
}, {
	"quote": "A healthy vision of the future is not possible without an accurate knowledge of the past.",
	"name": "Daisaku Ikeda"
}, {
	"quote": "Science is organized knowledge.",
	"name": "Herbert Spencer"
}, {
	"quote": "Knowledge is very important and one of the few things that accompanies us into the next life.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "Love is the intuitive knowledge of our hearts.",
	"name": "Marianne Williamson"
}, {
	"quote": "Knowledge is sometimes superfluous: when we need it, we have it not.",
	"name": "Saint Bernard"
}, {
	"quote": "I don't pretend we have all the answers. But the questions are certainly worth thinking about.",
	"name": "Arthur C. Clarke"
}, {
	"quote": "A loving heart is the beginning of all knowledge.",
	"name": "Thomas Carlyle"
}, {
	"quote": "I don't claim to know everything. I claim to be a seeker of knowledge.",
	"name": "Marie Osmond"
}, {
	"quote": "The best theology is rather a divine life than a divine knowledge.",
	"name": "Jeremy Taylor"
}, {
	"quote": "Knowledge may give weight, but accomplishments give lustre, and many more people see than weigh.",
	"name": "Herodotus"
}, {
	"quote": "I'm always trying to find brain food and indulge in knowledge that's gonna be useful.",
	"name": "Big Boi"
}, {
	"quote": "Useless knowledge can be made directly contributory to a force of sound and disinterested public opinion.",
	"name": "Albert J. Nock"
}, {
	"quote": "Wisdom we know is the knowledge of good and evil, not the strength to choose between the two.",
	"name": "John Cheever"
}, {
	"quote": "It is not ignorance but knowledge which is the mother of wonder.",
	"name": "Joseph Wood Krutch"
}, {
	"quote": "Knowledge is exploding, so you need to commit yourself to a plan for lifelong learning.",
	"name": "Don Tapscott"
}, {
	"quote": "The first step towards knowledge is to know that we are ignorant.",
	"name": "Richard Cecil"
}, {
	"quote": "The vast knowledge we have to prevent cancer, heart disease, and other chronic illnesses is staggering.",
	"name": "Tom Rath"
}, {
	"quote": "A broad base of knowledge is critically important to our ability to investigate terrorism.",
	"name": "Raymond Kelly"
}, {
	"quote": "Your aim will be knowledge and wisdom, not the reflected glamour of fame.",
	"name": "Abbott L. Lowell"
}, {
	"quote": "If we want our children to value education, then we must show our appreciation for knowledge.",
	"name": "Brad Sherman"
}, {
	"quote": "Poetic knowledge is born in the great silence of scientific knowledge.",
	"name": "Aime Cesaire"
}, {
	"quote": "It means that through knowledge have come responsibility and hope, and through both, action.",
	"name": "Edward Livingston"
}, {
	"quote": "The age we live in is a busy age; in which knowledge is rapidly advancing towards perfection.",
	"name": "Jeremy Bentham"
}, {
	"quote": "Let us democratise knowledge. Let us universalise justice. Together, let us globalise compassion!",
	"name": "Kailash Satyarthi"
}, {
	"quote": "Ardor, n. The quality that distinguishes love without knowledge.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Good nature is worth more than knowledge, more than money, more than honor, to the persons who possess it.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "Knowledge is like money: the more he gets, the more he craves.",
	"name": "Josh Billings"
}, {
	"quote": "Knowledge, learning, is an eternal thing.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "To the best of my knowledge, none of the Beatles can read music.",
	"name": "George Harrison"
}, {
	"quote": "My mom took me to see Carnal Knowledge and The Wild Bunch and all these kind of movies when I was a kid.",
	"name": "Quentin Tarantino"
}, {
	"quote": "I had acquired the skills to sail a ship; I didn't acquire the knowledge.",
	"name": "Tom Holland"
}, {
	"quote": "The knowledge and spiritual conviction we receive from the Holy Ghost are the result of revelation.",
	"name": "David A. Bednar"
}, {
	"quote": "Knowledge is the life of the mind.",
	"name": "Abu Bakr"
}, {
	"quote": "The really frightening thing about middle age is the knowledge that you'll grow out of it.",
	"name": "Doris Day"
}, {
	"quote": "To the best of my knowledge, I'm the first mom to hold the job of the White House Press Secretary.",
	"name": "Sarah Huckabee Sanders"
}, {
	"quote": "In friendship as well as love, ignorance very often contributes more to our happiness than knowledge.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "A humble knowledge of thyself is a surer way to God than a deep search after learning.",
	"name": "Thomas a Kempis"
}, {
	"quote": "Knowledge is a process of piling up facts; wisdom lies in their simplification.",
	"name": "Martin H. Fischer"
}, {
	"quote": "Hope is the belief we might get it done, and faith is the knowledge we will get it done.",
	"name": "Tom Shadyac"
}, {
	"quote": "I read many things. I read to fill in my knowledge of the world.",
	"name": "V. S. Naipaul"
}, {
	"quote": "The greatest sin is judgment without knowledge.",
	"name": "Kelsey Grammer"
}, {
	"quote": "Knowledge is a beautiful thing, but there are a few things I wish I didn't know.",
	"name": "Susan Orlean"
}, {
	"quote": "The deductive method is the mode of using knowledge, and the inductive method the mode of acquiring it.",
	"name": "Henry Mayhew"
}, {
	"quote": "Knowing is the most profound kind of love, giving someone the gift of knowledge about yourself.",
	"name": "Marsha Norman"
}, {
	"quote": "My knowledge of video games ends with Nintendo 'Mario Bros.'",
	"name": "Gina Carano"
}, {
	"quote": "Democracy requires information. Plato knew that informed decision-making requires knowledge.",
	"name": "Mary Beard"
}, {
	"quote": "Wisdom is knowledge which has become a part of one's being.",
	"name": "Orison Swett Marden"
}, {
	"quote": "You have to have empathy, knowledge and compassion for your characters if you're a writer.",
	"name": "Paul Haggis"
}, {
	"quote": "I came literally to the table with a wealth of knowledge by simply understanding how food should taste.",
	"name": "Rocco DiSpirito"
}, {
	"quote": "Human knowledge is dark and uncertain; philosophy is dark, astrology is dark, and geometry is dark.",
	"name": "John Jewel"
}, {
	"quote": "Call a man 'ignorant,' and you have license to show the world your vast fund of knowledge and wise him up.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "In expanding the field of knowledge we but increase the horizon of ignorance.",
	"name": "Henry Miller"
}, {
	"quote": "Your knowledge of what is going on can only be superficial and relative.",
	"name": "William S. Burroughs"
}, {
	"quote": "That writer does the most who gives his reader the most knowledge and takes from him the least time.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "A man of knowledge lives by acting, not by thinking about acting.",
	"name": "Carlos Castaneda"
}, {
	"quote": "Every great advance in natural knowledge has involved the absolute rejection of authority.",
	"name": "Thomas Huxley"
}, {
	"quote": "You move forward through knowledge. You prevail through knowledge. I love the word 'prevail.' Prevail!",
	"name": "James D. Watson"
}, {
	"quote": "You can practice to attain knowledge, but you can't practice to attain wisdom.",
	"name": "Herbie Hancock"
}, {
	"quote": "The desire of knowledge, like the thirst of riches, increases ever with the acquisition of it.",
	"name": "Laurence Sterne"
}, {
	"quote": "The knowledge I have now is not the knowledge I had then.",
	"name": "Stokely Carmichael"
}, {
	"quote": "Every job leaves its residue, a bit of extra knowledge, a new skill-set.",
	"name": "Joel Edgerton"
}, {
	"quote": "G is Grace, the Flaming Star is the Torch of Reason. Those who possess this knowledge are indeed Illuminati.",
	"name": "Adam Weishaupt"
}, {
	"quote": "That knowledge which is popular is not scientific.",
	"name": "Maria Mitchell"
}, {
	"quote": "I'll come to you with gifts of knowledge, wisdom and truth.",
	"name": "Barry White"
}, {
	"quote": "I think in most jobs, you get better as you get older. You gain experience, you gain knowledge.",
	"name": "Kristin Scott Thomas"
}]