[{
	"quote": "A leader is one who knows the way, goes the way, and shows the way.",
	"name": "John C. Maxwell"
}, {
	"quote": "Leadership is influence.",
	"name": "John C. Maxwell"
}, {
	"quote": "Leadership is not about the next election, it's about the next generation.",
	"name": "Simon Sinek"
}, {
	"quote": "Leadership is practiced not so much in words as in attitude and in actions.",
	"name": "Harold S. Geneen"
}, {
	"quote": "The art of communication is the language of leadership.",
	"name": "James Humes"
}, {
	"quote": "A good leader takes a little more than his share of the blame, a little less than his share of the credit.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "People ask the difference between a leader and a boss. The leader leads, and the boss drives.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "I am not afraid of an army of lions led by a sheep; I am afraid of an army of sheep led by a lion.",
	"name": "Alexander the Great"
}, {
	"quote": "The quality of a leader is reflected in the standards they set for themselves.",
	"name": "Ray Kroc"
}, {
	"quote": "Leadership and learning are indispensable to each other.",
	"name": "John F. Kennedy"
}, {
	"quote": "Innovation distinguishes between a leader and a follower.",
	"name": "Steve Jobs"
}, {
	"quote": "Think little goals and expect little achievements. Think big goals and win big success.",
	"name": "David Joseph Schwartz"
}, {
	"quote": "A genuine leader is not a searcher for consensus but a molder of consensus.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "No man will make a great leader who wants to do it all himself or get all the credit for doing it.",
	"name": "Andrew Carnegie"
}, {
	"quote": "Leadership - leadership is about taking responsibility, not making excuses.",
	"name": "Mitt Romney"
}, {
	"quote": "Management is doing things right; leadership is doing the right things.",
	"name": "Peter Drucker"
}, {
	"quote": "When the best leader's work is done the people say, 'We did it ourselves.'",
	"name": "Lao Tzu"
}, {
	"quote": "The growth and development of people is the highest calling of leadership.",
	"name": "Harvey S. Firestone"
}, {
	"quote": "Leadership is the capacity to translate vision into reality.",
	"name": "Warren Bennis"
}, {
	"quote": "Where there is no vision, there is no hope.",
	"name": "George Washington Carver"
}, {
	"quote": "A leader is a dealer in hope.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Don't find fault, find a remedy.",
	"name": "Henry Ford"
}, {
	"quote": "When your values are clear to you, making decisions becomes easier.",
	"name": "Roy E. Disney"
}, {
	"quote": "The key to successful leadership today is influence, not authority.",
	"name": "Ken Blanchard"
}, {
	"quote": "You have to think anyway, so why not think big?",
	"name": "Donald Trump"
}, {
	"quote": "When you can't make them see the light, make them feel the heat.",
	"name": "Ronald Reagan"
}, {
	"quote": "Leadership is a choice, not a position.",
	"name": "Stephen Covey"
}, {
	"quote": "My attitude is never to be satisfied, never enough, never.",
	"name": "Duke Ellington"
}, {
	"quote": "If you think you can do a thing or think you can't do a thing, you're right.",
	"name": "Henry Ford"
}, {
	"quote": "Leaders must be close enough to relate to others, but far enough ahead to motivate them.",
	"name": "John C. Maxwell"
}, {
	"quote": "Leadership is unlocking people's potential to become better.",
	"name": "Bill Bradley"
}, {
	"quote": "Only the guy who isn't rowing has time to rock the boat.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "Today a reader, tomorrow a leader.",
	"name": "Margaret Fuller"
}, {
	"quote": "I have a different vision of leadership. A leadership is someone who brings people together.",
	"name": "George W. Bush"
}, {
	"quote": "The amount of good luck coming your way depends on your willingness to act.",
	"name": "Barbara Sher"
}, {
	"quote": "Be a yardstick of quality. Some people aren't used to an environment where excellence is expected.",
	"name": "Steve Jobs"
}, {
	"quote": "If a window of opportunity appears, don't pull down the shade.",
	"name": "Tom Peters"
}, {
	"quote": "A man who wants to lead the orchestra must turn his back on the crowd.",
	"name": "Max Lucado"
}, {
	"quote": "People buy into the leader before they buy into the vision.",
	"name": "John C. Maxwell"
}, {
	"quote": "If the highest aim of a captain were to preserve his ship, he would keep it in port forever.",
	"name": "Thomas Aquinas"
}, {
	"quote": "People who enjoy meetings should not be in charge of anything.",
	"name": "Thomas Sowell"
}, {
	"quote": "The world needs new leadership, but the new leadership is about working together.",
	"name": "Jack Ma"
}, {
	"quote": "How we think shows through in how we act. Attitudes are mirrors of the mind. They reflect thinking.",
	"name": "David Joseph Schwartz"
}, {
	"quote": "The function of leadership is to produce more leaders, not more followers.",
	"name": "Ralph Nader"
}, {
	"quote": "Leadership is a way of thinking, a way of acting and, most importantly, a way of communicating.",
	"name": "Simon Sinek"
}, {
	"quote": "You don't lead by hitting people over the head - that's assault, not leadership.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "Leadership is all about emotional intelligence. Management is taught, while leadership is experienced.",
	"name": "Rajeev Suri"
}, {
	"quote": "Effective leadership is putting first things first. Effective management is discipline, carrying it out.",
	"name": "Stephen Covey"
}, {
	"quote": "Go as far as you can see; when you get there, you'll be able to see farther.",
	"name": "J. P. Morgan"
}, {
	"quote": "I suppose leadership at one time meant muscles; but today it means getting along with people.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Hold yourself responsible for a higher standard than anybody expects of you. Never excuse yourself.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "The speed of the leader is the speed of the gang.",
	"name": "Mary Kay Ash"
}, {
	"quote": "Leadership is a privilege to better the lives of others. It is not an opportunity to satisfy personal greed.",
	"name": "Mwai Kibaki"
}, {
	"quote": "Leadership cannot really be taught. It can only be learned.",
	"name": "Harold S. Geneen"
}, {
	"quote": "Leadership to me means duty, honor, country. It means character, and it means listening from time to time.",
	"name": "George W. Bush"
}, {
	"quote": "Getting in touch with your true self must be your first priority.",
	"name": "Tom Hopkins"
}, {
	"quote": "Affirmation without discipline is the beginning of delusion.",
	"name": "Jim Rohn"
}, {
	"quote": "Making good decisions is a crucial skill at every level.",
	"name": "Peter Drucker"
}, {
	"quote": "The task of the leader is to get his people from where they are to where they have not been.",
	"name": "Henry Kissinger"
}, {
	"quote": "Speak softly and carry a big stick; you will go far.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "One of the tests of leadership is the ability to recognize a problem before it becomes an emergency.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "High expectations are the key to everything.",
	"name": "Sam Walton"
}, {
	"quote": "The role of leadership is to transform the complex situation into small pieces and prioritize them.",
	"name": "Carlos Ghosn"
}, {
	"quote": "The cautious seldom err.",
	"name": "Confucius"
}, {
	"quote": "Leadership is inspiring extraordinary people to step up and serve their country.",
	"name": "Justin Trudeau"
}, {
	"quote": "It is rare to find a business partner who is selfless. If you are lucky it happens once in a lifetime.",
	"name": "Michael Eisner"
}, {
	"quote": "Leadership is inspiring people. Management is keeping the trains running on time.",
	"name": "Andy Dunn"
}, {
	"quote": "Without initiative, leaders are simply workers in leadership positions.",
	"name": "Bo Bennett"
}, {
	"quote": "A throne is only a bench covered with velvet.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "If you care enough for a result, you will most certainly attain it.",
	"name": "William James"
}, {
	"quote": "Everything rises and falls on leadership.",
	"name": "John C. Maxwell"
}, {
	"quote": "Leadership is about vision and responsibility, not power.",
	"name": "Seth Berkley"
}, {
	"quote": "Leadership is service to others.",
	"name": "Denise Morrison"
}, {
	"quote": "Leadership is working with goals and vision; management is working with objectives.",
	"name": "Russel Honore"
}, {
	"quote": "Every time you have to speak, you are auditioning for leadership.",
	"name": "James Humes"
}, {
	"quote": "Leadership is an opportunity to serve. It is not a trumpet call to self-importance.",
	"name": "J. Donald Walters"
}, {
	"quote": "Obstacles are things a person sees when he takes his eyes off his goal.",
	"name": "E. Joseph Cossman"
}, {
	"quote": "Management is about arranging and telling. Leadership is about nurturing and enhancing.",
	"name": "Tom Peters"
}, {
	"quote": "The first man gets the oyster, the second man gets the shell.",
	"name": "Andrew Carnegie"
}, {
	"quote": "Leadership is the art of getting someone else to do something you want done because he wants to do it.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "Leadership consists of picking good men and helping them do their best.",
	"name": "Chester W. Nimitz"
}, {
	"quote": "The key to being a good manager is keeping the people who hate me away from those who are still undecided.",
	"name": "Casey Stengel"
}, {
	"quote": "The only safe ship in a storm is leadership.",
	"name": "Faye Wattleton"
}, {
	"quote": "Leaders grasp nettles.",
	"name": "David Ogilvy"
}, {
	"quote": "What helps people, helps business.",
	"name": "Leo Burnett"
}, {
	"quote": "Millions saw the apple fall, but Newton was the one who asked why.",
	"name": "Bernard Baruch"
}, {
	"quote": "Good leadership consists of showing average people how to do the work of superior people.",
	"name": "John D. Rockefeller"
}, {
	"quote": "He who is prudent and lies in wait for an enemy who is not, will be victorious.",
	"name": "Sun Tzu"
}, {
	"quote": "Clarity affords focus.",
	"name": "Thomas Leonard"
}, {
	"quote": "The employer generally gets the employees he deserves.",
	"name": "J. Paul Getty"
}, {
	"quote": "At the heart of great leadership is a curious mind, heart, and spirit.",
	"name": "Chip Conley"
}, {
	"quote": "It is not about gender, it is about experience, leadership, and vision.",
	"name": "Angela Ahrendts"
}, {
	"quote": "Example is leadership.",
	"name": "Albert Schweitzer"
}, {
	"quote": "It is better to have a lion at the head of an army of sheep, than a sheep at the head of an army of lions.",
	"name": "Daniel Defoe"
}, {
	"quote": "Leadership is getting someone to do what they don't want to do, to achieve what they want to achieve.",
	"name": "Tom Landry"
}, {
	"quote": "When placed in command, take charge.",
	"name": "Norman Schwarzkopf"
}, {
	"quote": "No wind serves him who addresses his voyage to no certain port.",
	"name": "Michel de Montaigne"
}, {
	"quote": "I believe in servant leadership, and the servant always asks, 'Where am I needed most?'",
	"name": "Mike Pence"
}, {
	"quote": "Jamal Crawford reminds me the most of myself, the way he goes to the basket. But they need leadership.",
	"name": "Earl Monroe"
}, {
	"quote": "Give whatever you are doing and whoever you are with the gift of your attention.",
	"name": "Jim Rohn"
}, {
	"quote": "The cost of leadership is self-interest.",
	"name": "Simon Sinek"
}, {
	"quote": "Constant, gentle pressure is my preferred technique for leadership, guidance, and coaching.",
	"name": "Danny Meyer"
}, {
	"quote": "The very essence of leadership is that you have to have vision. You can't blow an uncertain trumpet.",
	"name": "Theodore Hesburgh"
}, {
	"quote": "I have always supported measures and principles and not men.",
	"name": "Davy Crockett"
}, {
	"quote": "If you want a quality, act as if you already had it.",
	"name": "William James"
}, {
	"quote": "All of the things an arts education gives a young person enhance leadership skills and help raise grades.",
	"name": "Josh Groban"
}, {
	"quote": "Leadership is about being a servant first.",
	"name": "Allen West"
}, {
	"quote": "Leadership has a harder job to do than just choose sides. It must bring sides together.",
	"name": "Jesse Jackson"
}, {
	"quote": "Whether you empower one person or the free world, that is leadership.",
	"name": "Julie Foudy"
}, {
	"quote": "Lead, follow, or get out of the way.",
	"name": "Laurence J. Peter"
}, {
	"quote": "We live in a society obsessed with public opinion. But leadership has never been about popularity.",
	"name": "Marco Rubio"
}, {
	"quote": "If more women are in leadership roles, we'll stop assuming they shouldn't be.",
	"name": "Sheryl Sandberg"
}, {
	"quote": "Isolationism is not leadership.",
	"name": "John Hickenlooper"
}, {
	"quote": "Leadership is hard. It's a skill. It's a technique.",
	"name": "Jocko Willink"
}, {
	"quote": "Turnaround or growth, it's getting your people focused on the goal that is still the job of leadership.",
	"name": "Anne M. Mulcahy"
}, {
	"quote": "I think it is important for people who are given leadership roles to assume that role immediately.",
	"name": "Bob Iger"
}, {
	"quote": "I don't know any other way to lead but by example.",
	"name": "Don Shula"
}, {
	"quote": "Leadership cannot just go along to get along. Leadership must meet the moral challenge of the day.",
	"name": "Jesse Jackson"
}, {
	"quote": "We need leadership. We don't need a doubling down on the failed politics of the past.",
	"name": "Paul Ryan"
}, {
	"quote": "I have disagreements with leadership, I have disagreements with the speaker, but I have those one-on-one.",
	"name": "Bill Flores"
}, {
	"quote": "A big part of leadership is just being comfortable with the fact that some decisions really are only yours.",
	"name": "Helene D. Gayle"
}, {
	"quote": "Preparing our city to achieve its destiny will require strong leadership.",
	"name": "Thomas Menino"
}, {
	"quote": "Leadership offers an opportunity to make a difference in someone's life, no matter what the project.",
	"name": "Bill Owens"
}, {
	"quote": "Be the chief but never the lord.",
	"name": "Lao Tzu"
}, {
	"quote": "Time is neutral and does not change things. With courage and initiative, leaders change things.",
	"name": "Jesse Jackson"
}, {
	"quote": "The art of leadership is saying no, not saying yes. It is very easy to say yes.",
	"name": "Tony Blair"
}, {
	"quote": "Great companies in the way they work, start with great leaders.",
	"name": "Steve Ballmer"
}, {
	"quote": "Leadership is a matter of how to be - not how to do it.",
	"name": "Frances Hesselbein"
}, {
	"quote": "Leadership is absolutely about inspiring action, but it is also about guarding against mis-action.",
	"name": "Simon Sinek"
}, {
	"quote": "There is no finish line to leadership.",
	"name": "Julia Hartz"
}, {
	"quote": "A leader who doesn't hesitate before he sends his nation into battle is not fit to be a leader.",
	"name": "Golda Meir"
}, {
	"quote": "Well, I think that - I think leadership's always been about two main things: imagination and courage.",
	"name": "Paul Keating"
}, {
	"quote": "I start with the premise that the function of leadership is to produce more leaders, not more followers.",
	"name": "Ralph Nader"
}, {
	"quote": "What I've really learned over time is that optimism is a very, very important part of leadership.",
	"name": "Bob Iger"
}, {
	"quote": "A man always has two reasons for doing anything: a good reason and the real reason.",
	"name": "J. P. Morgan"
}, {
	"quote": "A leader does not deserve the name unless he is willing occasionally to stand alone.",
	"name": "Henry Kissinger"
}, {
	"quote": "Uncertainty is a permanent part of the leadership landscape. It never goes away.",
	"name": "Andy Stanley"
}, {
	"quote": "Strong convictions precede great actions.",
	"name": "James Freeman Clarke"
}, {
	"quote": "Problems are only opportunities in work clothes.",
	"name": "Henry J. Kaiser"
}, {
	"quote": "I look for what needs to be done. After all, that's how the universe designs itself.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "Uncertainty is not an indication of poor leadership; it underscores the need for leadership.",
	"name": "Andy Stanley"
}, {
	"quote": "I think the greater responsibility, in terms of morality, is where leadership begins.",
	"name": "Norman Lear"
}, {
	"quote": "Leadership in telecommunications is also essential, since we are now in the age of e-commerce.",
	"name": "Michael Oxley"
}, {
	"quote": "Different times need different types of leadership.",
	"name": "Park Geun-hye"
}, {
	"quote": "Leadership is intangible, and therefore no weapon ever designed can replace it.",
	"name": "Omar N. Bradley"
}, {
	"quote": "We need to make sure we're creating spaces to create new leaders and new types of leadership.",
	"name": "Alicia Garza"
}, {
	"quote": "Leadership involves finding a parade and getting in front of it.",
	"name": "John Naisbitt"
}, {
	"quote": "Leadership and management are not synonymous.",
	"name": "Travis Bradberry"
}, {
	"quote": "Leadership comes in small acts as well as bold strokes.",
	"name": "Carly Fiorina"
}, {
	"quote": "You're only as good as the people you hire.",
	"name": "Ray Kroc"
}, {
	"quote": "The world is starving for original and decisive leadership.",
	"name": "Bryant H. McGill"
}, {
	"quote": "Actions, not words, are the ultimate results of leadership.",
	"name": "Bill Owens"
}, {
	"quote": "Absolute identity with one's cause is the first and great condition of successful leadership.",
	"name": "Woodrow Wilson"
}, {
	"quote": "I never saw myself as an individual who had any particular leadership powers.",
	"name": "Angela Davis"
}, {
	"quote": "To succeed in business it is necessary to make others see things as you see them.",
	"name": "Aristotle Onassis"
}, {
	"quote": "Leadership should be born out of the understanding of the needs of those who would be affected by it.",
	"name": "Marian Anderson"
}, {
	"quote": "Character matters; leadership descends from character.",
	"name": "Rush Limbaugh"
}, {
	"quote": "My four years in the Marine Corps left me with an indelible understanding of the value of leadership skills.",
	"name": "Frederick W. Smith"
}, {
	"quote": "Equating brutality and despotism with leadership is not an American value.",
	"name": "Jake Tapper"
}, {
	"quote": "One must be convinced to convince, to have enthusiasm to stimulate the others.",
	"name": "Stefan Zweig"
}, {
	"quote": "I am a general. My soldiers are the keys and I have to command them.",
	"name": "Vladimir Horowitz"
}, {
	"quote": "I helped to restore America's leadership.",
	"name": "Hillary Clinton"
}, {
	"quote": "America is stronger because of President Obama's leadership, and I'm better because of his friendship.",
	"name": "Hillary Clinton"
}, {
	"quote": "Leadership and greatness comes to those who follow-through. Who stand for near-flawless execution.",
	"name": "Robin S. Sharma"
}, {
	"quote": "Mahatma Gandhi was someone who demonstrated the tremendous power of leadership by example.",
	"name": "N. R. Narayana Murthy"
}, {
	"quote": "I think leadership is not something you learn; it's something you discover.",
	"name": "Myles Munroe"
}, {
	"quote": "Courage breeds leadership.",
	"name": "Nikki Haley"
}, {
	"quote": "My observation is that women are merely waiting for their husbands to assume leadership.",
	"name": "James Dobson"
}, {
	"quote": "In fair weather prepare for foul.",
	"name": "Thomas Fuller"
}, {
	"quote": "The first step in changing a culture, I believe, starts with the senior leadership team - and with the CEO.",
	"name": "Denise Morrison"
}, {
	"quote": "I think leadership is just something that comes really natural to me.",
	"name": "Carson Wentz"
}, {
	"quote": "Leadership is about vision and responsibility, not power. And I try to model that in all of my interactions.",
	"name": "Seth Berkley"
}, {
	"quote": "The job of nation building, the job of nation leadership in a difficult, complex coalition has worked.",
	"name": "Azim Premji"
}, {
	"quote": "The sharp employ the sharp.",
	"name": "Douglas William Jerrold"
}, {
	"quote": "Leadership - mobilization toward a common goal.",
	"name": "Garry Wills"
}, {
	"quote": "Humility is a great quality of leadership which derives respect and not just fear or hatred.",
	"name": "Yousef Munayyer"
}, {
	"quote": "The real leader has no need to lead - he is content to point the way.",
	"name": "Henry Miller"
}, {
	"quote": "Leadership is an ever-evolving position.",
	"name": "Mike Krzyzewski"
}, {
	"quote": "I'm not a natural leader. I'm too intellectual; I'm too abstract; I think too much.",
	"name": "Newt Gingrich"
}, {
	"quote": "Leadership is... to make sure you never limit the idea or opportunity.",
	"name": "Kevin Plank"
}, {
	"quote": "One of the sad truths about leadership is that, the higher up the ladder you travel, the less you know.",
	"name": "Margaret Heffernan"
}, {
	"quote": "If you command wisely, you'll be obeyed cheerfully.",
	"name": "Thomas Fuller"
}, {
	"quote": "Don't necessarily avoid sharp edges. Occasionally they are necessary to leadership.",
	"name": "Donald Rumsfeld"
}, {
	"quote": "Doing is a quantum leap from imagining.",
	"name": "Barbara Sher"
}, {
	"quote": "The great leaders have always stage-managed their effects.",
	"name": "Charles de Gaulle"
}, {
	"quote": "You need to be strategic about how you define your leadership journey and where that takes you.",
	"name": "Denise Morrison"
}, {
	"quote": "I'm not giving up politics entirely - I'm just giving up leadership of a political party.",
	"name": "Nigel Farage"
}, {
	"quote": "Voters go into the ballot box with big ideas in their mind: leadership, change, experience, hope.",
	"name": "Kellyanne Conway"
}, {
	"quote": "We need leadership, and we need it now.",
	"name": "Byron Dorgan"
}, {
	"quote": "Leadership does not depend on being right.",
	"name": "Ivan Illich"
}, {
	"quote": "For me, leadership is making a difference. It's using your agency to bring about change.",
	"name": "Melanne Verveer"
}, {
	"quote": "Our business in life is not to get ahead of others, but to get ahead of ourselves.",
	"name": "E. Joseph Cossman"
}, {
	"quote": "Power should be reserved for weightlifting and boats, and leadership really involves responsibility.",
	"name": "Herb Kelleher"
}, {
	"quote": "I think our leadership team is a highly accountable leadership team.",
	"name": "Steve Ballmer"
}, {
	"quote": "Shouldn't Democrats insist that Sen. Durbin step down as their whip, the number two man in their leadership?",
	"name": "Bill Kristol"
}, {
	"quote": "Education is the mother of leadership.",
	"name": "Wendell Willkie"
}, {
	"quote": "Well, I've ruffled a few feathers at all the institutions I've led. But I think that's part of leadership.",
	"name": "Robert M. Gates"
}, {
	"quote": "Military school was great and especially great for leadership and then I spent two years in Vietnam.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "My leadership will end the Obama era and begin a new era of American prosperity.",
	"name": "Mitt Romney"
}, {
	"quote": "For good or ill, I'm a person of leadership. I do my best. I don't dodge responsibility.",
	"name": "Gerry Adams"
}, {
	"quote": "Leadership is not a quantitative thing. People either smell it in you, or they don't.",
	"name": "Sergio Marchionne"
}, {
	"quote": "In politics, as in business, leadership is crucial.",
	"name": "Edgar Bronfman, Sr."
}, {
	"quote": "Leadership requires the courage to make decisions that will benefit the next generation.",
	"name": "Alan Autry"
}, {
	"quote": "Real leadership means tackling tough problems ourselves and not leaving them to our children.",
	"name": "Jon Kyl"
}, {
	"quote": "I believe most of the public should be involved in the election of the leadership.",
	"name": "Tzipi Livni"
}, {
	"quote": "It's up to you to define your own brand of leadership and your own version of success.",
	"name": "Peggy Johnson"
}, {
	"quote": "Most leadership strategies are doomed to failure from the outset.",
	"name": "Peter Senge"
}, {
	"quote": "The state treasurer has authority to weigh in and take leadership roles on taxing and spending legislation.",
	"name": "Walker Stapleton"
}, {
	"quote": "I'm convinced the question of development is mainly an issue of governance and leadership.",
	"name": "Augustin Matata Ponyo"
}, {
	"quote": "I think that's the real work of leadership: figuring out where you really believe you have significant risk.",
	"name": "Shari L. Ballard"
}, {
	"quote": "Leaders must encourage their organizations to dance to forms of music yet to be heard.",
	"name": "Warren Bennis"
}, {
	"quote": "I forgot to shake hands and be friendly. It was an important lesson about leadership.",
	"name": "Lee Iacocca"
}, {
	"quote": "To have long term success as a coach or in any position of leadership, you have to be obsessed in some way.",
	"name": "Pat Riley"
}, {
	"quote": "Charlatanism of some degree is indispensable to effective leadership.",
	"name": "Eric Hoffer"
}, {
	"quote": "Most people associate command and control leadership with the military.",
	"name": "Margaret J. Wheatley"
}, {
	"quote": "Music is all about leadership and there ain't really a lot of leaders.",
	"name": "Young Jeezy"
}, {
	"quote": "Because of the president's leadership, every American will have access to affordable, quality health care.",
	"name": "Rahm Emanuel"
}, {
	"quote": "In the conversation about women in leadership, male voices are noticeably absent.",
	"name": "Adam Grant"
}, {
	"quote": "The way I see it, what is going to come out of the moon activities is a respect for U.S. leadership.",
	"name": "Buzz Aldrin"
}, {
	"quote": "We have to trust the voices of the community to be in leadership and know what we need for our communities.",
	"name": "Tarana Burke"
}, {
	"quote": "American presidential leadership never goes out of style.",
	"name": "Monica Crowley"
}, {
	"quote": "There are many elements to a campaign. Leadership is number one. Everything else is number two.",
	"name": "Bertolt Brecht"
}, {
	"quote": "Making those around you feel invisible is the opposite of leadership.",
	"name": "Margaret Heffernan"
}, {
	"quote": "I grew up with Microsoft. I know the leadership of Microsoft.",
	"name": "Alan Mulally"
}, {
	"quote": "Building followership and inspiration around female leadership is quite difficult to do.",
	"name": "Jennifer Hyman"
}, {
	"quote": "The hardest thing in leadership is managing your own psychology, and yet it's also the least talked about.",
	"name": "Andy Dunn"
}, {
	"quote": "The American president has a peculiar leadership responsibility to speak out for freedom.",
	"name": "Ted Cruz"
}, {
	"quote": "I think with the right leadership on both sides and the right president, we can get a lot done.",
	"name": "Raja Krishnamoorthi"
}, {
	"quote": "We needed to go back on the offense and offer clear leadership on Iraq.",
	"name": "Condoleezza Rice"
}, {
	"quote": "The legitimacy of the leadership depends on what that country thinks of its leaders.",
	"name": "Zbigniew Brzezinski"
}, {
	"quote": "Leaders have to act more quickly today. The pressure comes much faster.",
	"name": "Andy Grove"
}, {
	"quote": "I recognize we will pay more attention when we have different leadership.",
	"name": "Octavia E. Butler"
}, {
	"quote": "Benchmarking is an ongoing exercise in any company that aspires for leadership.",
	"name": "Anand Mahindra"
}, {
	"quote": "The next thing is: we can make IBM even better. We brought IBM back but we're gunning for leadership.",
	"name": "Louis V. Gerstner, Jr."
}, {
	"quote": "I think that my leadership style is to get people to fear staying in place, to fear not changing.",
	"name": "Louis V. Gerstner, Jr."
}, {
	"quote": "We were hoping Obama would reclaim moral leadership for America. That failed.",
	"name": "Lech Walesa"
}, {
	"quote": "The leadership of Christine Rampone goes without saying. She is the definition of a what a leader is.",
	"name": "Ali Krieger"
}, {
	"quote": "I am surrounded by exceptional women on Accenture's board of directors as well as my own leadership team.",
	"name": "Pierre Nanterme"
}, {
	"quote": "Your style can be an artistic part of your personal leadership journey.",
	"name": "Caroline Ghosn"
}, {
	"quote": "I think the comments about me being a shill for leadership are beyond the pale.",
	"name": "Bill Flores"
}, {
	"quote": "A C.E.O.'s job is leadership, problem solving, and team building. I've done that my whole career.",
	"name": "Bruce Rauner"
}, {
	"quote": "Women in leadership cannot cry without raising a storm of commentary.",
	"name": "Madeleine M. Kunin"
}, {
	"quote": "Leadership desperately needs women.",
	"name": "Marilyn Ferguson"
}, {
	"quote": "Leadership is something I was born with.",
	"name": "Carmelo Anthony"
}, {
	"quote": "I always liked the idea of leadership and being a captain.",
	"name": "Dylan Lauren"
}, {
	"quote": "Recognizing poor leadership is a vital skill to help you achieve greatness.",
	"name": "Lewis Howes"
}, {
	"quote": "President Obama chose politics over leadership. 'Hope' and 'Change' have become bait-and-switch.",
	"name": "Lindsey Graham"
}, {
	"quote": "The House Republican leadership has simply run out of ideas.",
	"name": "Jan Schakowsky"
}, {
	"quote": "I work closely with Hispanic leadership.",
	"name": "Gene Green"
}, {
	"quote": "Democrats have no agenda, no plan for the future, and no sense of leadership.",
	"name": "Jeff Miller"
}, {
	"quote": "Our world desperately needs real leadership.",
	"name": "Daniel Lubetzky"
}, {
	"quote": "I think too much of my leadership is done the bad way.",
	"name": "Paul Pierce"
}, {
	"quote": "You have to keep on disrupting. If you let up the pressure, then al-Qaeda senior leadership will come back.",
	"name": "David Petraeus"
}, {
	"quote": "There is a crisis of leadership and governance in Africa, and we must face it.",
	"name": "Mo Ibrahim"
}, {
	"quote": "In this nation, leadership is dollars.",
	"name": "Norman Lear"
}, {
	"quote": "Churches need to figure out how they will address the spiritual lives of their staffs and leadership teams.",
	"name": "John Ortberg"
}, {
	"quote": "Leadership means setting a moral tone.",
	"name": "J. B. Pritzker"
}, {
	"quote": "I could always score goals. I loved that feeling of having your team look to you, that feeling of leadership.",
	"name": "Alex Morgan"
}, {
	"quote": "A lot of characters I've played have a certain amount of strength, pride, and leadership.",
	"name": "Mekhi Phifer"
}, {
	"quote": "We in the press, by our power, can actually undermine leadership.",
	"name": "Christiane Amanpour"
}, {
	"quote": "Ninety percent of leadership is the ability to communicate something people want.",
	"name": "Dianne Feinstein"
}, {
	"quote": "You have no power at all if you do not exercise constant power.",
	"name": "Major Owens"
}, {
	"quote": "Leadership is more about clarity than it is about control.",
	"name": "Mark Goulston"
}, {
	"quote": "I have always had confidence in our front line F.B.I. personnel as well as the F.B.I. leadership.",
	"name": "Tom Cotton"
}, {
	"quote": "When it comes to creativity and to leadership, we need introverts doing what they do best.",
	"name": "Christine Tsai"
}, {
	"quote": "The FCC, under my leadership, will stand for the First Amendment.",
	"name": "Ajit Pai"
}, {
	"quote": "Scott Walker has provided some really excellent leadership in Wisconsin.",
	"name": "Ron Johnson"
}, {
	"quote": "I want to deploy the leadership to meet the challenges that face us and to restore America's greatness.",
	"name": "Paul Tsongas"
}, {
	"quote": "I took a gamble to exercise leadership without losing my feminine nature.",
	"name": "Michelle Bachelet"
}, {
	"quote": "America's greatness has always been demonstrated by our moral leadership.",
	"name": "John Hickenlooper"
}, {
	"quote": "Get the best people and train them well.",
	"name": "Scott McNealy"
}, {
	"quote": "President Obama, under your leadership, we do need guns to keep us safe.",
	"name": "Tomi Lahren"
}, {
	"quote": "To me, it's about always trying to make decisions that reflect my leadership and who I am.",
	"name": "Andrew Whitworth"
}, {
	"quote": "Donald Trump is talking about the failed leadership of the Obama Administration.",
	"name": "Paul Manafort"
}, {
	"quote": "The Republican Party is a composition of the members of the party and not just the leadership.",
	"name": "Paul Manafort"
}, {
	"quote": "China and India will take the global leadership on climate change: they are suffering for it.",
	"name": "Malcolm Turnbull"
}, {
	"quote": "Research shows that girls look at leadership differently than boys.",
	"name": "Anna Maria Chavez"
}, {
	"quote": "If you can provide the funding and you get the leadership, you'll have a competitive team.",
	"name": "T. Boone Pickens"
}, {
	"quote": "The Irish Republican Army has kept every commitment made by its leadership.",
	"name": "Gerry Adams"
}, {
	"quote": "You have to lead people gently toward what they already know is right.",
	"name": "Phil Crosby"
}, {
	"quote": "If leadership is something that is in-your-face, then that is a different type of leadership.",
	"name": "Marcia Fudge"
}, {
	"quote": "Leadership is about encouraging women to break their silence and tell their stories to the world.",
	"name": "Zainab Salbi"
}, {
	"quote": "I believe it is time for new leadership that is able to leave the '70s behind.",
	"name": "Kim Campbell"
}, {
	"quote": "To succeed, one must be creative and persistent.",
	"name": "John H. Johnson"
}, {
	"quote": "NFL leadership has hurt Papa John's shareholders.",
	"name": "John Schnatter"
}, {
	"quote": "What's great about our leadership is they welcome other ideas.",
	"name": "Tom Graves"
}, {
	"quote": "I think I can bring tremendous leadership.",
	"name": "Jared Goff"
}, {
	"quote": "The nicest thing about standards is that there are so many of them to choose from.",
	"name": "Ken Olsen"
}, {
	"quote": "We know that companies which have more women in leadership positions have a better performance.",
	"name": "Gillian Tans"
}, {
	"quote": "Partisanship is not necessarily a bad thing. It leads to new leadership and new opportunities.",
	"name": "Gary Herbert"
}, {
	"quote": "Sport fosters many things that are good; teamwork and leadership.",
	"name": "Daley Thompson"
}, {
	"quote": "I think that bold leadership sells.",
	"name": "Sean Duffy"
}, {
	"quote": "In any leadership position, you're always going to be disappointing somebody.",
	"name": "Biz Stone"
}, {
	"quote": "I wanted total control and leadership. I wanted to buy the horses and choose the players.",
	"name": "Adolfo Cambiaso"
}, {
	"quote": "Leadership appears to be the art of getting others to want to do something you are convinced should be done.",
	"name": "Vance Packard"
}, {
	"quote": "You have to have your heart in the business and the business in your heart.",
	"name": "An Wang"
}, {
	"quote": "The very exercise of leadership fosters capacity for it.",
	"name": "Cyril Falls"
}]