[{
	"quote": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.",
	"name": "Colin Powell"
}, {
	"quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning.",
	"name": "Brad Henry"
}, {
	"quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
	"name": "Colin Powell"
}, {
	"quote": "Study nature, love nature, stay close to nature. It will never fail you.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Develop a passion for learning. If you do, you will never cease to grow.",
	"name": "Anthony J. D'Angelo"
}, {
	"quote": "Change is the end result of all true learning.",
	"name": "Leo Buscaglia"
}, {
	"quote": "I'm learning a lot about myself being alone, and doing what I'm doing.",
	"name": "Chantal Kreviazuk"
}, {
	"quote": "Education is what remains after one has forgotten what one has learned in school.",
	"name": "Albert Einstein"
}, {
	"quote": "Tell me and I forget. Teach me and I remember. Involve me and I learn.",
	"name": "Benjamin Franklin"
}, {
	"quote": "While I thought that I was learning how to live, I have been learning how to die.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Live as if you were to die tomorrow. Learn as if you were to live forever.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Leadership and learning are indispensable to each other.",
	"name": "John F. Kennedy"
}, {
	"quote": "You cannot open a book without learning something.",
	"name": "Confucius"
}, {
	"quote": "I learned the value of hard work by working hard.",
	"name": "Margaret Mead"
}, {
	"quote": "Learning is not attained by chance, it must be sought for with ardor and diligence.",
	"name": "Abigail Adams"
}, {
	"quote": "A wise man can learn more from a foolish question than a fool can learn from a wise answer.",
	"name": "Bruce Lee"
}, {
	"quote": "Each life is made up of mistakes and learning, waiting and growing, practicing patience and being persistent.",
	"name": "Billy Graham"
}, {
	"quote": "I'm not afraid of storms, for I'm learning how to sail my ship.",
	"name": "Louisa May Alcott"
}, {
	"quote": "Your mind will answer most questions if you learn to relax and wait for the answer.",
	"name": "William S. Burroughs"
}, {
	"quote": "Learning never exhausts the mind.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Everything is a learning process: any time you fall over, it's just teaching you to stand up the next time.",
	"name": "Joel Edgerton"
}, {
	"quote": "Research is creating new knowledge.",
	"name": "Neil Armstrong"
}, {
	"quote": "The beautiful thing about learning is nobody can take it away from you.",
	"name": "B. B. King"
}, {
	"quote": "Patience is a virtue, and I'm learning patience. It's a tough lesson.",
	"name": "Elon Musk"
}, {
	"quote": "You don't learn to walk by following rules. You learn by doing, and by falling over.",
	"name": "Richard Branson"
}, {
	"quote": "A good teacher must be able to put himself in the place of those who find learning hard.",
	"name": "Eliphas Levi"
}, {
	"quote": "We must learn to live together as brothers or perish together as fools.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "Research is formalized curiosity. It is poking and prying with a purpose.",
	"name": "Zora Neale Hurston"
}, {
	"quote": "If we knew what it was we were doing, it would not be called research, would it?",
	"name": "Albert Einstein"
}, {
	"quote": "He who learns but does not think, is lost! He who thinks but does not learn is in great danger.",
	"name": "Confucius"
}, {
	"quote": "Don't limit a child to your own learning, for he was born in another time.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Curiosity is the wick in the candle of learning.",
	"name": "William Arthur Ward"
}, {
	"quote": "I learned long ago, never to wrestle with a pig. You get dirty, and besides, the pig likes it.",
	"name": "George Bernard Shaw"
}, {
	"quote": "The library is the temple of learning, and learning has liberated more people than all the wars in history.",
	"name": "Carl T. Rowan"
}, {
	"quote": "Success in management requires learning as fast as the world is changing.",
	"name": "Warren Bennis"
}, {
	"quote": "I don't love studying. I hate studying. I like learning. Learning is beautiful.",
	"name": "Natalie Portman"
}, {
	"quote": "Your most unhappy customers are your greatest source of learning.",
	"name": "Bill Gates"
}, {
	"quote": "The noblest pleasure is the joy of understanding.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "You're never too old to start learning, and you're never too young to aim high and achieve great things.",
	"name": "Asa Hutchinson"
}, {
	"quote": "As I'm getting older, I'm really learning unconditional love and loyalty are extremely important.",
	"name": "Bindi Irwin"
}, {
	"quote": "A happy life is one spent in learning, earning, and yearning.",
	"name": "Lillian Gish"
}, {
	"quote": "Flying is learning how to throw yourself at the ground and miss.",
	"name": "Douglas Adams"
}, {
	"quote": "I never learn anything talking. I only learn things when I ask questions.",
	"name": "Lou Holtz"
}, {
	"quote": "I like to listen. I have learned a great deal from listening carefully. Most people never listen.",
	"name": "Ernest Hemingway"
}, {
	"quote": "Being transgender isn't a medical transition. It's a process of learning to love yourself for who you are.",
	"name": "Jazz Jennings"
}, {
	"quote": "Learning how to be still, to really be still and let life happen - that stillness becomes a radiance.",
	"name": "Morgan Freeman"
}, {
	"quote": "The things that have been most valuable to me I did not learn in school.",
	"name": "Will Smith"
}, {
	"quote": "The excitement of learning separates youth from old age. As long as you're learning you're not old.",
	"name": "Rosalyn Sussman Yalow"
}, {
	"quote": "Do your best and keep learning - that's what I believe in.",
	"name": "Suriya"
}, {
	"quote": "I'm a very strong believer in listening and learning from others.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "Waiting is a period of learning. The longer we wait, the more we hear about him for whom we are waiting.",
	"name": "Henri Nouwen"
}, {
	"quote": "You aren't learning anything when you're talking.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "I am still learning.",
	"name": "Michelangelo"
}, {
	"quote": "I am not afraid of storms for I am learning how to sail my ship.",
	"name": "Louisa May Alcott"
}, {
	"quote": "Live a life full of humility, gratitude, intellectual curiosity, and never stop learning.",
	"name": "Gza"
}, {
	"quote": "The life ahead can only be glorious if you learn to live in total harmony with the Lord.",
	"name": "Sai Baba"
}, {
	"quote": "There are three ingredients in the good life: learning, earning and yearning.",
	"name": "Christopher Morley"
}, {
	"quote": "Seeing much, suffering much, and studying much, are the three pillars of learning.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Every industrial revolution brings along a learning revolution.",
	"name": "Alexander De Croo"
}, {
	"quote": "I am always doing that which I cannot do, in order that I may learn how to do it.",
	"name": "Pablo Picasso"
}, {
	"quote": "Question everything. Learn something. Answer nothing.",
	"name": "Euripides"
}, {
	"quote": "Learning is pleasurable but doing is the height of enjoyment.",
	"name": "Novalis"
}, {
	"quote": "I want to keep learning, keep exploring, keep doing more.",
	"name": "Jessye Norman"
}, {
	"quote": "I have never met a man so ignorant that I couldn't learn something from him.",
	"name": "Galileo Galilei"
}, {
	"quote": "In youth we learn; in age we understand.",
	"name": "Marie von Ebner-Eschenbach"
}, {
	"quote": "To know oneself is to study oneself in action with another person.",
	"name": "Bruce Lee"
}, {
	"quote": "Learning how to learn is life's most important skill.",
	"name": "Tony Buzan"
}, {
	"quote": "Learning without thought is labor lost; thought without learning is perilous.",
	"name": "Confucius"
}, {
	"quote": "A man only learns in two ways, one by reading, and the other by association with smarter people.",
	"name": "Will Rogers"
}, {
	"quote": "The individualization of learning fundamentally redefines the role of assessment.",
	"name": "Sebastian Thrun"
}, {
	"quote": "Education is learning what you didn't even know you didn't know.",
	"name": "Daniel J. Boorstin"
}, {
	"quote": "Learning networking basics is only a gateway to career growth and exploration.",
	"name": "Tae Yoo"
}, {
	"quote": "A little learning, indeed, may be a dangerous thing, but the want of learning is a calamity to any people.",
	"name": "Frederick Douglass"
}, {
	"quote": "Every outing is a learning experience.",
	"name": "Drew Pomeranz"
}, {
	"quote": "There's no mystery to it. Nothing more complicated than learning lines and putting on a costume.",
	"name": "Morgan Freeman"
}, {
	"quote": "Art in the classroom not only spurs creativity, it also inspires learning.",
	"name": "Mickey Hart"
}, {
	"quote": "I see travelling as a great learning process, and my biggest dream is to travel the world.",
	"name": "Pooja Hegde"
}, {
	"quote": "A child's learning is a function more of the characteristics of his classmates than those of the teacher.",
	"name": "James S. Coleman"
}, {
	"quote": "Losers live in the past. Winners learn from the past and enjoy working in the present toward the future.",
	"name": "Denis Waitley"
}, {
	"quote": "I'm always writing and learning. It's about growth. So I'm growing as a musician, as a guitarist.",
	"name": "D'Angelo"
}, {
	"quote": "Your happiness is at the intersection of your passions and learning from great people.",
	"name": "Scott Weiss"
}, {
	"quote": "I'm learning to deal with my loneliness because then nobody can muck me around any more.",
	"name": "Amanda Eliasch"
}, {
	"quote": "I am always ready to learn although I do not always like being taught.",
	"name": "Winston Churchill"
}, {
	"quote": "Being ignorant is not so much a shame, as being unwilling to learn.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Every immigrant who comes here should be required within five years to learn English or leave the country.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "Being a part of the action is just incredible. I loved doing stunt stuff. I loved learning to ride.",
	"name": "Anna Popplewell"
}, {
	"quote": "One of the reasons people stop learning is that they become less and less willing to risk failure.",
	"name": "John W. Gardner"
}, {
	"quote": "Life is like playing a violin solo in public and learning the instrument as one goes on.",
	"name": "Samuel Butler"
}, {
	"quote": "'Cars' was about Lightning McQueen learning to slow down and to enjoy life. The journey is the reward.",
	"name": "John Lasseter"
}, {
	"quote": "The first problem for all of us, men and women, is not to learn, but to unlearn.",
	"name": "Gloria Steinem"
}, {
	"quote": "The learning process is something you can incite, literally incite, like a riot.",
	"name": "Audre Lorde"
}, {
	"quote": "Whoso neglects learning in his youth, loses the past and is dead for the future.",
	"name": "Euripides"
}, {
	"quote": "The only thing that interferes with my learning is my education.",
	"name": "Albert Einstein"
}, {
	"quote": "A weed is a plant that has mastered every survival skill except for learning how to grow in rows.",
	"name": "Doug Larson"
}, {
	"quote": "The best thing we can do with rejection is to make it a learning experience - rejection is a great teacher.",
	"name": "Adena Friedman"
}, {
	"quote": "Once you learn to quit, it becomes a habit.",
	"name": "Vince Lombardi"
}, {
	"quote": "The love of learning, the sequestered nooks, And all the sweet serenity of books.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "Much learning does not teach understanding.",
	"name": "Heraclitus"
}, {
	"quote": "Doing a documentary is about discovering, being open, learning, and following curiosity.",
	"name": "Spike Jonze"
}, {
	"quote": "We come to love not by finding a perfect person but by learning to see an imperfect person perfectly.",
	"name": "Sam Keen"
}, {
	"quote": "Everything I learned I learned from the movies.",
	"name": "Audrey Hepburn"
}, {
	"quote": "The fun thing about Snapchat is really the surprise and the joy that comes from learning how to use it.",
	"name": "Evan Spiegel"
}, {
	"quote": "The least of the work of learning is done in the classroom.",
	"name": "Thomas Merton"
}, {
	"quote": "Scholastic learning and polemical divinity retarded the growth of all true knowledge.",
	"name": "David Hume"
}, {
	"quote": "And I believe that the best learning process of any kind of craft is just to look at the work of others.",
	"name": "Wole Soyinka"
}, {
	"quote": "As an entrepreneur, you never stop learning.",
	"name": "Daymond John"
}, {
	"quote": "I am forever learning and changing.",
	"name": "W. Edwards Deming"
}, {
	"quote": "The top experts in the world are ardent students. The day you stop learning, you're definitely not an expert.",
	"name": "Brendon Burchard"
}, {
	"quote": "The knack of flying is learning how to throw yourself at the ground and miss.",
	"name": "Douglas Adams"
}, {
	"quote": "Cross-cultural learning and studying abroad can be transformative.",
	"name": "Amal Clooney"
}, {
	"quote": "Some people are so busy learning the tricks of the trade that they never learn the trade.",
	"name": "Vernon Law"
}, {
	"quote": "Every day, I'm learning new things about myself. Every day, I'm learning new things about life.",
	"name": "Aquaria"
}, {
	"quote": "No matter what, you've got to always follow your passion in life and always keep learning.",
	"name": "Harold Hamm"
}, {
	"quote": "I'm always learning and trying new things. When you stop learning, you start dying.",
	"name": "Ellen Burstyn"
}, {
	"quote": "I've been studying the planets and learning the personalities of each planet.",
	"name": "Dr. Dre"
}, {
	"quote": "As long as I'm learning something, I figure I'm OK - it's a decent day.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "He who is not everyday conquering some fear has not learned the secret of life.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "When I think about my career, my successes are built on learning from failures.",
	"name": "Satya Nadella"
}, {
	"quote": "A camera is a tool for learning how to see without a camera.",
	"name": "Dorothea Lange"
}, {
	"quote": "Everybody who is incapable of learning has taken to teaching.",
	"name": "Oscar Wilde"
}, {
	"quote": "Men have a respect for scholarship and learning greatly out of proportion to the use they commonly serve.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I am learning that in life it is OK to travel in darkness, not knowing what your next move is.",
	"name": "Cobie Smulders"
}, {
	"quote": "A little learning is a dangerous thing; Drink deep, or taste not the Pierian spring.",
	"name": "Alexander Pope"
}, {
	"quote": "I learnt not to be desperate in bad times and am learning not to be bullish when times are good.",
	"name": "John Elkann"
}, {
	"quote": "Learning to play with a big amplifier is like trying to control an elephant.",
	"name": "Ritchie Blackmore"
}, {
	"quote": "You teach best what you most need to learn.",
	"name": "Richard Bach"
}, {
	"quote": "I'm always interested in learning something new.",
	"name": "Katherine Johnson"
}, {
	"quote": "I'd rather learn from one bird how to sing than teach ten thousand stars how not to dance.",
	"name": "e. e. cummings"
}, {
	"quote": "As I enter a new phase of life and my circle broadens, I start learning new things.",
	"name": "Kapil Dev"
}, {
	"quote": "The laptop brings back a more seamless kind of learning.",
	"name": "Nicholas Negroponte"
}, {
	"quote": "The only things worth learning are the things you learn after you know it all.",
	"name": "Harry S Truman"
}, {
	"quote": "Defense is a definite part of the game, and a great part of defense is learning to play it without fouling.",
	"name": "John Wooden"
}, {
	"quote": "Learning too soon our limitations, we never learn our powers.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "The hardest job kids face today is learning good manners without seeing any.",
	"name": "Fred Astaire"
}, {
	"quote": "The learning process continues until the day you die.",
	"name": "Kirk Douglas"
}, {
	"quote": "Learning to make films is very easy. Learning what to make films about is very hard.",
	"name": "George Lucas"
}, {
	"quote": "I am learning the importance of living in the moment.",
	"name": "Sushant Singh Rajput"
}, {
	"quote": "Always keep learning. It keeps you young.",
	"name": "Patty Berg"
}, {
	"quote": "It takes a long time to learn that a courtroom is the last place in the world for learning the truth.",
	"name": "Alice Koller"
}, {
	"quote": "There's no learning without trying lots of ideas and failing lots of times.",
	"name": "Jonathan Ive"
}, {
	"quote": "Learning is not compulsory... neither is survival.",
	"name": "W. Edwards Deming"
}, {
	"quote": "There is a cure for anti-aging that actually works - it's called lifelong learning.",
	"name": "Robin S. Sharma"
}, {
	"quote": "Learning to give up on perfection may be just about the most romantic move any of us could make.",
	"name": "Alain de Botton"
}, {
	"quote": "I have been adopted by the millennials, and I'm enjoying every minute of it! I'm learning a new language.",
	"name": "Maxine Waters"
}, {
	"quote": "I still feel like I'm learning a lot and have a lot to learn and improve on.",
	"name": "Anderson Cooper"
}, {
	"quote": "I've matured - just growing up and learning more about my sport and more about myself.",
	"name": "Michelle Carter"
}, {
	"quote": "Every tournament I go to, I'm kind of learning a little bit mentally and on the course.",
	"name": "Jordan Spieth"
}, {
	"quote": "I like a challenge. I like learning new skills because I didn't learn much at school.",
	"name": "Bernard Sumner"
}, {
	"quote": "This life is a process of learning.",
	"name": "Lauryn Hill"
}, {
	"quote": "The thing about school is that if you're forced into learning stuff, you're not going to be into it.",
	"name": "Joey Ramone"
}, {
	"quote": "I never really had the fun teens of exploring the world because I was sitting at home, learning programming.",
	"name": "Markus Persson"
}, {
	"quote": "No man ever prayed heartily without learning something.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Some books leave us free and some books make us free.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Anytime you ride against the best in the world, it becomes a learning process.",
	"name": "Bonnie Blair"
}, {
	"quote": "A University should be a place of light, of liberty, and of learning.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "A single conversation across the table with a wise man is better than ten years mere study of books.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "It is only when we forget all our learning that we begin to know.",
	"name": "Henry David Thoreau"
}, {
	"quote": "As long as you live, keep learning how to live.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "It's what you learn after you know it all that counts.",
	"name": "John Wooden"
}, {
	"quote": "There's no way I can justify my salary level, but I'm learning to live with it.",
	"name": "Drew Carey"
}, {
	"quote": "Learning is finding out what you already know.",
	"name": "Richard Bach"
}, {
	"quote": "A tough lesson in life that one has to learn is that not everybody wishes you well.",
	"name": "Dan Rather"
}, {
	"quote": "I would fain grow old learning many things.",
	"name": "Plato"
}, {
	"quote": "We do not learn; and what we call learning is only a process of recollection.",
	"name": "Plato"
}, {
	"quote": "The only real progress lies in learning to be wrong all alone.",
	"name": "Albert Camus"
}, {
	"quote": "Teaching is the royal road to learning.",
	"name": "Jessamyn West"
}, {
	"quote": "Only by learning to live in harmony with your contradictions can you keep it all afloat.",
	"name": "Audre Lorde"
}, {
	"quote": "Gardening is learning, learning, learning. That's the fun of them. You're always learning.",
	"name": "Helen Mirren"
}, {
	"quote": "Learning is a tunnel experience that makes us think more broadly.",
	"name": "Anna Deavere Smith"
}, {
	"quote": "If I am through learning, I am through.",
	"name": "John Wooden"
}, {
	"quote": "Justice turns the scale, bringing to some learning through suffering.",
	"name": "Aeschylus"
}, {
	"quote": "Making a wrong decision is understandable. Refusing to search continually for learning is not.",
	"name": "Phil Crosby"
}, {
	"quote": "I'm learning the power of going away for the weekend and keeping myself company.",
	"name": "Zoe Saldana"
}, {
	"quote": "Why waste time learning, when ignorance is instantaneous?",
	"name": "Bill Watterson"
}, {
	"quote": "One of the greatest and simplest tools for learning more and growing is doing more.",
	"name": "Washington Irving"
}, {
	"quote": "I never learned from a man who agreed with me.",
	"name": "Robert A. Heinlein"
}, {
	"quote": "I think one of the great things about being a musician is that you never stop learning.",
	"name": "Yo-Yo Ma"
}, {
	"quote": "Try to learn something about everything and everything about something.",
	"name": "Thomas Huxley"
}, {
	"quote": "Every opportunity I got, I took it as a learning experience.",
	"name": "Satya Nadella"
}, {
	"quote": "My philosophy is my learning process. Until you die, you must evolve and improve.",
	"name": "Miyavi"
}, {
	"quote": "The most useful piece of learning for the uses of life is to unlearn what is untrue.",
	"name": "Antisthenes"
}, {
	"quote": "Learning music by reading about it is like making love by mail.",
	"name": "Luciano Pavarotti"
}, {
	"quote": "If you desire ease, forsake learning.",
	"name": "Nagarjuna"
}, {
	"quote": "Rich people without wisdom and learning are but sheep with golden fleeces.",
	"name": "Solon"
}, {
	"quote": "I do think observing is important in learning.",
	"name": "Roger Deakins"
}, {
	"quote": "The trick in life is learning how to deal with it.",
	"name": "Helen Mirren"
}, {
	"quote": "I think you're working and learning until you die.",
	"name": "J. K. Rowling"
}, {
	"quote": "There's no shortcut to learning a craft; you just have to put the years in.",
	"name": "Kylie Minogue"
}, {
	"quote": "I was working with Jay Z while I was still learning how to be who I was about to become.",
	"name": "Travis Scott"
}, {
	"quote": "Learning carries within itself certain dangers because out of necessity one has to learn from one's enemies.",
	"name": "Leon Trotsky"
}, {
	"quote": "The fundament upon which all our knowledge and learning rests is the inexplicable.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "Never stop learning; knowledge doubles every fourteen months.",
	"name": "Anthony J. D'Angelo"
}, {
	"quote": "Recipes tell you nothing. Learning techniques is the key.",
	"name": "Tom Colicchio"
}, {
	"quote": "I am learning all the time. The tombstone will be my diploma.",
	"name": "Eartha Kitt"
}, {
	"quote": "Learning happens in the minds and souls, not in the databases of multiple-choice tests.",
	"name": "Ken Robinson"
}, {
	"quote": "I like learning. I've been studying Japanese for years now, but it's really hard.",
	"name": "RM"
}, {
	"quote": "I fear the boredom that comes with not learning and not taking chances.",
	"name": "Robert Fulghum"
}, {
	"quote": "Learning from the past helps to ensure that mistakes are not repeated.",
	"name": "Monica Johnson"
}, {
	"quote": "Poverty must not be a bar to learning and learning must offer an escape from poverty.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "In this life, I've learned to be patient. And I'm still learning... Even now, I wish things would go quicker.",
	"name": "Benjamin Clementine"
}, {
	"quote": "For me, art is about learning and about living with people. It's alive.",
	"name": "Miuccia Prada"
}, {
	"quote": "Always be listening and learning.",
	"name": "Adena Friedman"
}, {
	"quote": "I travel like a maniac. I travel more than anyone I know. I love learning the languages.",
	"name": "Quincy Jones"
}, {
	"quote": "Only the other world has substance and reality; only good deeds and holy learning have tangible worth.",
	"name": "Abraham Cahan"
}, {
	"quote": "I've been doing a lot of learning from mistakes, first and foremost, and building off that.",
	"name": "William Green"
}, {
	"quote": "There is a huge value in learning with instant feedback.",
	"name": "Anant Agarwal"
}, {
	"quote": "Neither comprehension nor learning can take place in an atmosphere of anxiety.",
	"name": "Rose Kennedy"
}, {
	"quote": "Comedy is learning to be funny, and you learn to be funny in small rooms with young audiences.",
	"name": "Joan Rivers"
}, {
	"quote": "Wisdom has never made a bigot, but learning has.",
	"name": "Josh Billings"
}, {
	"quote": "No matter what age you are, there's a lot of room for learning.",
	"name": "Tony Bennett"
}, {
	"quote": "I'm always learning. I have to.",
	"name": "Neymar"
}, {
	"quote": "He who has imagination without learning has wings but no feet.",
	"name": "Joseph Joubert"
}, {
	"quote": "If you're going to go through hell... I suggest you come back learning something.",
	"name": "Drew Barrymore"
}, {
	"quote": "There is only one thing more painful than learning from experience and that is not learning from experience.",
	"name": "Archibald MacLeish"
}, {
	"quote": "Being a geek is all about learning the inventories of things.",
	"name": "Adam Savage"
}, {
	"quote": "I think we need to recognize that learning is a lifelong goal, a lifelong experience.",
	"name": "Adrian Grenier"
}, {
	"quote": "The delights of self-discovery are always available.",
	"name": "Gail Sheehy"
}, {
	"quote": "Acknowledging mistakes and learning from them are the first steps.",
	"name": "Travis Kalanick"
}, {
	"quote": "Just because you have a learning difficulty or difference doesn't mean you aren't smart.",
	"name": "Gavin Newsom"
}, {
	"quote": "I am just learning to notice the different colors of the stars, and already begin to have a new enjoyment.",
	"name": "Maria Mitchell"
}, {
	"quote": "The brighter you are, the more you have to learn.",
	"name": "Don Herold"
}, {
	"quote": "Learning to trust is one of life's most difficult tasks.",
	"name": "Isaac Watts"
}, {
	"quote": "Learning by doing, peer-to-peer teaching, and computer simulation are all part of the same equation.",
	"name": "Nicholas Negroponte"
}, {
	"quote": "I have spent an awful lot of time listening to Canadians, learning from them, working with them.",
	"name": "Justin Trudeau"
}, {
	"quote": "Learning, n. The kind of ignorance distinguishing the studious.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Learning how to operate a soul figures to take time.",
	"name": "Timothy Leary"
}, {
	"quote": "A man of great memory without learning hath a rock and a spindle and no staff to spin.",
	"name": "George Herbert"
}, {
	"quote": "You never finish learning.",
	"name": "Hubert de Givenchy"
}, {
	"quote": "Let ignorance talk as it will, learning has its value.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "The mind ought sometimes to be diverted that it may return to better thinking.",
	"name": "Phaedrus"
}, {
	"quote": "You have to learn and keep learning.",
	"name": "Gil Scott-Heron"
}, {
	"quote": "Life is about learning; when you stop learning, you die.",
	"name": "Tom Clancy"
}, {
	"quote": "In university they don't tell you that the greater part of the law is learning to tolerate fools.",
	"name": "Doris Lessing"
}, {
	"quote": "To be proud of learning is the greatest ignorance.",
	"name": "Jeremy Taylor"
}, {
	"quote": "I love nature and enjoy learning new skills.",
	"name": "Leona Lewis"
}, {
	"quote": "I've learned my lessons, but I'm also still learning them.",
	"name": "Benjamin Clementine"
}, {
	"quote": "My rookie year was huge for me as far as the learning curve, especially those last three games.",
	"name": "Tim Tebow"
}, {
	"quote": "'Dancing with The Stars' is like learning a new sport with lots of bumps and bruises.",
	"name": "Romeo Miller"
}, {
	"quote": "Kindness has converted more sinners than zeal, eloquence, or learning.",
	"name": "Frederick William Faber"
}, {
	"quote": "You have to grow thick skin and that only comes with time and learning.",
	"name": "Karlie Kloss"
}, {
	"quote": "The world of learning is so broad, and the human soul is so limited in power!",
	"name": "Maria Mitchell"
}, {
	"quote": "Learning how to be persuasive has been really crucial to my life both professionally and personally.",
	"name": "Amanda de Cadenet"
}, {
	"quote": "Knowledge is exploding, so you need to commit yourself to a plan for lifelong learning.",
	"name": "Don Tapscott"
}, {
	"quote": "We are learning, too, that the love of beauty is one of Nature's greatest healers.",
	"name": "Ellsworth Huntington"
}, {
	"quote": "I love learning, and I think that curiosity is a wonderful gift.",
	"name": "Andie MacDowell"
}, {
	"quote": "Learning starts with failure; the first failure is the beginning of education.",
	"name": "John Hersey"
}, {
	"quote": "I'm still learning and trying to become a better actor. I still feel insecurity.",
	"name": "Dave Bautista"
}, {
	"quote": "Responsibility for learning belongs to the student, regardless of age.",
	"name": "Robert Martin"
}, {
	"quote": "Every job you do, you gain more experience. You never stop learning.",
	"name": "Joanna Cassidy"
}, {
	"quote": "As humans, we are constantly learning and changing and evolving, and I think that is so beautiful.",
	"name": "Mija"
}, {
	"quote": "Learning is the gateway to adventure.",
	"name": "Princess Beatrice of York"
}, {
	"quote": "Just learning to think in another language allows you to see your own culture in a better viewpoint.",
	"name": "Gates McFadden"
}, {
	"quote": "When I was 12 years old, I got interested in learning English.",
	"name": "Jack Ma"
}, {
	"quote": "The minute that you're not learning I believe you're dead.",
	"name": "Jack Nicholson"
}, {
	"quote": "Learning sleeps and snores in libraries, but wisdom is everywhere, wide awake, on tiptoe.",
	"name": "Josh Billings"
}, {
	"quote": "Knowledge, learning, is an eternal thing.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "Sister Hinckley and I are learning that the so-called golden years are laced with lead.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "I spend a lot of time learning about bird watching.",
	"name": "Nikki Giovanni"
}, {
	"quote": "Learning to read music in Braille and play by ear helped me develop a damn good memory.",
	"name": "Ray Charles"
}, {
	"quote": "I spend more time learning about Buddhism than English, which is why my English today is still bad.",
	"name": "Jet Li"
}, {
	"quote": "Going to a party, for me, is as much a learning experience as, you know, sitting in a lecture.",
	"name": "Natalie Portman"
}, {
	"quote": "It's not about the failure, it's about learning from the failures. Failure itself cannot be celebrated.",
	"name": "Satya Nadella"
}, {
	"quote": "Learning hath gained most by those books by which the printers have lost.",
	"name": "Thomas Fuller"
}, {
	"quote": "Learning something new is fun.",
	"name": "Alex Trebek"
}, {
	"quote": "Learn as much by writing as by reading.",
	"name": "John Dalberg-Acton"
}, {
	"quote": "Perfecting oneself is as much unlearning as it is learning.",
	"name": "Edsger Dijkstra"
}, {
	"quote": "He that knew all that learning ever writ, Knew only this - that he knew nothing yet.",
	"name": "Aphra Behn"
}, {
	"quote": "As an actor, you keep learning. There's no end to it.",
	"name": "Sridevi"
}, {
	"quote": "I'm learning how strong I am, how resilient I am. I'm learning my weaknesses.",
	"name": "Amy Purdy"
}, {
	"quote": "It's my dream to make learning as addictive as a video game.",
	"name": "Sebastian Thrun"
}, {
	"quote": "I feel like if I'm going to take time reading, I better be learning.",
	"name": "Dan Brown"
}, {
	"quote": "Not to unlearn what you have learned is the most necessary kind of learning.",
	"name": "Antisthenes"
}, {
	"quote": "Learning what you don't want is how you know what you do want.",
	"name": "Robin Wright"
}, {
	"quote": "A humble knowledge of thyself is a surer way to God than a deep search after learning.",
	"name": "Thomas a Kempis"
}, {
	"quote": "I'm kind of still learning my voice and learning my style.",
	"name": "Shawn Mendes"
}, {
	"quote": "Out of silence is born concentration, and from that comes learning.",
	"name": "Stephen Hough"
}, {
	"quote": "Learning how to contract your power and personality is of incredible importance.",
	"name": "Daniel Lubetzky"
}, {
	"quote": "There is an extraordinary collaborative spirit when you are learning and growing.",
	"name": "Robbie Robertson"
}, {
	"quote": "It has been said that 80% of what people learn is visual.",
	"name": "Allen Klein"
}, {
	"quote": "If you aren't learning, you are regressing, because more growth comes from failure than from success.",
	"name": "Shahid Khan"
}, {
	"quote": "I'm not crazy. But I am different. I'm still learning about myself.",
	"name": "El DeBarge"
}, {
	"quote": "Love of learning led to monasteries, which became the cradle of academic guilds.",
	"name": "John Ortberg"
}, {
	"quote": "We should regret our mistakes and learn from them, but never carry them forward into the future with us.",
	"name": "Lucy Maud Montgomery"
}, {
	"quote": "As I'd go out learning to surf, I'd feel the power of waves coming over my body. It's like you're with God.",
	"name": "Dick Dale"
}, {
	"quote": "I'm learning that you can be comfortable and still look beautiful.",
	"name": "Selena Gomez"
}, {
	"quote": "Hungry people cannot be good at learning or producing anything, except perhaps violence.",
	"name": "Pearl Bailey"
}, {
	"quote": "All men begin their learning with Homer.",
	"name": "Xenophanes"
}, {
	"quote": "You can enjoy stargazing just by going out and learning a couple constellations with your kids.",
	"name": "Tim Ferriss"
}, {
	"quote": "In software design, it's all about making a guess, trying it, and then learning from the experience.",
	"name": "Stewart Butterfield"
}, {
	"quote": "In my bachelor days, the priority wasn't learning to cook.",
	"name": "Rob Lowe"
}, {
	"quote": "Learning is a critical part of our mission and organizational culture.",
	"name": "Charles Best"
}, {
	"quote": "Learning how to work and learning how to fail is important.",
	"name": "Jamie Moyer"
}, {
	"quote": "I eventually became proud of my strikeouts, because each one represented another learning experience.",
	"name": "Willie Stargell"
}, {
	"quote": "80 percent of learning is visual, so children who can't afford vision correction are at such a disadvantage.",
	"name": "Ellen Hollman"
}, {
	"quote": "As a species, we can at times be dimwitted and cruel. But we're also capable of learning.",
	"name": "K. A. Applegate"
}, {
	"quote": "I'm forever learning and that's why I'm always able to create new styles and new dimensions of hip-hop.",
	"name": "Doug E. Fresh"
}, {
	"quote": "I'm still learning, and that's what life is about.",
	"name": "Cary Elwes"
}, {
	"quote": "Words are but wind; and learning is nothing but words; ergo, learning is nothing but wind.",
	"name": "Jonathan Swift"
}, {
	"quote": "The young are adept at learning, but even more adept at avoiding it.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "The main part of intellectual education is not the acquisition of facts, but learning how to make facts live.",
	"name": "Oliver Wendell Holmes, Jr."
}, {
	"quote": "I'm learning English at the moment. I can say 'Big Ben', 'Hello Rodney', 'Tower Bridge' and 'Loo'.",
	"name": "Cher"
}, {
	"quote": "I was so enthralled watching 'Guys and Dolls' and learning about the Rat Pack.",
	"name": "Brendon Urie"
}, {
	"quote": "The trouble with learning from experience is that you never graduate.",
	"name": "Doug Larson"
}, {
	"quote": "There is no royal road to learning; no short cut to the acquirement of any art.",
	"name": "Anthony Trollope"
}, {
	"quote": "The audience, upon learning that the real Buffalo Bill was present, gave several cheers between the acts.",
	"name": "Buffalo Bill"
}, {
	"quote": "I'm passionate about learning. I'm passionate about life.",
	"name": "Tom Cruise"
}, {
	"quote": "You don't always have to have the most amazing story. It's learning to share the story you have that counts.",
	"name": "Amy Purdy"
}, {
	"quote": "Philosophy is a kind of journey, ever learning yet never arriving at the ideal perfection of truth.",
	"name": "Albert Pike"
}, {
	"quote": "The Seinfeld motto: No learning, no hugging.",
	"name": "Julia Louis-Dreyfus"
}, {
	"quote": "You discover yourself through the research of your work.",
	"name": "Carine Roitfeld"
}, {
	"quote": "We are a long time in learning that all our strength and salvation is in God.",
	"name": "David Brainerd"
}, {
	"quote": "I grow old learning something new every day.",
	"name": "Solon"
}, {
	"quote": "The soul is everlasting, and its learning experience is lifetime after lifetime.",
	"name": "Shirley MacLaine"
}, {
	"quote": "You never stop learning.",
	"name": "Adena Friedman"
}, {
	"quote": "Learning is the new skill. Imagination, creation and asking new questions are at its core.",
	"name": "Sugata Mitra"
}, {
	"quote": "Sibling relationships have been underemphasised in learning about child development.",
	"name": "Robert J. Waldinger"
}, {
	"quote": "For me, becoming a man had a lot to do with learning communication, and I learned about that by acting.",
	"name": "Adam Driver"
}, {
	"quote": "Every record I do is a learning process for how I want to do the next one.",
	"name": "Matisyahu"
}, {
	"quote": "I really am a chick from Long Island who's just learning along with everyone.",
	"name": "Amy Schumer"
}, {
	"quote": "You are always learning; there is a lot of grey; don't take things for granted.",
	"name": "Lisa Marie Presley"
}, {
	"quote": "It is what we know already that often prevents us from learning.",
	"name": "Claude Bernard"
}, {
	"quote": "Experience is making mistakes and learning from them.",
	"name": "Bill Ackman"
}, {
	"quote": "It's not the teaching, it's the learning.",
	"name": "Sly Stone"
}, {
	"quote": "I can get motivated seeing a kid at my son's school overcome a learning disability.",
	"name": "Jason Alexander"
}, {
	"quote": "The more painful it is, tragically, the more you do learn, though, that's the good part.",
	"name": "Sylvia Browne"
}, {
	"quote": "What people actually refer to as research nowadays is really just Googling.",
	"name": "Dermot Mulroney"
}]