[{
	"quote": "Only I can change my life. No one can do it for me.",
	"name": "Carol Burnett"
}, {
	"quote": "Life is 10% what happens to you and 90% how you react to it.",
	"name": "Charles R. Swindoll"
}, {
	"quote": "There is only one happiness in this life, to love and be loved.",
	"name": "George Sand"
}, {
	"quote": "Change your life today. Don't gamble on the future, act now, without delay.",
	"name": "Simone de Beauvoir"
}, {
	"quote": "The greatest gift of life is friendship, and I have received it.",
	"name": "Hubert H. Humphrey"
}, {
	"quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life.",
	"name": "Yoko Ono"
}, {
	"quote": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live.",
	"name": "Norman Cousins"
}, {
	"quote": "Lighten up, just enjoy life, smile more, laugh more, and don't get so worked up about things.",
	"name": "Kenneth Branagh"
}, {
	"quote": "Because of your smile, you make life more beautiful.",
	"name": "Thich Nhat Hanh"
}, {
	"quote": "Live life to the fullest, and focus on the positive.",
	"name": "Matt Cameron"
}, {
	"quote": "It's all about quality of life and finding a happy balance between work and friends and family.",
	"name": "Philip Green"
}, {
	"quote": "My family is my life, and everything else comes second as far as what's important to me.",
	"name": "Michael Imperioli"
}, {
	"quote": "Life is the art of drawing without an eraser.",
	"name": "John W. Gardner"
}, {
	"quote": "In three words I can sum up everything I've learned about life: it goes on.",
	"name": "Robert Frost"
}, {
	"quote": "Life is full of happiness and tears; be strong and have faith.",
	"name": "Kareena Kapoor Khan"
}, {
	"quote": "There are two great days in a person's life - the day we are born and the day we discover why.",
	"name": "William Barclay"
}, {
	"quote": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better.",
	"name": "Henry Rollins"
}, {
	"quote": "Be happy for this moment. This moment is your life.",
	"name": "Omar Khayyam"
}, {
	"quote": "The biggest adventure you can take is to live the life of your dreams.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
	"name": "Albert Einstein"
}, {
	"quote": "Do not take life too seriously. You will never get out of it alive.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Education is not preparation for life; education is life itself.",
	"name": "John Dewey"
}, {
	"quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
	"name": "Buddha"
}, {
	"quote": "God gave us the gift of life; it is up to us to give ourselves the gift of living well.",
	"name": "Voltaire"
}, {
	"quote": "Life is a journey that must be traveled no matter how bad the roads and accommodations.",
	"name": "Oliver Goldsmith"
}, {
	"quote": "Life is really simple, but we insist on making it complicated.",
	"name": "Confucius"
}, {
	"quote": "My life motto is 'Do my best, so that I can't blame myself for anything.'",
	"name": "Magdalena Neuner"
}, {
	"quote": "Life is like a roller coaster, live it, be happy, enjoy life.",
	"name": "Avril Lavigne"
}, {
	"quote": "Just as a candle cannot burn without fire, men cannot live without a spiritual life.",
	"name": "Buddha"
}, {
	"quote": "A hero is someone who has given his or her life to something bigger than oneself.",
	"name": "Joseph Campbell"
}, {
	"quote": "I'm lucky in having found the perfect partner to spend my life with.",
	"name": "Sara Paretsky"
}, {
	"quote": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "To succeed in life, you need three things: a wishbone, a backbone and a funny bone.",
	"name": "Reba McEntire"
}, {
	"quote": "Good health and good sense are two of life's greatest blessings.",
	"name": "Publilius Syrus"
}, {
	"quote": "Where there is love there is life.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Positivity, confidence, and persistence are key in life, so never give up on yourself.",
	"name": "Khalid"
}, {
	"quote": "Life was always a matter of waiting for the right moment to act.",
	"name": "Paulo Coelho"
}, {
	"quote": "Friendship is the shadow of the evening, which increases with the setting sun of life.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "You go through life wondering what is it all about but at the end of the day it's all about family.",
	"name": "Rod Stewart"
}, {
	"quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life.",
	"name": "Richard Bach"
}, {
	"quote": "Be brave enough to live life creatively. The creative place where no one else has ever been.",
	"name": "Alan Alda"
}, {
	"quote": "The purpose of human life is to serve, and to show compassion and the will to help others.",
	"name": "Albert Schweitzer"
}, {
	"quote": "Choose a job you love, and you will never have to work a day in your life.",
	"name": "Unknown"
}, {
	"quote": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking.",
	"name": "Marcus Aurelius"
}, {
	"quote": "The only rule is don't be boring and dress cute wherever you go. Life is too short to blend in.",
	"name": "Paris Hilton"
}, {
	"quote": "A dog will teach you unconditional love. If you can have that in your life, things won't be too bad.",
	"name": "Robert Wagner"
}, {
	"quote": "Simply enjoy life and the great pleasures that come with it.",
	"name": "Karolina Kurkova"
}, {
	"quote": "Life ain't always beautiful, but it's a beautiful ride.",
	"name": "Gary Allan"
}, {
	"quote": "The more you praise and celebrate your life, the more there is in life to celebrate.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Music is love, love is music, music is life, and I love my life. Thank you and good night.",
	"name": "A. J. McLean"
}, {
	"quote": "There are only three things women need in life: food, water, and compliments.",
	"name": "Chris Rock"
}, {
	"quote": "I decided to fly through the air and live in the sunlight and enjoy life as much as I could.",
	"name": "Evel Knievel"
}, {
	"quote": "Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor.",
	"name": "Sholom Aleichem"
}, {
	"quote": "We are all born alone and die alone. The loneliness is definitely part of the journey of life.",
	"name": "Jenova Chen"
}, {
	"quote": "Good friends, good books and a sleepy conscience: this is the ideal life.",
	"name": "Mark Twain"
}, {
	"quote": "Let your life lightly dance on the edges of Time like dew on the tip of a leaf.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Luck is great, but most of life is hard work.",
	"name": "Iain Duncan Smith"
}, {
	"quote": "Life began with waking up and loving my mother's face.",
	"name": "George Eliot"
}, {
	"quote": "All you need in this life is ignorance and confidence, and then success is sure.",
	"name": "Mark Twain"
}, {
	"quote": "A man who has never made a woman angry is a failure in life.",
	"name": "Christopher Morley"
}, {
	"quote": "The purpose of art is washing the dust of daily life off our souls.",
	"name": "Pablo Picasso"
}, {
	"quote": "When I started counting my blessings, my whole life turned around.",
	"name": "Willie Nelson"
}, {
	"quote": "I remember my mother's prayers and they have always followed me. They have clung to me all my life.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Just when I think I have learned the way to live, life changes.",
	"name": "Hugh Prather"
}, {
	"quote": "Science is organized knowledge. Wisdom is organized life.",
	"name": "Immanuel Kant"
}, {
	"quote": "I think togetherness is a very important ingredient to family life.",
	"name": "Barbara Bush"
}, {
	"quote": "Do what you need to do and enjoy life as it happens.",
	"name": "John Scalzi"
}, {
	"quote": "Live life for the moment because everything else is uncertain!",
	"name": "Louis Tomlinson"
}, {
	"quote": "The life of the dead is placed in the memory of the living.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Children are the anchors that hold a mother to life.",
	"name": "Sophocles"
}, {
	"quote": "Concision in style, precision in thought, decision in life.",
	"name": "Victor Hugo"
}, {
	"quote": "The bird is powered by its own life and by its motivation.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "We make a living by what we get, but we make a life by what we give.",
	"name": "Winston Churchill"
}, {
	"quote": "My fashion philosophy is, if you're not covered in dog hair, your life is empty.",
	"name": "Elayne Boosler"
}, {
	"quote": "We must let go of the life we have planned, so as to accept the one that is waiting for us.",
	"name": "Joseph Campbell"
}, {
	"quote": "The only disability in life is a bad attitude.",
	"name": "Scott Hamilton"
}, {
	"quote": "For life and death are one, even as the river and the sea are one.",
	"name": "Khalil Gibran"
}, {
	"quote": "This life is like a swimming pool. You dive into the water, but you can't see how deep it is.",
	"name": "Dennis Rodman"
}, {
	"quote": "You cannot have a positive life and a negative mind.",
	"name": "Joyce Meyer"
}, {
	"quote": "One of the luckiest things that can happen to you in life is, I think, to have a happy childhood.",
	"name": "Agatha Christie"
}, {
	"quote": "Memories are the best things in life, I think.",
	"name": "Romy Schneider"
}, {
	"quote": "I believe that God put us in this jolly world to be happy and enjoy life.",
	"name": "Robert Baden-Powell"
}, {
	"quote": "Hold fast to dreams, for if dreams die, life is a broken-winged bird that cannot fly.",
	"name": "Langston Hughes"
}, {
	"quote": "Life is all about having a good time.",
	"name": "Miley Cyrus"
}, {
	"quote": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students.",
	"name": "Solomon Ortiz"
}, {
	"quote": "I wish my school days could have dragged on a little longer, or that I could go back and do it later in life.",
	"name": "Cara Delevingne"
}, {
	"quote": "If you are not too long, I will wait here for you all my life.",
	"name": "Oscar Wilde"
}, {
	"quote": "If the only prayer you ever say in your entire life is thank you, it will be enough.",
	"name": "Meister Eckhart"
}, {
	"quote": "If you have no confidence in self, you are twice defeated in the race of life.",
	"name": "Marcus Garvey"
}, {
	"quote": "Life is one grand, sweet song, so start the music.",
	"name": "Ronald Reagan"
}, {
	"quote": "However difficult life may seem, there is always something you can do and succeed at.",
	"name": "Stephen Hawking"
}, {
	"quote": "I am the Way, the Truth, and the Life. No one comes to the Father except through me.",
	"name": "Jesus Christ"
}, {
	"quote": "Land is the secure ground of home, the sea is like life, the outside, the unknown.",
	"name": "Stephen Gardiner"
}, {
	"quote": "Each life is made up of mistakes and learning, waiting and growing, practicing patience and being persistent.",
	"name": "Billy Graham"
}, {
	"quote": "Smoking kills. If you're killed, you've lost a very important part of your life.",
	"name": "Brooke Shields"
}, {
	"quote": "Thank you for life, and all the little ups and downs that make it worth living.",
	"name": "Travis Barker"
}, {
	"quote": "Nobody gets to live life backward. Look ahead, that is where your future lies.",
	"name": "Ann Landers"
}, {
	"quote": "He who is not courageous enough to take risks will accomplish nothing in life.",
	"name": "Muhammad Ali"
}, {
	"quote": "I'm just a regular person who believes life is simple, and I like a simple life.",
	"name": "Manny Pacquiao"
}, {
	"quote": "Take a step back, evaluate what is important, and enjoy life.",
	"name": "Teri Garr"
}, {
	"quote": "The regret of my life is that I have not said 'I love you' often enough.",
	"name": "Yoko Ono"
}, {
	"quote": "I like people that enjoy life, 'cause I do the same.",
	"name": "Lil Wayne"
}, {
	"quote": "Life is a game and true love is a trophy.",
	"name": "Rufus Wainwright"
}, {
	"quote": "Life is something to do when you can't get to sleep.",
	"name": "Fran Lebowitz"
}, {
	"quote": "The happiest moment of my life was probably when my daughter was born.",
	"name": "David Duchovny"
}, {
	"quote": "There are two means of refuge from the miseries of life: music and cats.",
	"name": "Albert Schweitzer"
}, {
	"quote": "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good.",
	"name": "Helen Keller"
}, {
	"quote": "Be patient and understanding. Life is too short to be vengeful or malicious.",
	"name": "Phillips Brooks"
}, {
	"quote": "The true secret of happiness lies in taking a genuine interest in all the details of daily life.",
	"name": "William Morris"
}, {
	"quote": "Life isn't black and white. It's a million gray areas, don't you find?",
	"name": "Ridley Scott"
}, {
	"quote": "The good life is a process, not a state of being. It is a direction not a destination.",
	"name": "Carl Rogers"
}, {
	"quote": "Life is a mirror and will reflect back to the thinker what he thinks into it.",
	"name": "Ernest Holmes"
}, {
	"quote": "Relax! Life is beautiful!",
	"name": "David L. Wolper"
}, {
	"quote": "If you do what you love, you'll never work a day in your life.",
	"name": "Marc Anthony"
}, {
	"quote": "The most important thing is to enjoy your life - to be happy - it's all that matters.",
	"name": "Audrey Hepburn"
}, {
	"quote": "Life is tough, and things don't always work out well, but we should be brave and go on with our lives.",
	"name": "Suga"
}, {
	"quote": "Life is either a great adventure or nothing.",
	"name": "Helen Keller"
}, {
	"quote": "I've had to learn to fight all my life - got to learn to keep smiling. If you smile things will work out.",
	"name": "Serena Williams"
}, {
	"quote": "Without music, life is a journey through a desert.",
	"name": "Pat Conroy"
}, {
	"quote": "Life is a journey. When we stop, things don't go right.",
	"name": "Pope Francis"
}, {
	"quote": "Don't ever doubt yourselves or waste a second of your life. It's too short, and you're too special.",
	"name": "Ariana Grande"
}, {
	"quote": "Rain is grace; rain is the sky descending to the earth; without rain, there would be no life.",
	"name": "John Updike"
}, {
	"quote": "Life is full of misery, loneliness, and suffering - and it's all over much too soon.",
	"name": "Woody Allen"
}, {
	"quote": "One thing I've learned about life is that if you really let go, it's just a joy ride.",
	"name": "Ricky Williams"
}, {
	"quote": "The secret of life is honesty and fair dealing. If you can fake that, you've got it made.",
	"name": "Groucho Marx"
}, {
	"quote": "Life moves so fast. You gotta document the good times, man.",
	"name": "Big Boi"
}, {
	"quote": "Life is the flower for which love is the honey.",
	"name": "Victor Hugo"
}, {
	"quote": "Being stylish is about enjoying your life and expressing yourself and your inner light.",
	"name": "Tori Amos"
}, {
	"quote": "Life is short, and it is up to you to make it sweet.",
	"name": "Sarah Louise Delany"
}, {
	"quote": "My personal ambition remains the same - to be creative, to be modern, to stay one step ahead, to enjoy life.",
	"name": "Natalie Massenet"
}, {
	"quote": "No water, no life. No blue, no green.",
	"name": "Sylvia Earle"
}, {
	"quote": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.",
	"name": "Oscar Wilde"
}, {
	"quote": "The reason I exercise is for the quality of life I enjoy.",
	"name": "Kenneth H. Cooper"
}, {
	"quote": "I wish that every human life might be pure transparent freedom.",
	"name": "Simone de Beauvoir"
}, {
	"quote": "I feel that the simplicity of life is just being yourself.",
	"name": "Bobby Brown"
}, {
	"quote": "The good life is one inspired by love and guided by knowledge.",
	"name": "Bertrand Russell"
}, {
	"quote": "You were made perfectly to be loved - and surely I have loved you, in the idea of you, my whole life long.",
	"name": "Elizabeth Barrett Browning"
}, {
	"quote": "It's really not about what you have. It's about how you're able to enjoy life in general.",
	"name": "Kevin Harvick"
}, {
	"quote": "Grief is in two parts. The first is loss. The second is the remaking of life.",
	"name": "Anne Roiphe"
}, {
	"quote": "Life can only be understood backwards; but it must be lived forwards.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "Words, once they are printed, have a life of their own.",
	"name": "Carol Burnett"
}, {
	"quote": "You can really only enjoy life when you're extremely busy.",
	"name": "Josephine de La Baume"
}, {
	"quote": "I intend to live life, not just exist.",
	"name": "George Takei"
}, {
	"quote": "The best things in life are often waiting for you at the exit ramp of your comfort zone.",
	"name": "Karen Salmansohn"
}, {
	"quote": "If you love life, don't waste time, for time is what life is made up of.",
	"name": "Bruce Lee"
}, {
	"quote": "Caring - about people, about things, about life - is an act of maturity.",
	"name": "Tracy McMillan"
}, {
	"quote": "Without deep reflection one knows from daily life that one exists for other people.",
	"name": "Albert Einstein"
}, {
	"quote": "You learn more about life from watching 'Big Brother' than from reading a book.",
	"name": "John de Mol, Jr."
}, {
	"quote": "He who has a why to live can bear almost any how.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Music is the mediator between the spiritual and the sensual life.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "Life is about how much you can take and keep fighting, how much you can suffer and keep moving forward.",
	"name": "Anderson Silva"
}, {
	"quote": "Life is too short not to celebrate nice moments!",
	"name": "Jurgen Klopp"
}, {
	"quote": "There's only two people in your life you should lie to... the police and your girlfriend.",
	"name": "Jack Nicholson"
}, {
	"quote": "As a well-spent day brings happy sleep, so a life well spent brings happy death.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Be free, and live life fully.",
	"name": "Caroline Shaw"
}, {
	"quote": "Life is a series of waves to be embraced and overcome.",
	"name": "Danny Meyer"
}, {
	"quote": "I've failed over and over and over again in my life and that is why I succeed.",
	"name": "Michael Jordan"
}, {
	"quote": "Romance is the glamour which turns the dust of everyday life into a golden haze.",
	"name": "Carolyn Gold Heilbrun"
}, {
	"quote": "Whatever you do in life, surround yourself with smart people who'll argue with you.",
	"name": "John Wooden"
}, {
	"quote": "A man who dares to waste one hour of time has not discovered the value of life.",
	"name": "Charles Darwin"
}, {
	"quote": "Life is like a ten speed bicycle. Most of us have gears we never use.",
	"name": "Charles M. Schulz"
}, {
	"quote": "Education must not simply teach work - it must teach Life.",
	"name": "W. E. B. Du Bois"
}, {
	"quote": "Open your eyes, look within. Are you satisfied with the life you're living?",
	"name": "Bob Marley"
}, {
	"quote": "A happy life is one which is in accordance with its own nature.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "My whole life is about winning. I don't lose often. I almost never lose.",
	"name": "Donald Trump"
}, {
	"quote": "The hardest thing in life to learn is which bridge to cross and which to burn.",
	"name": "David Russell"
}, {
	"quote": "When life gives you Monday, dip it in glitter and sparkle all day.",
	"name": "Ella Woodward"
}, {
	"quote": "I live a very joyful life, with a lot of laughter and good times.",
	"name": "Kimberly Elise"
}, {
	"quote": "It's better to be a lion for a day than a sheep all your life.",
	"name": "Elizabeth Kenny"
}, {
	"quote": "You have enemies? Good. That means you've stood up for something, sometime in your life.",
	"name": "Winston Churchill"
}, {
	"quote": "The story of life is quicker than the blink of an eye, the story of love is hello, goodbye.",
	"name": "Jimi Hendrix"
}, {
	"quote": "Alcohol is the anesthesia by which we endure the operation of life.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Life is short, and we should respect every moment of it.",
	"name": "Orhan Pamuk"
}, {
	"quote": "Life begins at the end of your comfort zone.",
	"name": "Neale Donald Walsch"
}, {
	"quote": "Life and death are one thread, the same line viewed from different sides.",
	"name": "Lao Tzu"
}, {
	"quote": "I think it's important to find the little things in everyday life that make you happy.",
	"name": "Paula Cole"
}, {
	"quote": "It's amazing. Life changes very quickly, in a very positive way, if you let it.",
	"name": "Lindsey Vonn"
}, {
	"quote": "A life is not important except in the impact it has on other lives.",
	"name": "Jackie Robinson"
}, {
	"quote": "No one really has a bad life. Not even a bad day. Just bad moments.",
	"name": "Regina Brett"
}, {
	"quote": "You have to go through those mountains and valleys - because that's what life is: soul growth.",
	"name": "Wayne Newton"
}, {
	"quote": "Life itself is the most wonderful fairy tale.",
	"name": "Hans Christian Andersen"
}, {
	"quote": "Live and work but do not forget to play, to have fun in life and really enjoy it.",
	"name": "Eileen Caddy"
}, {
	"quote": "Over and over I marvel at the blessings of my life: Each year has grown better than the last.",
	"name": "Lawrence Welk"
}, {
	"quote": "All I want is to live a peaceful life, to regain my life and be happy.",
	"name": "Mickey Rooney"
}, {
	"quote": "We live in a fantasy world, a world of illusion. The great task in life is to find reality.",
	"name": "Iris Murdoch"
}, {
	"quote": "If you spend your whole life waiting for the storm, you'll never enjoy the sunshine.",
	"name": "Morris West"
}, {
	"quote": "Surprise is the greatest gift which life can grant us.",
	"name": "Boris Pasternak"
}, {
	"quote": "Life is what happens while you are busy making other plans.",
	"name": "John Lennon"
}, {
	"quote": "Beware the barrenness of a busy life.",
	"name": "Socrates"
}, {
	"quote": "When you are grateful - when you can see what you have - you unlock blessings to flow in your life.",
	"name": "Suze Orman"
}, {
	"quote": "Youth is something I never wanna take for granted. I just want to smile and live life.",
	"name": "Tyler, The Creator"
}, {
	"quote": "A happy wife is a happy life.",
	"name": "Gavin Rossdale"
}, {
	"quote": "I just enjoy life now. I just enjoy every morning I get to wake up.",
	"name": "Nas"
}, {
	"quote": "One of the most important days of my life was when I learned to ride a bicycle.",
	"name": "Michael Palin"
}, {
	"quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "Telling a teenager the facts of life is like giving a fish a bath.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "Sometimes, life is unfair, and you have to suck it up and move on and not use it as an excuse.",
	"name": "Robert Kraft"
}, {
	"quote": "Old age is just a record of one's whole life.",
	"name": "Muhammad Ali"
}, {
	"quote": "Sometimes life hits you in the head with a brick. Don't lose faith.",
	"name": "Steve Jobs"
}, {
	"quote": "I always say that the times in my life when I've been happiest are the times when I've seen, like, a sunset.",
	"name": "Chris Evans"
}, {
	"quote": "No life's worth more than any other, no sister worth less than any brother.",
	"name": "Michael Franti"
}, {
	"quote": "Man does not control his own fate. The women in his life do that for him.",
	"name": "Groucho Marx"
}, {
	"quote": "Water is life, and clean water means health.",
	"name": "Audrey Hepburn"
}, {
	"quote": "Life isn't about finding yourself. Life is about creating yourself.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Life isn't always really glamorous and fabulous. It's about encouraging people to go back to natural beauty.",
	"name": "Zoe Foster Blake"
}, {
	"quote": "Life is a difficult game. You can win it only by retaining your birthright to be a person.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "Life is hard. After all, it kills you.",
	"name": "Katharine Hepburn"
}, {
	"quote": "Life is like the ocean, it goes up and down.",
	"name": "Vanessa Paradis"
}, {
	"quote": "The monotony and solitude of a quiet life stimulates the creative mind.",
	"name": "Albert Einstein"
}, {
	"quote": "The sole meaning of life is to serve humanity.",
	"name": "Leo Tolstoy"
}, {
	"quote": "Music is the soundtrack of your life.",
	"name": "Dick Clark"
}, {
	"quote": "It is the sweet, simple things of life which are the real ones after all.",
	"name": "Laura Ingalls Wilder"
}, {
	"quote": "I travel light. I think the most important thing is to be in a good mood and enjoy life, wherever you are.",
	"name": "Diane von Furstenberg"
}, {
	"quote": "I don't wait for the calendar to figure out when I should live life.",
	"name": "Gene Simmons"
}, {
	"quote": "I think in this life it's important to be kind, be thankful, and always be creative.",
	"name": "Bishop Briggs"
}, {
	"quote": "Without football, my life is worth nothing.",
	"name": "Cristiano Ronaldo"
}, {
	"quote": "Life's most persistent and urgent question is, 'What are you doing for others?'",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "The only real things in life is the unexpected things. Everything else is just an illusion.",
	"name": "Watkin Tudor Jones"
}, {
	"quote": "Your daily life is your temple and your religion. When you enter into it take with you your all.",
	"name": "Khalil Gibran"
}, {
	"quote": "I am blessed with a funny gene that makes me enjoy life.",
	"name": "Karan Patel"
}, {
	"quote": "Life is an adventure, it's not a package tour.",
	"name": "Eckhart Tolle"
}, {
	"quote": "Never regret yesterday. Life is in you today and you make your tomorrow.",
	"name": "L. Ron Hubbard"
}, {
	"quote": "I love the beach. I love the sea. All my life I live within - in front of the sea.",
	"name": "Rafael Nadal"
}, {
	"quote": "Thank you, God, for this good life and forgive us if we do not love it enough.",
	"name": "Garrison Keillor"
}, {
	"quote": "You will always have ups and downs in your life and your career, but just stay positive and go for it.",
	"name": "Angelique Kerber"
}, {
	"quote": "My guiding principles in life are to be honest, genuine, thoughtful and caring.",
	"name": "Prince William"
}, {
	"quote": "Looking back at my life's voyage, I can only say that it has been a golden trip.",
	"name": "Ginger Rogers"
}, {
	"quote": "Everyone is necessarily the hero of his own life story.",
	"name": "John Barth"
}, {
	"quote": "I want to have fun. It's a beautiful life. You learn, you win, you lose, but you get up.",
	"name": "Nas"
}, {
	"quote": "No matter if you win or lose, the most important thing in life is to enjoy what you have.",
	"name": "Dong Dong"
}, {
	"quote": "I'm actually pretty shy in real life. But I guess in front of the camera, I focus.",
	"name": "Ranbir Kapoor"
}, {
	"quote": "The unexamined life is not worth living.",
	"name": "Socrates"
}, {
	"quote": "My favorite thing is to have a big dinner with friends and talk about life.",
	"name": "Carla Gugino"
}, {
	"quote": "There are three constants in life... change, choice and principles.",
	"name": "Stephen Covey"
}, {
	"quote": "Every moment and every event of every man's life on earth plants something in his soul.",
	"name": "Thomas Merton"
}, {
	"quote": "Believe that life is worth living and your belief will help create the fact.",
	"name": "William James"
}, {
	"quote": "Life changes so quickly. feeling grateful to be around such wonderful people to strengthen and grow with.",
	"name": "Riley Keough"
}, {
	"quote": "If you don't embrace who you are and accept who you are, you won't be able to live a happy life.",
	"name": "Ciara"
}, {
	"quote": "Life's tragedy is that we get old too soon and wise too late.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Life is like a game of cards. The hand you are dealt is determinism; the way you play it is free will.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "Reading is a basic tool in the living of a good life.",
	"name": "Joseph Addison"
}, {
	"quote": "A bachelor's life is a fine breakfast, a flat lunch, and a miserable dinner.",
	"name": "Francis Bacon"
}, {
	"quote": "Weddings are important because they celebrate life and possibility.",
	"name": "Anne Hathaway"
}, {
	"quote": "A happy life is one spent in learning, earning, and yearning.",
	"name": "Lillian Gish"
}, {
	"quote": "The price of anything is the amount of life you exchange for it.",
	"name": "Henry David Thoreau"
}, {
	"quote": "My daughter is my passion and my life.",
	"name": "Tamara Mellon"
}, {
	"quote": "A library is the delivery room for the birth of ideas, a place where history comes to life.",
	"name": "Norman Cousins"
}, {
	"quote": "Life could be wonderful if people would leave you alone.",
	"name": "Charlie Chaplin"
}, {
	"quote": "If you're not having a good time, find something else that gives you some joy in life.",
	"name": "Penny Marshall"
}, {
	"quote": "Our life is what our thoughts make it.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Here's to alcohol: the cause of, and answer to, all of life's problems.",
	"name": "Matt Groening"
}, {
	"quote": "I have had a happy life and thank the Lord. Goodbye and may God bless all!",
	"name": "Christopher McCandless"
}, {
	"quote": "The beginning of compunction is the beginning of a new life.",
	"name": "George Eliot"
}, {
	"quote": "One thing I've learned is when you find a best friend in this life, you better hang on.",
	"name": "Jim Nabors"
}, {
	"quote": "Life without love is like a tree without blossoms or fruit.",
	"name": "Khalil Gibran"
}, {
	"quote": "It is through gratitude for the present moment that the spiritual dimension of life opens up.",
	"name": "Eckhart Tolle"
}, {
	"quote": "Our diversity is our strength. What a dull and pointless life it would be if everyone was the same.",
	"name": "Angelina Jolie"
}, {
	"quote": "It's fun to have a partner who understands your life and lets you be you.",
	"name": "Kim Kardashian"
}, {
	"quote": "Use plants to bring life.",
	"name": "Douglas Wilson"
}, {
	"quote": "Even when I'm sick and depressed, I love life.",
	"name": "Arthur Rubinstein"
}, {
	"quote": "Life is not a matter of holding good cards, but of playing a poor hand well.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "God is to be worshipped as the one beloved, dearer than everything in this and next life.",
	"name": "Swami Vivekananda"
}, {
	"quote": "Maybe that's what life is... a wink of the eye and winking stars.",
	"name": "Jack Kerouac"
}, {
	"quote": "Life is short. You have to be able to laugh at our pain or we never move on.",
	"name": "Jeff Ross"
}, {
	"quote": "Life and death are illusions. We are in a constant state of transformation.",
	"name": "Alejandro Gonzalez Inarritu"
}, {
	"quote": "Brotherhood means laying down your life for somebody, really willing to sacrifice yourself for somebody else.",
	"name": "Tim Hetherington"
}, {
	"quote": "Life is measured in love and positive contributions and moments of grace.",
	"name": "Carly Fiorina"
}, {
	"quote": "The crest and crowning of all good, Life's final star, is brotherhood.",
	"name": "Edwin Markham"
}, {
	"quote": "My life needs editing.",
	"name": "Mort Sahl"
}, {
	"quote": "Life is like a wheel. Sooner or later, it always come around to where you started again.",
	"name": "Stephen King"
}, {
	"quote": "Life is a tragedy when seen in close-up, but a comedy in long-shot.",
	"name": "Charlie Chaplin"
}, {
	"quote": "What would life be if we had no courage to attempt anything?",
	"name": "Vincent Van Gogh"
}, {
	"quote": "We live in a rainbow of chaos.",
	"name": "Paul Cezanne"
}, {
	"quote": "Life is neither good or evil, but only a place for good and evil.",
	"name": "Marcus Aurelius"
}, {
	"quote": "The whole point is to live life and be - to use all the colors in the crayon box.",
	"name": "RuPaul"
}, {
	"quote": "I'm a quiet person, and I live a quiet, pleasant, ordinary, simple life.",
	"name": "Mary McGarry Morris"
}, {
	"quote": "If you want to run, run a mile. If you want to experience a different life, run a marathon.",
	"name": "Emil Zatopek"
}, {
	"quote": "I have found that if you love life, life will love you back.",
	"name": "Arthur Rubinstein"
}, {
	"quote": "Life is too short to worry about anything. You had better enjoy it because the next day promises nothing.",
	"name": "Eric Davis"
}, {
	"quote": "Life is like riding a bicycle: you don't fall off unless you stop pedaling.",
	"name": "Claude Pepper"
}, {
	"quote": "I have a confidence about my life that comes from standing tall on my own two feet.",
	"name": "Jane Fonda"
}, {
	"quote": "Water and air, the two essential fluids on which all life depends, have become global garbage cans.",
	"name": "Jacques Yves Cousteau"
}, {
	"quote": "Life is about perspective and how you look at something... ultimately, you have to zoom out.",
	"name": "Whitney Wolfe Herd"
}, {
	"quote": "I'm really looking forward to seeing what life brings to me.",
	"name": "Rihanna"
}, {
	"quote": "Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another.",
	"name": "Thomas Merton"
}, {
	"quote": "I always do what makes me happy - it doesn't make sense to live life unhappily.",
	"name": "Bibi Bourelly"
}, {
	"quote": "Into each life some rain must fall.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "There are more important things in life than winning or losing a game.",
	"name": "Lionel Messi"
}, {
	"quote": "I feel like I have a new life and I'm going to take full advantage of it.",
	"name": "William Green"
}, {
	"quote": "What I love most about this crazy life is the adventure of it.",
	"name": "Juliette Binoche"
}, {
	"quote": "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.",
	"name": "Hugh Mackay"
}, {
	"quote": "It takes half your life before you discover life is a do-it-yourself project.",
	"name": "Napoleon Hill"
}, {
	"quote": "If people concentrated on the really important things in life, there'd be a shortage of fishing poles.",
	"name": "Doug Larson"
}, {
	"quote": "I don't trip on that much. I just like to enjoy life and be happy.",
	"name": "Roy Ayers"
}, {
	"quote": "Even in a world with much sadness, at its essence, life is beautiful.",
	"name": "Dianne Reeves"
}, {
	"quote": "That it will never come again is what makes life sweet.",
	"name": "Emily Dickinson"
}, {
	"quote": "A library is not a luxury but one of the necessities of life.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "Life is pleasant. Death is peaceful. It's the transition that's troublesome.",
	"name": "Isaac Asimov"
}, {
	"quote": "Life is too short for long-term grudges.",
	"name": "Elon Musk"
}, {
	"quote": "I believe life is an intelligent thing: that things aren't random.",
	"name": "Steve Jobs"
}, {
	"quote": "Life every man holds dear; but the dear man holds honor far more precious dear than life.",
	"name": "William Shakespeare"
}, {
	"quote": "A photograph can be an instant of life captured for eternity that will never cease looking back at you.",
	"name": "Brigitte Bardot"
}, {
	"quote": "Always keep your smile. That's how I explain my long life.",
	"name": "Jeanne Calment"
}, {
	"quote": "My life is about ups and downs, great joys and great losses.",
	"name": "Isabel Allende"
}, {
	"quote": "I enjoy being happy every day, and hopefully you can hear my happiness in my music. Life is beautiful.",
	"name": "Christina Milian"
}, {
	"quote": "You can't get anywhere in life without taking risks.",
	"name": "Esme Bianco"
}, {
	"quote": "Without music, life would be a mistake.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Success and failure are both part of life. Both are not permanent.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "We love life, not because we are used to living but because we are used to loving.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Life's like a movie, write your own ending. Keep believing, keep pretending.",
	"name": "Jim Henson"
}, {
	"quote": "It's so great to find that one special person you want to annoy for the rest of your life.",
	"name": "Rita Rudner"
}, {
	"quote": "Flying dreams mean that you're doing the right thing with your life.",
	"name": "Douglas Coupland"
}, {
	"quote": "Nobody's life is ever all balanced. It's a conscious decision to choose your priorities every day.",
	"name": "Elisabeth Hasselbeck"
}, {
	"quote": "Variety's the very spice of life, That gives it all its flavor.",
	"name": "William Cowper"
}, {
	"quote": "Failure at some point in your life is inevitable, but giving up is unforgivable.",
	"name": "Joe Biden"
}, {
	"quote": "The purpose of our lives is to be happy.",
	"name": "Dalai Lama"
}, {
	"quote": "Life is much too serious to be taken seriously.",
	"name": "Vicki Lawrence"
}, {
	"quote": "A baby is God's opinion that life should go on.",
	"name": "Carl Sandburg"
}, {
	"quote": "My normal life is like being on holiday.",
	"name": "Valentino Rossi"
}, {
	"quote": "I really try to enjoy life and have joy with what I do.",
	"name": "Tim Tebow"
}, {
	"quote": "Every volcano is a powerful illustration of God's character. He is a Vesuvius of goodness, life, and energy.",
	"name": "Reinhard Bonnke"
}, {
	"quote": "I would rather die a meaningful death than to live a meaningless life.",
	"name": "Corazon Aquino"
}, {
	"quote": "All life is an experiment. The more experiments you make the better.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "The quality, not the longevity, of one's life is what is important.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "Life is hard for everyone. That's why there's such a nice reward at the end of it.",
	"name": "Aidan Quinn"
}, {
	"quote": "You just got with the flow because life is just all about how you feel.",
	"name": "Post Malone"
}, {
	"quote": "I do smoke in real life. A lot. We're all smoking right now in fact.",
	"name": "Michael Imperioli"
}, {
	"quote": "One way to get the most out of life is to look upon it as an adventure.",
	"name": "William Feather"
}, {
	"quote": "Comfortable shoes and the freedom to leave are the two most important things in life.",
	"name": "Shel Silverstein"
}, {
	"quote": "I'm really not that funny in real life! But I am the best audience one could find. I love to laugh.",
	"name": "Carol Burnett"
}, {
	"quote": "Life would be tragic if it weren't funny.",
	"name": "Stephen Hawking"
}, {
	"quote": "Life is ten percent what happens to you and ninety percent how you respond to it.",
	"name": "Lou Holtz"
}, {
	"quote": "I know what it is like to be brought up with unconditional love. In my life that came from my grandmother.",
	"name": "Andre Leon Talley"
}, {
	"quote": "Never give up. You only get one life. Go for it!",
	"name": "Richard E. Grant"
}, {
	"quote": "My life is my message.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "If a child, a spouse, a life partner, or a parent depends on you and your income, you need life insurance.",
	"name": "Suze Orman"
}, {
	"quote": "Today is your own. Tomorrow perchance may never come.",
	"name": "Swami Sivananda"
}, {
	"quote": "Live a life full of humility, gratitude, intellectual curiosity, and never stop learning.",
	"name": "Gza"
}, {
	"quote": "Nearly all the best things that came to me in life have been unexpected, unplanned by me.",
	"name": "Carl Sandburg"
}, {
	"quote": "Every human is an artist. The dream of your life is to make beautiful art.",
	"name": "Don Miguel Ruiz"
}, {
	"quote": "A sister is like yourself in a different movie, a movie that stars you in a different life.",
	"name": "Deborah Tannen"
}, {
	"quote": "The only real failure in life is not to be true to the best one knows.",
	"name": "Buddha"
}, {
	"quote": "Life is a blur when one is essaying different roles; it is so fulfilling.",
	"name": "Amitabh Bachchan"
}, {
	"quote": "Life is too short to miss out on the beautiful things like a double cheeseburger.",
	"name": "Channing Tatum"
}, {
	"quote": "One of the secrets of life is that all that is really worth the doing is what we do for others.",
	"name": "Lewis Carroll"
}, {
	"quote": "Our life always expresses the result of our dominant thoughts.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "I love sleep. My life has the tendency to fall apart when I'm awake, you know?",
	"name": "Ernest Hemingway"
}, {
	"quote": "Realize deeply that the present moment is all you ever have. Make the Now the primary focus of your life.",
	"name": "Eckhart Tolle"
}, {
	"quote": "My life is like a speeding bullet that just hasn't hit the target yet.",
	"name": "Kid Cudi"
}, {
	"quote": "All theory, dear friend, is gray, but the golden tree of life springs ever green.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "The privilege of a lifetime is being who you are.",
	"name": "Joseph Campbell"
}, {
	"quote": "A student of life considers the world a classroom.",
	"name": "Harvey Mackay"
}, {
	"quote": "Contemplate the good things in your life and be grateful for them.",
	"name": "Rebecca Pidgeon"
}, {
	"quote": "Life is not a problem to be solved, but a reality to be experienced.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "To live a pure unselfish life, one must count nothing as one's own in the midst of abundance.",
	"name": "Buddha"
}, {
	"quote": "With an eye made quiet by the power of harmony, and the deep power of joy, we see into the life of things.",
	"name": "William Wordsworth"
}, {
	"quote": "There is more to life than increasing its speed.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Music is moonlight in the gloomy night of life.",
	"name": "Jean Paul"
}, {
	"quote": "We do not remember days, we remember moments.",
	"name": "Cesare Pavese"
}, {
	"quote": "Nobody made a greater mistake than he who did nothing because he could do only a little.",
	"name": "Edmund Burke"
}, {
	"quote": "Kindness, I've discovered, is everything in life.",
	"name": "Isaac Bashevis Singer"
}, {
	"quote": "Live your life fom your heart. Share from your heart. And your story will touch and heal people's souls.",
	"name": "Melody Beattie"
}, {
	"quote": "Life is a great sunrise. I do not see why death should not be an even greater one.",
	"name": "Vladimir Nabokov"
}, {
	"quote": "The two basic items necessary to sustain life are sunshine and coconut milk.",
	"name": "Dustin Hoffman"
}, {
	"quote": "The true object of all human life is play. Earth is a task garden; heaven is a playground.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "When it comes to life the critical thing is whether you take things for granted or take them with gratitude.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Life isn't a matter of milestones, but of moments.",
	"name": "Rose Kennedy"
}, {
	"quote": "Sometimes I feel my whole life has been one big rejection.",
	"name": "Marilyn Monroe"
}, {
	"quote": "I just want to have a nice, happy life.",
	"name": "Orlando Bloom"
}, {
	"quote": "We live a happy life, and we don't take anything too seriously.",
	"name": "Zoe Foster Blake"
}, {
	"quote": "Find ecstasy in life; the mere sense of living is joy enough.",
	"name": "Emily Dickinson"
}, {
	"quote": "You're only here for a short visit. Don't hurry, don't worry. And be sure to smell the flowers along the way.",
	"name": "Walter Hagen"
}, {
	"quote": "Life's like a play: it's not the length, but the excellence of the acting that matters.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "To affect the quality of the day, that is the highest of arts.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Everything in life is luck.",
	"name": "Donald Trump"
}, {
	"quote": "All I really need to know... I learned in kindergarten.",
	"name": "Robert Fulghum"
}, {
	"quote": "True life is lived when tiny changes occur.",
	"name": "Leo Tolstoy"
}, {
	"quote": "The less routine the more life.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "Most people have never learned that one of the main aims in life is to enjoy it.",
	"name": "Samuel Butler"
}, {
	"quote": "I always had a fantasy of being a chef, because I like kitchen life.",
	"name": "Geoffrey Rush"
}, {
	"quote": "Let us put our minds together and see what life we can make for our children.",
	"name": "Sitting Bull"
}, {
	"quote": "Life comes from physical survival; but the good life comes from what we care about.",
	"name": "Rollo May"
}, {
	"quote": "Maybe all one can do is hope to end up with the right regrets.",
	"name": "Arthur Miller"
}, {
	"quote": "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them.",
	"name": "Dalai Lama"
}, {
	"quote": "Life consists not in holding good cards but in playing those you hold well.",
	"name": "Josh Billings"
}, {
	"quote": "Life must be lived as play.",
	"name": "Plato"
}, {
	"quote": "Life in common among people who love each other is the ideal of happiness.",
	"name": "George Sand"
}, {
	"quote": "Because nobody goes through life without a scar.",
	"name": "Carol Burnett"
}, {
	"quote": "The great art of life is sensation, to feel that we exist, even in pain.",
	"name": "Lord Byron"
}, {
	"quote": "Success is due to our stretching to the challenges of life. Failure comes when we shrink from them.",
	"name": "John C. Maxwell"
}, {
	"quote": "When we remember we are all mad, the mysteries disappear and life stands explained.",
	"name": "Mark Twain"
}, {
	"quote": "It is not length of life, but depth of life.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Doing what you love is the cornerstone of having abundance in your life.",
	"name": "Wayne Dyer"
}, {
	"quote": "Whatever life throws at me I'll take it and be grateful for it as well.",
	"name": "Tom Felton"
}, {
	"quote": "I think I've discovered the secret of life - you just hang around until you get used to it.",
	"name": "Charles M. Schulz"
}, {
	"quote": "The hardest years in life are those between ten and seventy.",
	"name": "Helen Hayes"
}, {
	"quote": "Life is like a trumpet - if you don't put anything into it, you don't get anything out of it.",
	"name": "William Christopher Handy"
}, {
	"quote": "You can preach a better sermon with your life than with your lips.",
	"name": "Oliver Goldsmith"
}, {
	"quote": "Try to see things differently - It's the only way to get a clearer perspective on the world and on your life.",
	"name": "Neal Shusterman"
}, {
	"quote": "Keep your eyes open to your mercies. The man who forgets to be thankful has fallen asleep in life.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "There is a very fine line between loving life and being greedy for it.",
	"name": "Maya Angelou"
}, {
	"quote": "Life is a lot like jazz... it's best when you improvise.",
	"name": "George Gershwin"
}, {
	"quote": "Every man dies. Not every man really lives.",
	"name": "William Wallace"
}, {
	"quote": "The art of living is more like wrestling than dancing.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Life is a zoo in a jungle.",
	"name": "Peter De Vries"
}, {
	"quote": "The purpose of life is a life of purpose.",
	"name": "Robert Byrne"
}, {
	"quote": "Execute every act of thy life as though it were thy last.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Life is 10 percent what you make it, and 90 percent how you take it.",
	"name": "Irving Berlin"
}, {
	"quote": "To me, if life boils down to one thing, it's movement. To live is to keep moving.",
	"name": "Jerry Seinfeld"
}, {
	"quote": "Life is a DNA software system.",
	"name": "Craig Venter"
}, {
	"quote": "The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware.",
	"name": "Henry Miller"
}, {
	"quote": "Life itself is the proper binge.",
	"name": "Julia Child"
}, {
	"quote": "The chief danger in life is that you may take too many precautions.",
	"name": "Alfred Adler"
}, {
	"quote": "I'm so happy with what has happened in my life.",
	"name": "Carol Burnett"
}, {
	"quote": "It's never too late in life to have a genuine adventure.",
	"name": "Robert Kurson"
}, {
	"quote": "Only a life lived for others is a life worthwhile.",
	"name": "Albert Einstein"
}, {
	"quote": "Not life, but good life, is to be chiefly valued.",
	"name": "Socrates"
}, {
	"quote": "All the art of living lies in a fine mingling of letting go and holding on.",
	"name": "Havelock Ellis"
}, {
	"quote": "Life is far too important a thing ever to talk seriously about.",
	"name": "Oscar Wilde"
}, {
	"quote": "Once you say you're going to settle for second, that's what happens to you in life.",
	"name": "John F. Kennedy"
}, {
	"quote": "Life is a tide; float on it. Go down with it and go up with it, but be detached. Then it is not difficult.",
	"name": "Prem Rawat"
}, {
	"quote": "We must be willing to let go of the life we have planned, so as to have the life that is waiting for us.",
	"name": "E. M. Forster"
}, {
	"quote": "Here is the test to find whether your mission on Earth is finished: if you're alive, it isn't.",
	"name": "Richard Bach"
}, {
	"quote": "Give me the luxuries of life and I will willingly do without the necessities.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "The greatest pleasure of life is love.",
	"name": "Euripides"
}, {
	"quote": "Let life happen to you. Believe me: life is in the right, always.",
	"name": "Rainer Maria Rilke"
}, {
	"quote": "What we play is life.",
	"name": "Louis Armstrong"
}, {
	"quote": "A chain is no stronger than its weakest link, and life is after all a chain.",
	"name": "William James"
}, {
	"quote": "To live is so startling it leaves little time for anything else.",
	"name": "Emily Dickinson"
}, {
	"quote": "We are all here for a spell, get all the good laughs you can.",
	"name": "Will Rogers"
}, {
	"quote": "Life is a lively process of becoming.",
	"name": "Douglas MacArthur"
}, {
	"quote": "Life is a long lesson in humility.",
	"name": "James M. Barrie"
}, {
	"quote": "Character develops itself in the stream of life.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Live, so you do not have to look back and say: 'God, how I have wasted my life.'",
	"name": "Elisabeth Kubler-Ross"
}, {
	"quote": "Life is made up of sobs, sniffles, and smiles, with sniffles predominating.",
	"name": "O. Henry"
}, {
	"quote": "Life is made up of marble and mud.",
	"name": "Nathaniel Hawthorne"
}, {
	"quote": "Any life is made up of a single moment, the moment in which a man finds out, once and for all, who he is.",
	"name": "Jorge Luis Borges"
}, {
	"quote": "Life leaps like a geyser for those who drill through the rock of inertia.",
	"name": "Alexis Carrel"
}, {
	"quote": "Our entire life - consists ultimately in accepting ourselves as we are.",
	"name": "Jean Anouilh"
}, {
	"quote": "I have begun to think of life as a series of ripples widening out from an original center.",
	"name": "Seamus Heaney"
}, {
	"quote": "Don't go around saying the world owes you a living. The world owes you nothing. It was here first.",
	"name": "Mark Twain"
}, {
	"quote": "If life were predictable it would cease to be life, and be without flavor.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "Our truest life is when we are in dreams awake.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Life consists in what a man is thinking of all day.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Life imitates art far more than art imitates Life.",
	"name": "Oscar Wilde"
}, {
	"quote": "What do we live for, if not to make life less difficult for each other?",
	"name": "George Eliot"
}, {
	"quote": "Life is never fair, and perhaps it is a good thing for most of us that it is not.",
	"name": "Oscar Wilde"
}, {
	"quote": "Once you bring life into the world, you must protect it. We must protect it by changing the world.",
	"name": "Elie Wiesel"
}, {
	"quote": "We live in the world when we love it.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "I have a simple philosophy: Fill what's empty. Empty what's full. Scratch where it itches.",
	"name": "Alice Roosevelt Longworth"
}, {
	"quote": "While there's life, there's hope.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Life is growth. If we stop growing, technically and spiritually, we are as good as dead.",
	"name": "Morihei Ueshiba"
}, {
	"quote": "Any idiot can face a crisis - it's day to day living that wears you out.",
	"name": "Anton Chekhov"
}, {
	"quote": "People living deeply have no fear of death.",
	"name": "Anais Nin"
}, {
	"quote": "The art of life is to know how to enjoy a little and to endure very much.",
	"name": "William Hazlitt"
}, {
	"quote": "A person will sometimes devote all his life to the development of one part of his body - the wishbone.",
	"name": "Robert Frost"
}, {
	"quote": "Begin at once to live, and count each separate day as a separate life.",
	"name": "Seneca"
}, {
	"quote": "I want to live my life, not record it.",
	"name": "Jackie Kennedy"
}, {
	"quote": "What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds.",
	"name": "Wayne Dyer"
}, {
	"quote": "Life becomes harder for us when we live for others, but it also becomes richer and happier.",
	"name": "Albert Schweitzer"
}, {
	"quote": "Don't let life discourage you; everyone who got where he is had to begin where he was.",
	"name": "Richard L. Evans"
}, {
	"quote": "We can't plan life. All we can do is be available for it.",
	"name": "Lauryn Hill"
}, {
	"quote": "Life is largely a matter of expectation.",
	"name": "Horace"
}, {
	"quote": "Life has meaning only if one barters it day by day for something other than itself.",
	"name": "Antoine de Saint-Exupery"
}, {
	"quote": "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.",
	"name": "James Allen"
}, {
	"quote": "There is just one life for each of us: our own.",
	"name": "Euripides"
}, {
	"quote": "Life appears to me too short to be spent in nursing animosity, or registering wrongs.",
	"name": "Charlotte Bronte"
}, {
	"quote": "Life comes from the earth and life returns to the earth.",
	"name": "Zhuangzi"
}, {
	"quote": "Life is too short to work so hard.",
	"name": "Vivien Leigh"
}, {
	"quote": "The difficulty in life is the choice.",
	"name": "George A. Moore"
}, {
	"quote": "Life is a succession of moments, to live each one is to succeed.",
	"name": "Corita Kent"
}, {
	"quote": "To live is to change, and to be perfect is to have changed often.",
	"name": "John Henry Newman"
}, {
	"quote": "The person lives twice who lives the first life well.",
	"name": "Robert Herrick"
}, {
	"quote": "The man who has no inner-life is a slave to his surroundings.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "Don't go through life, grow through life.",
	"name": "Eric Butterworth"
}, {
	"quote": "Life is half spent before we know what it is.",
	"name": "George Herbert"
}, {
	"quote": "Life is anything that dies when you stomp on it.",
	"name": "Dave Barry"
}, {
	"quote": "Life is not an exact science, it is an art.",
	"name": "Samuel Butler"
}, {
	"quote": "Wrong life cannot be lived rightly.",
	"name": "Theodor W. Adorno"
}, {
	"quote": "To be free is to have achieved your life.",
	"name": "Tennessee Williams"
}, {
	"quote": "With renunciation life begins.",
	"name": "Amelia Barr"
}, {
	"quote": "To live is like to love - all reason is against it, and all healthy instinct for it.",
	"name": "Samuel Butler"
}, {
	"quote": "With the past, I have nothing to do; nor with the future. I live now.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "People say that life is the thing, but I prefer reading.",
	"name": "Logan Pearsall Smith"
}, {
	"quote": "I bear a charmed life.",
	"name": "William Shakespeare"
}, {
	"quote": "Life loves the liver of it.",
	"name": "Maya Angelou"
}, {
	"quote": "Seventy percent of success in life is showing up.",
	"name": "Woody Allen"
}, {
	"quote": "Art is the proper task of life.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "He not busy being born is busy dying.",
	"name": "Bob Dylan"
}, {
	"quote": "The shoe that fits one person pinches another; there is no recipe for living that suits all cases.",
	"name": "Carl Jung"
}, {
	"quote": "All of life is peaks and valleys. Don't let the peaks get too high and the valleys too low.",
	"name": "John Wooden"
}, {
	"quote": "The best path through life is the highway.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "The personal life deeply lived always expands into truths beyond itself.",
	"name": "Anais Nin"
}, {
	"quote": "Life is the art of drawing sufficient conclusions from insufficient premises.",
	"name": "Samuel Butler"
}, {
	"quote": "Life is very short and what we have to do must be done in the now.",
	"name": "Audre Lorde"
}, {
	"quote": "Just as courage imperils life, fear protects it.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Life does not cease to be funny when people die any more than it ceases to be serious when people laugh.",
	"name": "George Bernard Shaw"
}, {
	"quote": "When I hear somebody sigh, 'Life is hard,' I am always tempted to ask, 'Compared to what?'",
	"name": "Sydney J. Harris"
}, {
	"quote": "Life well spent is long.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "No man is a failure who is enjoying life.",
	"name": "William Feather"
}, {
	"quote": "While we are postponing, life speeds by.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "We are here to add what we can to life, not to get what we can from life.",
	"name": "William Osler"
}, {
	"quote": "Only an artist can interpret the meaning of life.",
	"name": "Novalis"
}, {
	"quote": "If we live good lives, the times are also good. As we are, such are the times.",
	"name": "Saint Augustine"
}, {
	"quote": "The greatest trap in our life is not success, popularity or power, but self-rejection.",
	"name": "Henri Nouwen"
}, {
	"quote": "What a wonderful life I've had! I only wish I'd realized it sooner.",
	"name": "Sidonie Gabrielle Colette"
}, {
	"quote": "Everything has been figured out, except how to live.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "Our business in life is not to succeed, but to continue to fail in good spirits.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "The most exhausting thing in life is being insincere.",
	"name": "Anne Morrow Lindbergh"
}, {
	"quote": "The greatest use of a life is to spend it on something that will outlast it.",
	"name": "William James"
}, {
	"quote": "The most satisfying thing in life is to have been able to give a large part of one's self to others.",
	"name": "Pierre Teilhard de Chardin"
}, {
	"quote": "Life's a fight. It's a good fight of faith.",
	"name": "Joel Osteen"
}, {
	"quote": "Life is a moderately good play with a badly written third act.",
	"name": "Truman Capote"
}, {
	"quote": "What is important in life is life, and not the result of life.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "To be able to look back upon one's past life with satisfaction is to live twice.",
	"name": "John Dalberg-Acton"
}, {
	"quote": "Take care of your life and the Lord will take care of your death.",
	"name": "George Whitefield"
}, {
	"quote": "This life is worth living, we can say, since it is what we make it.",
	"name": "William James"
}, {
	"quote": "I argue thee that love is life. And life hath immortality.",
	"name": "Emily Dickinson"
}, {
	"quote": "To live is to think.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Unbeing dead isn't being alive.",
	"name": "e. e. cummings"
}, {
	"quote": "Nothing is more precious than life... especially the life of your child.",
	"name": "Peter Diamandis"
}, {
	"quote": "Not a shred of evidence exists in favor of the idea that life is serious.",
	"name": "Brendan Gill"
}, {
	"quote": "Remember when life's path is steep to keep your mind even.",
	"name": "Horace"
}, {
	"quote": "Life is wasted on the living.",
	"name": "Douglas Adams"
}, {
	"quote": "The real business of life is trying to understand each other.",
	"name": "Gilbert Parker"
}, {
	"quote": "Life is what we make it, always has been, always will be.",
	"name": "Grandma Moses"
}, {
	"quote": "To know nothing is the happiest life.",
	"name": "Desiderius Erasmus"
}, {
	"quote": "An aim in life is the only fortune worth finding.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "Life ought to be a struggle of desire toward adventures whose nobility will fertilize the soul.",
	"name": "Rebecca West"
}, {
	"quote": "Growth is the only evidence of life.",
	"name": "John Henry Newman"
}, {
	"quote": "A little credulity helps one on through life very smoothly.",
	"name": "Elizabeth Gaskell"
}, {
	"quote": "Life will always be to a large extent what we ourselves make it.",
	"name": "Samuel Smiles"
}, {
	"quote": "Life is a gift, given in trust - like a child.",
	"name": "Anne Morrow Lindbergh"
}, {
	"quote": "I don't expect to live forever, but I do intend to hang on as long as possible.",
	"name": "Isaac Asimov"
}, {
	"quote": "You don't have to be the Dalai Lama to tell people that life's about change.",
	"name": "John Cleese"
}, {
	"quote": "Each day is the scholar of yesterday.",
	"name": "Publilius Syrus"
}, {
	"quote": "We pass through this world but once.",
	"name": "Stephen Jay Gould"
}, {
	"quote": "The Wine of Life keeps oozing drop by drop, The Leaves of Life keep falling one by one.",
	"name": "Edward Fitzgerald"
}, {
	"quote": "How sweet it is!",
	"name": "Jackie Gleason"
}, {
	"quote": "The dearest days in one's life are those that seem very far and very near at once.",
	"name": "Abraham Cahan"
}, {
	"quote": "Life is never easy for those who dream.",
	"name": "Robert James Waller"
}, {
	"quote": "A healthful hunger for a great idea is the beauty and blessedness of life.",
	"name": "Jean Ingelow"
}, {
	"quote": "Life's more amusing than we thought.",
	"name": "Andrew Lang"
}, {
	"quote": "We are to seek wisdom and understanding only in the length of days.",
	"name": "Robert Hall"
}, {
	"quote": "There is no wealth but life.",
	"name": "John Ruskin"
}, {
	"quote": "My trade and art is to live.",
	"name": "Michel de Montaigne"
}, {
	"quote": "I love life because what more is there?",
	"name": "Anthony Hopkins"
}, {
	"quote": "Life is painting a picture, not doing a sum.",
	"name": "Oliver Wendell Holmes, Jr."
}, {
	"quote": "I take a simple view of life. It is keep your eyes open and get on with it.",
	"name": "Laurence Sterne"
}, {
	"quote": "For the happiest life, days should be rigorously planned, nights left open to chance.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "I am an artist... I am here to live out loud.",
	"name": "Emile Zola"
}, {
	"quote": "I am I plus my circumstances.",
	"name": "Jose Ortega y Gasset"
}, {
	"quote": "We cannot put off living until we are ready.",
	"name": "Jose Ortega y Gasset"
}, {
	"quote": "Unrest of spirit is a mark of life.",
	"name": "Karl A. Menninger"
}, {
	"quote": "Conduct is three-fourths of our life and its largest concern.",
	"name": "Matthew Arnold"
}, {
	"quote": "Life is a work in progress.",
	"name": "Jeff Rich"
}, {
	"quote": "The fear of life is the favorite disease of the 20th century.",
	"name": "William Lyon Phelps"
}, {
	"quote": "Life itself still remains a very effective therapist.",
	"name": "Karen Horney"
}, {
	"quote": "I take care of my flowers and my cats. And enjoy food. And that's living.",
	"name": "Ursula Andress"
}, {
	"quote": "Nobody got where they are today by living for tomorrow.",
	"name": "Tom Wilson"
}, {
	"quote": "I look back on my life like a good day's work, it was done and I am satisfied with it.",
	"name": "Grandma Moses"
}, {
	"quote": "If life had a second edition, how I would correct the proofs.",
	"name": "John Clare"
}, {
	"quote": "I do not regret one moment of my life.",
	"name": "Lillie Langtry"
}, {
	"quote": "The main facts in human life are five: birth, food, sleep, love and death.",
	"name": "E. M. Forster"
}, {
	"quote": "I am simply trying to struggle through life; trying to do God's bidding.",
	"name": "George Lucas"
}, {
	"quote": "The indispensable first step to getting the things you want out of life is this: decide what you want.",
	"name": "Ben Stein"
}, {
	"quote": "He is a man, who is to be a man, the fruit is always present in the seed.",
	"name": "Tertullian"
}, {
	"quote": "Every man regards his own life as the New Year's Eve of time.",
	"name": "Jean Paul"
}, {
	"quote": "Life has a higher end, than to be amused.",
	"name": "William Ellery Channing"
}, {
	"quote": "Life is a horizontal fall.",
	"name": "Jean Cocteau"
}, {
	"quote": "Pain and death are part of life. To reject them is to reject life itself.",
	"name": "Havelock Ellis"
}, {
	"quote": "You have succeeded in life when all you really want is only what you really need.",
	"name": "Vernon Howard"
}, {
	"quote": "I am all for the short and merry life.",
	"name": "Edward Fitzgerald"
}, {
	"quote": "Who cares about great marks left behind? We have one life... just one. Our life. We have nothing else.",
	"name": "Ugo Betti"
}, {
	"quote": "The whole secret of life is to be interested in one thing profoundly and in a thousand things well.",
	"name": "Horace Walpole"
}, {
	"quote": "Life is much shorter than I imagined it to be.",
	"name": "Abraham Cahan"
}, {
	"quote": "I have inspiration and feelings of being alive most every day I live.",
	"name": "Judy Collins"
}, {
	"quote": "I had no blood relatives till I made some.",
	"name": "Andy Dick"
}, {
	"quote": "My life is every moment of my life. It is not a culmination of the past.",
	"name": "Hugh Leonard"
}]