[{"quote":"There is only one happiness in this life, to love and be loved.","name":"George Sand"},{"quote":"Love yourself. It is important to stay positive because beauty comes from the inside out.","name":"Jenn Proske"},{"quote":"The most important thing in the world is family and love.","name":"John Wooden"},{"quote":"Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.","name":"Lao Tzu"},{"quote":"A good teacher can inspire hope, ignite the imagination, and instill a love of learning.","name":"Brad Henry"},{"quote":"The greatest healing therapy is friendship and love.","name":"Hubert H. Humphrey"},{"quote":"Beauty is when you can appreciate yourself. When you love yourself, that's when you're most beautiful.","name":"Zoe Kravitz"},{"quote":"Friends show their love in times of trouble, not in happiness.","name":"Euripides"},{"quote":"Forgiveness is the final form of love.","name":"Reinhold Niebuhr"},{"quote":"There is no love without forgiveness, and there is no forgiveness without love.","name":"Bryant H. McGill"},{"quote":"Study nature, love nature, stay close to nature. It will never fail you.","name":"Frank Lloyd Wright"},{"quote":"Rare as is true love, true friendship is rarer.","name":"Jean de La Fontaine"},{"quote":"I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.","name":"Og Mandino"},{"quote":"Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching.","name":"Satchel Paige"},{"quote":"Let the beauty of what you love be what you do.","name":"Rumi"},{"quote":"Love all, trust a few, do wrong to none.","name":"William Shakespeare"},{"quote":"Mother's love is peace. It need not be acquired, it need not be deserved.","name":"Erich Fromm"},{"quote":"A successful marriage requires falling in love many times, always with the same person.","name":"Mignon McLaughlin"},{"quote":"A dog is the only thing on earth that loves you more than you love yourself.","name":"Josh Billings"},{"quote":"The most important thing a father can do for his children is to love their mother.","name":"Theodore Hesburgh"},{"quote":"Christmas, my child, is love in action. Every time we love, every time we give, it's Christmas.","name":"Dale Evans"},{"quote":"Black as the devil, hot as hell, pure as an angel, sweet as love.","name":"Charles Maurice de Talleyrand"},{"quote":"A flower cannot blossom without sunshine, and man cannot live without love.","name":"Max Muller"},{"quote":"Let us always meet each other with smile, for the smile is the beginning of love.","name":"Mother Teresa"},{"quote":"If you love someone, set them free. If they come back they're yours; if they don't they never were.","name":"Richard Bach"},{"quote":"It is not a lack of love, but a lack of friendship that makes unhappy marriages.","name":"Friedrich Nietzsche"},{"quote":"Money can buy you a fine dog, but only love can make him wag his tail.","name":"Kinky Friedman"},{"quote":"A new command I give you: Love one another. As I have loved you, so you must love one another.","name":"Jesus Christ"},{"quote":"Never make a decision when you are upset, sad, jealous or in love.","name":"Mario Teguh"},{"quote":"A dog will teach you unconditional love. If you can have that in your life, things won't be too bad.","name":"Robert Wagner"},{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","name":"Brian Tracy"},{"quote":"I love you the more in that I believe you had liked me for my own sake and for nothing else.","name":"John Keats"},{"quote":"Where we love is home - home that our feet may leave, but not our hearts.","name":"Oliver Wendell Holmes, Sr."},{"quote":"It is a fine seasoning for joy to think of those we love.","name":"Moliere"},{"quote":"Choose a job you love, and you will never have to work a day in your life.","name":"Unknown"},{"quote":"Don't forget to tell yourself positive things daily! You must love yourself internally to glow externally.","name":"Hannah Bronfman"},{"quote":"There is no surprise more magical than the surprise of being loved: It is God's finger on man's shoulder.","name":"Charles Morgan"},{"quote":"Men always want to be a woman's first love - women like to be a man's last romance.","name":"Oscar Wilde"},{"quote":"Let no one who loves be unhappy, even love unreturned has its rainbow.","name":"James M. Barrie"},{"quote":"No matter how you're feeling, a little dog gunna love you.","name":"Waka Flocka Flame"},{"quote":"A flower doesn't love you or hate you, it just exists.","name":"Mike White"},{"quote":"Music is love, love is music, music is life, and I love my life. Thank you and good night.","name":"A. J. McLean"},{"quote":"The most powerful weapon on earth is the human soul on fire.","name":"Ferdinand Foch"},{"quote":"I really just want to be warm yellow light that pours over everyone I love.","name":"Conor Oberst"},{"quote":"As the Father has loved me, so have I loved you.","name":"Jesus Christ"},{"quote":"I love the feeling of the fresh air on my face and the wind blowing through my hair.","name":"Evel Knievel"},{"quote":"Love is the answer, and you know that for sure; Love is a flower, you've got to let it grow.","name":"John Lennon"},{"quote":"Love is the only force capable of transforming an enemy into a friend.","name":"Martin Luther King, Jr."},{"quote":"I love looking in the mirror and feeling good about what I see.","name":"Heather Morris"},{"quote":"Love is a smoke made with the fume of sighs.","name":"William Shakespeare"},{"quote":"Love doesn't make the world go 'round. Love is what makes the ride worthwhile.","name":"Franklin P. Jones"},{"quote":"Never forget the three powerful resources you always have available to you: love, prayer, and forgiveness.","name":"H. Jackson Brown, Jr."},{"quote":"Love has no age, no limit; and no death.","name":"John Galsworthy"},{"quote":"We are all born for love. It is the principle of existence, and its only end.","name":"Benjamin Disraeli"},{"quote":"Be beautiful, be stylish, and love yourself.","name":"Karishma Tanna"},{"quote":"You, yourself, as much as anybody in the entire universe, deserve your love and affection.","name":"Buddha"},{"quote":"Love is flower like; Friendship is like a sheltering tree.","name":"Samuel Taylor Coleridge"},{"quote":"If we lose love and self respect for each other, this is how we finally die.","name":"Maya Angelou"},{"quote":"No matter how dark the moment, love and hope are always possible.","name":"George Chakiris"},{"quote":"Motherhood: All love begins and ends there.","name":"Robert Browning"},{"quote":"Alcohol may be man's worst enemy, but the bible says love your enemy.","name":"Frank Sinatra"},{"quote":"True love stories never have endings.","name":"Richard Bach"},{"quote":"My number one goal is to love, support and be there for my son.","name":"Farrah Fawcett"},{"quote":"It's hard asking someone with a broken heart to fall in love again.","name":"Eric Kripke"},{"quote":"Life is a game and true love is a trophy.","name":"Rufus Wainwright"},{"quote":"If music be the food of love, play on.","name":"William Shakespeare"},{"quote":"The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.","name":"Zig Ziglar"},{"quote":"We never know the love of a parent till we become parents ourselves.","name":"Henry Ward Beecher"},{"quote":"Enjoy the journey and try to get better every day. And don't lose the passion and the love for what you do.","name":"Nadia Comaneci"},{"quote":"We are born of love; Love is our mother.","name":"Rumi"},{"quote":"Where there is love there is life.","name":"Mahatma Gandhi"},{"quote":"The love of a mother is the veil of a softer light between the heart and the heavenly Father.","name":"Samuel Taylor Coleridge"},{"quote":"Pursue some path, however narrow and crooked, in which you can walk with love and reverence.","name":"Henry David Thoreau"},{"quote":"Immature love says: 'I love you because I need you.' Mature love says 'I need you because I love you.'","name":"Erich Fromm"},{"quote":"I love everything that's old, - old friends, old times, old manners, old books, old wine.","name":"Oliver Goldsmith"},{"quote":"The regret of my life is that I have not said 'I love you' often enough.","name":"Yoko Ono"},{"quote":"If you do what you love, it is the best way to relax.","name":"Christian Louboutin"},{"quote":"May you live as long as you wish and love as long as you live.","name":"Robert A. Heinlein"},{"quote":"True love is selfless. It is prepared to sacrifice.","name":"Sadhu Vaswani"},{"quote":"The course of true love never did run smooth.","name":"William Shakespeare"},{"quote":"If you have only one smile in you give it to the people you love.","name":"Maya Angelou"},{"quote":"There's a saying. If you want someone to love you forever, buy a dog, feed it and keep it around.","name":"Dick Dale"},{"quote":"Believe in yourself, listen to your gut, and do what you love.","name":"Dylan Lauren"},{"quote":"I love the sounds and the power of pounding water, whether it is the waves or a waterfall.","name":"Mike May"},{"quote":"Love is the flower you've got to let grow.","name":"John Lennon"},{"quote":"Love is blind; friendship closes its eyes.","name":"Friedrich Nietzsche"},{"quote":"There is always some madness in love. But there is also always some reason in madness.","name":"Friedrich Nietzsche"},{"quote":"Joy is prayer; joy is strength: joy is love; joy is a net of love by which you can catch souls.","name":"Mother Teresa"},{"quote":"Spread love everywhere you go. Let no one ever come to you without leaving happier.","name":"Mother Teresa"},{"quote":"Jealousy is just love and hate at the same time.","name":"Drake"},{"quote":"I have decided to stick with love. Hate is too great a burden to bear.","name":"Martin Luther King, Jr."},{"quote":"We live in the world when we love it.","name":"Rabindranath Tagore"},{"quote":"Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.","name":"Oscar Wilde"},{"quote":"True love doesn't come to you it has to be inside you.","name":"Julia Roberts"},{"quote":"True love cannot be found where it does not exist, nor can it be denied where it does.","name":"Torquato Tasso"},{"quote":"If you do what you love, you'll never work a day in your life.","name":"Marc Anthony"},{"quote":"Dare, dream, dance, smile, and sing loudly! And have faith that love is an unstoppable force!","name":"Suzanne Brockmann"},{"quote":"Love of beauty is taste. The creation of beauty is art.","name":"Ralph Waldo Emerson"},{"quote":"When the power of love overcomes the love of power the world will know peace.","name":"Jimi Hendrix"},{"quote":"Love may be or it may not, but where it is, it ought to reveal itself in its immensity.","name":"Honore de Balzac"},{"quote":"If you want to love others, I think you should love yourself first.","name":"RM"},{"quote":"Love and compassion are necessities, not luxuries. Without them humanity cannot survive.","name":"Dalai Lama"},{"quote":"You give loyalty, you'll get it back. You give love, you'll get it back.","name":"Tommy Lasorda"},{"quote":"A loving heart is the truest wisdom.","name":"Charles Dickens"},{"quote":"A kiss is a lovely trick designed by nature to stop speech when words become superfluous.","name":"Ingrid Bergman"},{"quote":"All you need is love. But a little chocolate now and then doesn't hurt.","name":"Charles M. Schulz"},{"quote":"Love looks not with the eyes, but with the mind, And therefore is winged Cupid painted blind.","name":"William Shakespeare"},{"quote":"Love is an ice cream sundae, with all the marvelous coverings. Sex is the cherry on top.","name":"Jimmy Dean"},{"quote":"The love of a dog is a pure thing. He gives you a trust which is total. You must not betray it.","name":"Michel Houellebecq"},{"quote":"I am blessed to be surrounded by the people I love. I thank them for their patience and grace.","name":"Matt Lauer"},{"quote":"Let us love winter, for it is the spring of genius.","name":"Pietro Aretino"},{"quote":"I absolutely love spending time with my family.","name":"Kevin Alejandro"},{"quote":"We are most alive when we're in love.","name":"John Updike"},{"quote":"I love you - I am at rest with you - I have come home.","name":"Dorothy L. Sayers"},{"quote":"I try to say I love you in a million different ways. That's what I aspire to do. That's what I do best.","name":"Christine McVie"},{"quote":"True love is like ghosts, which everyone talks about and few have seen.","name":"Francois de La Rochefoucauld"},{"quote":"Life without love is like a tree without blossoms or fruit.","name":"Khalil Gibran"},{"quote":"No one has ever loved anyone the way everyone wants to be loved.","name":"Mignon McLaughlin"},{"quote":"With love and patience, nothing is impossible.","name":"Daisaku Ikeda"},{"quote":"Love does not claim possession, but gives freedom.","name":"Rabindranath Tagore"},{"quote":"Don't aim for success if you want it; just do what you love and believe in, and it will come naturally.","name":"David Frost"},{"quote":"Love is not to be purchased, and affection has no price.","name":"St. Jerome"},{"quote":"Kindness in women, not their beauteous looks, shall win my love.","name":"Washington Irving"},{"quote":"I love it when people doubt me. It makes me work harder to prove them wrong.","name":"Derek Jeter"},{"quote":"People confuse ego, lust, insecurity with true love.","name":"Simon Cowell"},{"quote":"But the love of adventure was in father's blood.","name":"Buffalo Bill"},{"quote":"I love the beach. I love the sea. All my life I live within - in front of the sea.","name":"Rafael Nadal"},{"quote":"Life is measured in love and positive contributions and moments of grace.","name":"Carly Fiorina"},{"quote":"For me, cooking is an extension of love.","name":"Hedda Sterne"},{"quote":"I love to sit on a mountain top and gaze. I don't think of anything but the people I care about and the view.","name":"Julian Lennon"},{"quote":"If you love life, don't waste time, for time is what life is made up of.","name":"Bruce Lee"},{"quote":"A kiss is a secret told to the mouth instead of the ear; kisses are the messengers of love and tenderness.","name":"Ingrid Bergman"},{"quote":"I love the smell of rain, and I love the sound of the ocean waves.","name":"Amy Purdy"},{"quote":"I'm very happy being me, although sometimes I'd love to be a bird so that I could fly.","name":"Joy Fielding"},{"quote":"I love natural beauty, and I think it's your best look, but I think makeup as an artist is so transformative.","name":"Marina and the Diamonds"},{"quote":"I knew I was going to love my daughter, but I had no idea how much I would love her.","name":"Jeremy Sisto"},{"quote":"I love to smile, even through pain.","name":"Victoria Arlen"},{"quote":"I love to be outdoors, so I like to hike, bike and go to the beach.","name":"Jillian Rose Reed"},{"quote":"What a man takes in by contemplation, that he pours out in love.","name":"Meister Eckhart"},{"quote":"Treasure the love you receive above all. It will survive long after your good health has vanished.","name":"Og Mandino"},{"quote":"An anniversary is a reminder as to why you love and married this person.","name":"Zoe Foster Blake"},{"quote":"Life is the flower for which love is the honey.","name":"Victor Hugo"},{"quote":"Food, to me, is always about cooking and eating with those you love and care for.","name":"David Chang"},{"quote":"I love coming back home and seeing old friends and family. I would say it keeps me grounded.","name":"Coy Bowles"},{"quote":"My eye is ever on those who love me.","name":"Sai Baba"},{"quote":"Love begins by taking care of the closest ones - the ones at home.","name":"Mother Teresa"},{"quote":"Intense love does not measure, it just gives.","name":"Mother Teresa"},{"quote":"Falling in love and having a relationship are two different things.","name":"Keanu Reeves"},{"quote":"There can be no deep disappointment where there is not deep love.","name":"Martin Luther King, Jr."},{"quote":"What I love most about this crazy life is the adventure of it.","name":"Juliette Binoche"},{"quote":"If you can make a living doing what you love, that is a blessing.","name":"David A. R. White"},{"quote":"When you fish for love, bait with your heart, not your brain.","name":"Mark Twain"},{"quote":"Love planted a rose, and the world turned sweet.","name":"Katharine Lee Bates"},{"quote":"I love when I teach my son a good lesson. But I love it even more when he teaches me.","name":"Brad Meltzer"},{"quote":"Don't threaten me with love, baby. Let's just go walking in the rain.","name":"Billie Holiday"},{"quote":"The giving of love is an education in itself.","name":"Eleanor Roosevelt"},{"quote":"One is loved because one is loved. No reason is needed for loving.","name":"Paulo Coelho"},{"quote":"If fear is the great enemy of intimacy, love is its true friend.","name":"Henri Nouwen"},{"quote":"'Tis better to have loved and lost than never to have loved at all.","name":"Alfred Lord Tennyson"},{"quote":"You can't blame gravity for falling in love.","name":"Albert Einstein"},{"quote":"Lord, make me an instrument of thy peace. Where there is hatred, let me sow love.","name":"Francis of Assisi"},{"quote":"Love is friendship set on fire.","name":"Jeremy Taylor"},{"quote":"I am in you and you in me, mutual in divine love.","name":"William Blake"},{"quote":"Thank you, God, for this good life and forgive us if we do not love it enough.","name":"Garrison Keillor"},{"quote":"Girls we love for what they are; young men for what they promise to be.","name":"Johann Wolfgang von Goethe"},{"quote":"The good life is one inspired by love and guided by knowledge.","name":"Bertrand Russell"},{"quote":"Communism is not love. Communism is a hammer which we use to crush the enemy.","name":"Mao Zedong"},{"quote":"Nothing can bring a real sense of security into the home except true love.","name":"Billy Graham"},{"quote":"Football is unconditional love.","name":"Tom Brady"},{"quote":"I don't know that love changes. People change. Circumstances change.","name":"Nicholas Sparks"},{"quote":"If you don't love me, it does not matter, anyway I can love for both of us.","name":"Stendhal"},{"quote":"Love and a red rose can't be hid.","name":"Thomas Holcroft"},{"quote":"I love you more than my own skin.","name":"Frida Kahlo"},{"quote":"I know what it is like to be brought up with unconditional love. In my life that came from my grandmother.","name":"Andre Leon Talley"},{"quote":"However rare true love may be, it is less so than true friendship.","name":"Francois de La Rochefoucauld"},{"quote":"I don't have time for hobbies. At the end of the day, I treat my job as a hobby. It's something I love doing.","name":"David Beckham"},{"quote":"Love is a fruit in season at all times, and within reach of every hand.","name":"Mother Teresa"},{"quote":"I have eclectic taste, and I love vintage style mixed with glamour and old world charm.","name":"Sonam Kapoor"},{"quote":"There is no friendship, no love, like that of the parent for the child.","name":"Henry Ward Beecher"},{"quote":"Love often wears a mask in order to test loyalty.","name":"Minna Antrim"},{"quote":"Yes, it was love at first sight. I feel that after all these years, I have finally found my soul mate.","name":"Barbara Hershey"},{"quote":"The things that we love tell us what we are.","name":"Thomas Aquinas"},{"quote":"Like love, breakfast is best when made at home.","name":"Gina Barreca"},{"quote":"Love begins at home, and it is not how much we do... but how much love we put in that action.","name":"Mother Teresa"},{"quote":"If I love you, I show you I love you every day. Little things, big things.","name":"Dwayne Johnson"},{"quote":"I love those connections that make this big old world feel like a little village.","name":"Gina Bellman"},{"quote":"Everyone feels like family and I am back in the city that I love.","name":"Chris Noth"},{"quote":"Love the moment and the energy of that moment will spread beyond all boundaries.","name":"Corita Kent"},{"quote":"Death and love are the two wings that bear the good man to heaven.","name":"Michelangelo"},{"quote":"To say 'I love you' one must first be able to say the 'I.'","name":"Ayn Rand"},{"quote":"Love knows not distance; it hath no continent; its eyes are for the stars.","name":"Gilbert Parker"},{"quote":"In modeling, I had to learn to like myself, to love myself, to feel comfortable.","name":"Mariacarla Boscono"},{"quote":"You don't have to deserve your mother's love. You have to deserve your father's.","name":"Robert Frost"},{"quote":"I don't love studying. I hate studying. I like learning. Learning is beautiful.","name":"Natalie Portman"},{"quote":"When love and skill work together, expect a masterpiece.","name":"John Ruskin"},{"quote":"I love making new friends and I respect people for a lot of different reasons.","name":"Taylor Swift"},{"quote":"Even when I'm sick and depressed, I love life.","name":"Arthur Rubinstein"},{"quote":"Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another.","name":"Thomas Merton"},{"quote":"Love is composed of a single soul inhabiting two bodies.","name":"Aristotle"},{"quote":"I feel that there is nothing more truly artistic than to love people.","name":"Vincent Van Gogh"},{"quote":"We loved with a love that was more than love.","name":"Edgar Allan Poe"},{"quote":"Love will find a way through paths where wolves fear to prey.","name":"Lord Byron"},{"quote":"Love grows more tremendously full, swift, poignant, as the years multiply.","name":"Zane Grey"},{"quote":"Love is a trap. When it appears, we see only its light, not its shadows.","name":"Paulo Coelho"},{"quote":"Do what you love. Know your own bone; gnaw at it, bury it, unearth it, and gnaw it still.","name":"Henry David Thoreau"},{"quote":"As I'm getting older, I'm really learning unconditional love and loyalty are extremely important.","name":"Bindi Irwin"},{"quote":"I love my mother and father. The older I get, the more I value everything that they gave me.","name":"Liev Schreiber"},{"quote":"Love is moral even without legal marriage, but marriage is immoral without love.","name":"Ellen Key"},{"quote":"I love dressing for the winter - especially in baggy chunky cardigans.","name":"Pixie Lott"},{"quote":"Grief is the price we pay for love.","name":"Queen Elizabeth II"},{"quote":"Love in its essence is spiritual fire.","name":"Lucius Annaeus Seneca"},{"quote":"Your duty is to treat everybody with love as a manifestation of the Lord.","name":"Swami Sivananda"},{"quote":"The ultimate dream in life is to be able to do what you love and learn something from it.","name":"Jennifer Love Hewitt"},{"quote":"I love my wife, she deserves anything and everything.","name":"Aaron Spelling"},{"quote":"I love my son more than anything. I will do whatever it takes to make sure he is raised the right way.","name":"Bristol Palin"},{"quote":"That's what I love about dance. It makes you happy, fully happy.","name":"Debbie Reynolds"},{"quote":"We love life, not because we are used to living but because we are used to loving.","name":"Friedrich Nietzsche"},{"quote":"Win, lose or draw, you're all my cousins and I love you.","name":"Chill Wills"},{"quote":"You can be rich in spirit, kindness, love and all those things that you can't put a dollar sign on.","name":"Dolly Parton"},{"quote":"Love is like a virus. It can happen to anybody at any time.","name":"Maya Angelou"},{"quote":"One way to feel good about yourself is to love yourself... to take care of yourself.","name":"Goldie Hawn"},{"quote":"When you look into the eyes of an animal you've rescued, you can't help but fall in love.","name":"Paul Shaffer"},{"quote":"The love of family and the admiration of friends is much more important than wealth and privilege.","name":"Charles Kuralt"},{"quote":"And ever has it been known that love knows not its own depth until the hour of separation.","name":"Khalil Gibran"},{"quote":"The opposite of love is not hate, it's indifference.","name":"Elie Wiesel"},{"quote":"Nothing can replace sleep, but coffee can do it best. I love coffee.","name":"Kelley O'Hara"},{"quote":"Love is the beauty of the soul.","name":"Saint Augustine"},{"quote":"What we have once enjoyed we can never lose. All that we love deeply becomes a part of us.","name":"Helen Keller"},{"quote":"Never go on trips with anyone you do not love.","name":"Ernest Hemingway"},{"quote":"Hatred does not cease by hatred, but only by love; this is the eternal rule.","name":"Buddha"},{"quote":"Friendship may, and often does, grow into love, but love never subsides into friendship.","name":"Lord Byron"},{"quote":"You don't walk away if you love someone. You help the person.","name":"Hillary Clinton"},{"quote":"Don't forget to love yourself.","name":"Soren Kierkegaard"},{"quote":"I love cats because I enjoy my home; and little by little, they become its visible soul.","name":"Jean Cocteau"},{"quote":"Who would give a law to lovers? Love is unto itself a higher law.","name":"Boethius"},{"quote":"I've only been in love with a beer bottle and a mirror.","name":"Sid Vicious"},{"quote":"Often real life is boring and problematic. I love the edited version of it.","name":"Terry Gross"},{"quote":"A woman knows the face of the man she loves as a sailor knows the open sea.","name":"Honore de Balzac"},{"quote":"Love does not dominate; it cultivates.","name":"Johann Wolfgang von Goethe"},{"quote":"I love sleep. My life has the tendency to fall apart when I'm awake, you know?","name":"Ernest Hemingway"},{"quote":"Love is a serious mental disease.","name":"Plato"},{"quote":"He who does not love his own language is worse than an animal and smelly fish.","name":"Jose Rizal"},{"quote":"Let's practice motivation and love, not discrimination and hate.","name":"Zendaya"},{"quote":"Give a child love, laughter and peace, not AIDS.","name":"Nelson Mandela"},{"quote":"To me, a forever love is a bond that can't be broken.","name":"Nick Cannon"},{"quote":"I just love pretty things, whether it is art, a song or a pair of shoes.","name":"Rita Ora"},{"quote":"I love the beach, and I love sunshine.","name":"Megan Fox"},{"quote":"For small creatures such as we the vastness is bearable only through love.","name":"Carl Sagan"},{"quote":"I love when people underestimate me and then become pleasantly surprised.","name":"Kim Kardashian"},{"quote":"I always look forward to the holidays because I love dressing up in festive, shimmery evening dresses.","name":"Hilary Rhoda"},{"quote":"One cannot think well, love well, sleep well, if one has not dined well.","name":"Virginia Woolf"},{"quote":"The moment I first heard love I gave up my soul, my heart, and my eyes.","name":"Rumi"},{"quote":"Pure love is a willingness to give without a thought of receiving anything in return.","name":"Peace Pilgrim"},{"quote":"I do love my hometown. It really forged who I am in a major way.","name":"Dave Filoni"},{"quote":"Love is the greatest gift that God has given us. It's free.","name":"Taraji P. Henson"},{"quote":"Self-love is the source of all our other loves.","name":"Pierre Corneille"},{"quote":"Our first and last love is self-love.","name":"Christian Nestell Bovee"},{"quote":"I believe in true love, and I believe in happy endings. And I believe.","name":"Christie Brinkley"},{"quote":"I love being my husband's wife.","name":"Julianna Margulies"},{"quote":"Go out into the world with your passion and love for what you do, and just never give up.","name":"Dianne Reeves"},{"quote":"The way to know life is to love many things.","name":"Vincent Van Gogh"},{"quote":"We waste time looking for the perfect lover, instead of creating the perfect love.","name":"Tom Robbins"},{"quote":"Love is pure and true; love knows no gender.","name":"Tori Spelling"},{"quote":"Love consists in this, that two solitudes protect and touch and greet each other.","name":"Rainer Maria Rilke"},{"quote":"Never trust anyone completely but God. Love people, but put your full trust only in God.","name":"Lawrence Welk"},{"quote":"Love is an act of endless forgiveness, a tender look which becomes a habit.","name":"Peter Ustinov"},{"quote":"Love in the real world means saying you're sorry 10 times a day.","name":"Kathie Lee Gifford"},{"quote":"There is no disguise which can hide love for long where it exists, or simulate it where it does not.","name":"Francois de La Rochefoucauld"},{"quote":"I love walking down the street and seeing faces and drama and happiness and sadness and dirt and cleanliness.","name":"Ric Ocasek"},{"quote":"I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.","name":"Mother Teresa"},{"quote":"Love the giver more than the gift.","name":"Brigham Young"},{"quote":"As soon go kindle fire with snow, as seek to quench the fire of love with words.","name":"William Shakespeare"},{"quote":"You're imperfect, and you're wired for struggle, but you are worthy of love and belonging.","name":"Brene Brown"},{"quote":"A first love is something that lasts forever in your heart. It's something that marks you.","name":"Elodie Yung"},{"quote":"A flower falls, even though we love it; and a weed grows, even though we do not love it.","name":"Dogen"},{"quote":"The story of life is quicker than the blink of an eye, the story of love is hello, goodbye.","name":"Jimi Hendrix"},{"quote":"I have found that if you love life, life will love you back.","name":"Arthur Rubinstein"},{"quote":"The purest and most thoughtful minds are those which love colour the most.","name":"John Ruskin"},{"quote":"If your heart is a volcano, how shall you expect flowers to bloom?","name":"Khalil Gibran"},{"quote":"Whatever is done for love always occurs beyond good and evil.","name":"Friedrich Nietzsche"},{"quote":"Always be kind, especially in times when it seems like everyone is giving up on each other. Love harder.","name":"Madeline Brewer"},{"quote":"At the center of non-violence stands the principle of love.","name":"Martin Luther King, Jr."},{"quote":"The past explains how I got here, but the future is up to me - and I love to live life at full throttle.","name":"Janice Dickinson"},{"quote":"The best proof of love is trust.","name":"Joyce Brothers"},{"quote":"Touch seems to be as essential as sunlight.","name":"Diane Ackerman"},{"quote":"I do not want a husband who honours me as a queen, if he does not love me as a woman.","name":"Elizabeth I"},{"quote":"I have my flaws, but I embrace them and I love them because they're mine.","name":"Winnie Harlow"},{"quote":"The hunger for love is much more difficult to remove than the hunger for bread.","name":"Mother Teresa"},{"quote":"Down on your knees, and thank heaven, fasting, for a good man's love.","name":"Euripides"},{"quote":"I love getting dressed up in a suit because I don't do it all the time.","name":"Jason Statham"},{"quote":"You don't have to have a ring on your finger to say, 'I love you.'","name":"Tyra Banks"},{"quote":"If I love you, what business is it of yours?","name":"Johann Wolfgang von Goethe"},{"quote":"You gotta love livin', baby, 'cause dyin' is a pain in the ass.","name":"Frank Sinatra"},{"quote":"The best portion of a good man's life is his little, nameless, unremembered acts of kindness and of love.","name":"William Wordsworth"},{"quote":"Being in love with somebody is a wonderful feeling.","name":"Shane Warne"},{"quote":"Racing is what I love, so it's pretty simple. I want to keep doing it and keep winning.","name":"Lewis Hamilton"},{"quote":"Rather than love, than money, than fame, give me truth.","name":"Henry David Thoreau"},{"quote":"Love is not altogether a delirium, yet it has many points in common therewith.","name":"Thomas Carlyle"},{"quote":"I love being outdoors. I love just spending time in the sun and hanging out with my friends.","name":"Nina Agdal"},{"quote":"Setting my mind on a musical instrument was like falling in love. All the world seemed bright and changed.","name":"William Christopher Handy"},{"quote":"My love for ice cream emerged at an early age - and has never left!","name":"Ginger Rogers"},{"quote":"I love to go shopping and see what catches my eye.","name":"Patrick Schwarzenegger"},{"quote":"I love you all too much, it's one of just of my problems.","name":"Herve Villechaize"},{"quote":"I love the desert and its incomparable sense of space.","name":"Robyn Davidson"},{"quote":"Blessed is the influence of one true, loving human soul on another.","name":"George Eliot"},{"quote":"I love nerdy, cute, quirky boys who don't take themselves too seriously.","name":"Ariana Grande"},{"quote":"When you lose a person you love so much, surviving the loss is difficult.","name":"Cristiano Ronaldo"},{"quote":"He who loves with purity considers not the gift of the lover, but the love of the giver.","name":"Thomas a Kempis"},{"quote":"The way to love anything is to realize that it may be lost.","name":"Gilbert K. Chesterton"},{"quote":"Unable are the loved to die, for love is immortality.","name":"Emily Dickinson"},{"quote":"I'm really not that funny in real life! But I am the best audience one could find. I love to laugh.","name":"Carol Burnett"},{"quote":"There is no right time and right place for love... it can happen any time.","name":"Shah Rukh Khan"},{"quote":"Pets have more love and compassion in them than most humans.","name":"Robert Wagner"},{"quote":"Love is the most important thing in the world, but baseball is pretty good, too.","name":"Yogi Berra"},{"quote":"Love God; love others; do your best in all you do, even if you fall short!","name":"Bethany Hamilton"},{"quote":"The struggle of my life created empathy - I could relate to pain, being abandoned, having people not love me.","name":"Oprah Winfrey"},{"quote":"A part of kindness consists in loving people more than they deserve.","name":"Joseph Joubert"},{"quote":"Gravitation is not responsible for people falling in love.","name":"Albert Einstein"},{"quote":"I was born with an enormous need for affection, and a terrible need to give it.","name":"Audrey Hepburn"},{"quote":"Love is a friendship set to music.","name":"Joseph Campbell"},{"quote":"Love does not consist in gazing at each other, but in looking outward together in the same direction.","name":"Antoine de Saint-Exupery"},{"quote":"Love is a better teacher than duty.","name":"Albert Einstein"},{"quote":"I rise to taste the dawn, and find that love alone will shine today.","name":"Ken Wilber"},{"quote":"Love is the joy of the good, the wonder of the wise, the amazement of the Gods.","name":"Plato"},{"quote":"I'm nutty bunny number two. I love me and I love you.","name":"Mark McKinney"},{"quote":"Courage is like love; it must have hope for nourishment.","name":"Napoleon Bonaparte"},{"quote":"I have learnt one thing in life: that if you love someone, you have to accept that person with his/her flaws.","name":"Shaheer Sheikh"},{"quote":"It is sad not to love, but it is much sadder not to be able to love.","name":"Miguel de Unamuno"},{"quote":"Love is life. And if you miss love, you miss life.","name":"Leo Buscaglia"},{"quote":"Love and friendship exclude each other.","name":"Jean de la Bruyere"},{"quote":"It's really important to talk to yourself and look at yourself in the mirror and love who you are.","name":"Lilly Singh"},{"quote":"May my soul bloom in love for all existence.","name":"Rudolf Steiner"},{"quote":"Life is too short to do the things you don't love doing.","name":"Bruce Dickinson"},{"quote":"I love history... everything is inspired by history, so that's why I love vintage and antiques.","name":"Kelly Wearstler"},{"quote":"Love unlocks doors and opens windows that weren't even there before.","name":"Mignon McLaughlin"},{"quote":"Being transgender isn't a medical transition. It's a process of learning to love yourself for who you are.","name":"Jazz Jennings"},{"quote":"Love will draw an elephant through a key-hole.","name":"Samuel Richardson"},{"quote":"Yeah, I love doing ensemble pieces. You get to meet so many new people and make new friends.","name":"Devon Sawa"},{"quote":"All, everything that I understand, I understand only because I love.","name":"Leo Tolstoy"},{"quote":"I love shifting between being super cute and aggressive. It's funny.","name":"Sigrid"},{"quote":"Love is when the other person's happiness is more important than your own.","name":"H. Jackson Brown, Jr."},{"quote":"The one thing we can never get enough of is love. And the one thing we never give enough is love.","name":"Henry Miller"},{"quote":"Fortune and love favor the brave.","name":"Ovid"},{"quote":"I love the name of honor, more than I fear death.","name":"Julius Caesar"},{"quote":"Do all things with love.","name":"Og Mandino"},{"quote":"Faith makes all things possible... love makes all things easy.","name":"Dwight L. Moody"},{"quote":"I hope you love birds too. It is economical. It saves going to heaven.","name":"Emily Dickinson"},{"quote":"Never pretend to a love which you do not actually feel, for love is not ours to command.","name":"Alan Watts"},{"quote":"Affection is responsible for nine-tenths of whatever solid and durable happiness there is in our lives.","name":"C. S. Lewis"},{"quote":"Romance is tempestuous. Love is calm.","name":"Mason Cooley"},{"quote":"We are driven by five genetic needs: survival, love and belonging, power, freedom, and fun.","name":"William Glasser"},{"quote":"Love isn't something you find. Love is something that finds you.","name":"Loretta Young"},{"quote":"Love looks through a telescope; envy, through a microscope.","name":"Josh Billings"},{"quote":"Suffering passes, while love is eternal. That's a gift that you have received from God. Don't waste it.","name":"Laura Ingalls Wilder"},{"quote":"If you do not love me I shall not be loved If I do not love you I shall not love.","name":"Samuel Beckett"},{"quote":"We may give without loving, but we cannot love without giving.","name":"Bernard Meltzer"},{"quote":"The ear is the avenue to the heart.","name":"Voltaire"},{"quote":"The praise that comes from love does not make us vain, but more humble.","name":"James M. Barrie"},{"quote":"What a cruel thing war is... to fill our hearts with hatred instead of love for our neighbors.","name":"Robert E. Lee"},{"quote":"If we love our country, we should also love our countrymen.","name":"Ronald Reagan"},{"quote":"A pair of powerful spectacles has sometimes sufficed to cure a person in love.","name":"Friedrich Nietzsche"},{"quote":"At the touch of love everyone becomes a poet.","name":"Plato"},{"quote":"I like to peel it and share it with friends. You can spread the love with an orange.","name":"Gina Rodriguez"},{"quote":"Who, being loved, is poor?","name":"Oscar Wilde"},{"quote":"To love is to admire with the heart; to admire is to love with the mind.","name":"Theophile Gautier"},{"quote":"I love seafood. I'm not a vegetarian but I'm probably a pescetarian.","name":"Padma Lakshmi"},{"quote":"Doing what you love is the cornerstone of having abundance in your life.","name":"Wayne Dyer"},{"quote":"Love is the greatest refreshment in life.","name":"Pablo Picasso"},{"quote":"Love is blind.","name":"Geoffrey Chaucer"},{"quote":"There is no remedy for love but to love more.","name":"Henry David Thoreau"},{"quote":"Friendship often ends in love; but love in friendship - never.","name":"Charles Caleb Colton"},{"quote":"There is always something left to love. And if you ain't learned that, you ain't learned nothing.","name":"Lorraine Hansberry"},{"quote":"To be able to say how much love, is love but little.","name":"Petrarch"},{"quote":"There are more people who wish to be loved than there are who are willing to love.","name":"Nicolas Chamfort"},{"quote":"Love is, above all, the gift of oneself.","name":"Jean Anouilh"},{"quote":"It's important for us to latch onto the people that we love.","name":"Connie Stevens"},{"quote":"Sometimes the heart sees what is invisible to the eye.","name":"H. Jackson Brown, Jr."},{"quote":"Love is an endless mystery, for it has nothing else to explain it.","name":"Rabindranath Tagore"},{"quote":"Who ever loved that loved not at first sight?","name":"Christopher Marlowe"},{"quote":"We are never so defensless against suffering as when we love.","name":"Sigmund Freud"},{"quote":"To love oneself is the beginning of a lifelong romance.","name":"Oscar Wilde"},{"quote":"I'd rather be a failure at something I love than a success at something I hate.","name":"George Burns"},{"quote":"Love is when he gives you a piece of your soul, that you never knew was missing.","name":"Torquato Tasso"},{"quote":"Be glad of life because it gives you the chance to love, to work, to play, and to look up at the stars.","name":"Henry Van Dyke"},{"quote":"Love cannot save you from your own fate.","name":"Jim Morrison"},{"quote":"I don't date my girlfriend because she's a model. I date her because I love her.","name":"Adam Levine"},{"quote":"It is not love that should be depicted as blind, but self-love.","name":"Voltaire"},{"quote":"Love is an irresistible desire to be irresistibly desired.","name":"Robert Frost"},{"quote":"The first duty of love is to listen.","name":"Paul Tillich"},{"quote":"Love is my religion - I could die for it.","name":"John Keats"},{"quote":"No individual, regardless of where they live or whom they love, should suffer discrimination.","name":"Kate Brown"},{"quote":"Love takes off masks that we fear we cannot live without and know we cannot live within.","name":"James Baldwin"},{"quote":"Love takes up where knowledge leaves off.","name":"Thomas Aquinas"},{"quote":"True love comes quietly, without banners or flashing lights. If you hear bells, get your ears checked.","name":"Erich Segal"},{"quote":"Love is like an hourglass, with the heart filling up as the brain empties.","name":"Jules Renard"},{"quote":"Life is like an onion. You peel it off one layer at a time, and sometimes you weep.","name":"Carl Sandburg"},{"quote":"Whatever our souls are made of, his and mine are the same.","name":"Emily Bronte"},{"quote":"A gentle heart is tied with an easy thread.","name":"George Herbert"},{"quote":"Love is the only gold.","name":"Alfred Lord Tennyson"},{"quote":"We love because it's the only true adventure.","name":"Nikki Giovanni"},{"quote":"If you wished to be loved, love.","name":"Lucius Annaeus Seneca"},{"quote":"Love is the best thing in the world, and the thing that lives the longest.","name":"Henry Van Dyke"},{"quote":"Love is the child of illusion and the parent of disillusion.","name":"Miguel de Unamuno"},{"quote":"If you want to be loved, be lovable.","name":"Ovid"},{"quote":"Love is a springtime plant that perfumes everything with its hope, even the ruins to which it clings.","name":"Gustave Flaubert"},{"quote":"Do not seek the because - in love there is no because, no reason, no explanation, no solutions.","name":"Anais Nin"},{"quote":"We can only learn to love by loving.","name":"Iris Murdoch"},{"quote":"Love is the wisdom of the fool and the folly of the wise.","name":"Samuel Johnson"},{"quote":"Love can be unselfish, in the sense of being benevolent and generous, without being selfless.","name":"Mortimer Adler"},{"quote":"Love is love's reward.","name":"John Dryden"},{"quote":"Love is a game that two can play and both win.","name":"Eva Gabor"},{"quote":"Tell me who admires and loves you, and I will tell you who you are.","name":"Antoine de Saint-Exupery"},{"quote":"Who so loves believes the impossible.","name":"Elizabeth Barrett Browning"},{"quote":"Love him and let him love you. Do you think anything else under heaven really matters?","name":"James Baldwin"},{"quote":"Familiar acts are beautiful through love.","name":"Percy Bysshe Shelley"},{"quote":"To witness two lovers is a spectacle for the gods.","name":"Johann Wolfgang von Goethe"},{"quote":"Love can sometimes be magic. But magic can sometimes... just be an illusion.","name":"Javan"},{"quote":"First love is only a little foolishness and a lot of curiosity.","name":"George Bernard Shaw"},{"quote":"Bitterness imprisons life; love releases it.","name":"Harry Emerson Fosdick"},{"quote":"Love is the only sane and satisfactory answer to the problem of human existence.","name":"Erich Fromm"},{"quote":"Love is of all passions the strongest, for it attacks simultaneously the head, the heart and the senses.","name":"Lao Tzu"},{"quote":"The best thing to hold onto in life is each other.","name":"Audrey Hepburn"},{"quote":"Stolen kisses are always sweetest.","name":"Leigh Hunt"},{"quote":"Love cures people - both the ones who give it and the ones who receive it.","name":"Karl A. Menninger"},{"quote":"When love is not madness, it is not love.","name":"Pedro Calderon de la Barca"},{"quote":"We need 4 hugs a day for survival. We need 8 hugs a day for maintenance. We need 12 hugs a day for growth.","name":"Virginia Satir"},{"quote":"This love is silent.","name":"T. S. Eliot"},{"quote":"Though lovers be lost, love shall not.","name":"Dylan Thomas"},{"quote":"Be of love a little more careful than of anything.","name":"e. e. cummings"},{"quote":"To good and true love fear is forever affixed.","name":"Francois Rabelais"},{"quote":"If thou must love me, let it be for naught except for love's sake only.","name":"Elizabeth Barrett Browning"},{"quote":"There is more pleasure in loving than in being beloved.","name":"Thomas Fuller"},{"quote":"People protect what they love.","name":"Jacques Yves Cousteau"},{"quote":"Love means to love that which is unlovable; or it is no virtue at all.","name":"Gilbert K. Chesterton"},{"quote":"Love means not ever having to say you're sorry.","name":"Erich Segal"},{"quote":"Everything is clearer when you're in love.","name":"John Lennon"},{"quote":"In love the paradox occurs that two beings become one and yet remain two.","name":"Erich Fromm"},{"quote":"The love we have in our youth is superficial compared to the love that an old man has for his old wife.","name":"Will Durant"},{"quote":"Love is the power to see similarity in the dissimilar.","name":"Theodor W. Adorno"},{"quote":"Love is not only something you feel, it is something you do.","name":"David Wilkerson"},{"quote":"Love is only a dirty trick played on us to achieve continuation of the species.","name":"W. Somerset Maugham"},{"quote":"The more one judges, the less one loves.","name":"Honore de Balzac"},{"quote":"When love is at its best, one loves so much that he cannot forget.","name":"Helen Hunt Jackson"},{"quote":"The first magic of love is our ignorance that it can ever end.","name":"Benjamin Disraeli"},{"quote":"Love's greatest gift is its ability to make everything it touches sacred.","name":"Barbara De Angelis"},{"quote":"To love and be loved is to feel the sun from both sides.","name":"David Viscott"},{"quote":"Love is but the discovery of ourselves in others, and the delight in the recognition.","name":"Alexander Smith"},{"quote":"Love is supreme and unconditional; like is nice but limited.","name":"Duke Ellington"},{"quote":"Love is suffering. One side always loves more.","name":"Catherine Deneuve"},{"quote":"Being in love is the only transcendent experience.","name":"Armistead Maupin"},{"quote":"The only abnormality is the incapacity to love.","name":"Anais Nin"},{"quote":"Passion is momentary; love is enduring.","name":"John Wooden"},{"quote":"Loved. You can't use it in the past tense. Death does not stop that love at all.","name":"Ken Kesey"},{"quote":"People who throw kisses are hopelessly lazy.","name":"Bob Hope"},{"quote":"Love conquers all.","name":"Virgil"},{"quote":"Love is the poetry of the senses.","name":"Honore de Balzac"},{"quote":"But love's a malady without a cure.","name":"John Dryden"},{"quote":"Love is being stupid together.","name":"Paul Valery"},{"quote":"The journey from teaching about love to allowing myself to be loved proved much longer than I realised.","name":"Henri Nouwen"},{"quote":"It is difficult to know at what moment love begins; it is less difficult to know that it has begun.","name":"Henry Wadsworth Longfellow"},{"quote":"Love dies only when growth stops.","name":"Pearl S. Buck"},{"quote":"We cease loving ourselves if no one loves us.","name":"Madame de Stael"},{"quote":"Ultimately love is everything.","name":"M. Scott Peck"},{"quote":"The fate of love is that it always seems too little or too much.","name":"Amelia Barr"},{"quote":"You don't have to go looking for love when it's where you come from.","name":"Werner Erhard"},{"quote":"It is impossible to repent of love. The sin of love does not exist.","name":"Muriel Spark"},{"quote":"Love is stronger than justice.","name":"Sting"},{"quote":"There is a woman at the begining of all great things.","name":"Alphonse de Lamartine"},{"quote":"Love is the ultimate expression of the will to live.","name":"Tom Wolfe"},{"quote":"Love is all we have, the only way that each can help the other.","name":"Euripides"},{"quote":"If you would be loved, love, and be loveable.","name":"Benjamin Franklin"},{"quote":"Love is a mutual self-giving which ends in self-recovery.","name":"Fulton J. Sheen"},{"quote":"Love is the difficult realization that something other than oneself is real.","name":"Iris Murdoch"},{"quote":"Love is what you've been through with somebody.","name":"James Thurber"},{"quote":"More than kisses, letters mingle souls.","name":"John Donne"},{"quote":"Only love interests me, and I am only in contact with things that revolve around love.","name":"Marc Chagall"},{"quote":"People happy in love have an air of intensity.","name":"Stendhal"},{"quote":"We don't believe in rheumatism and true love until after the first attack.","name":"Marie von Ebner-Eschenbach"},{"quote":"Each moment of a happy lover's hour is worth an age of dull and common life.","name":"Aphra Behn"},{"quote":"Love is a hole in the heart.","name":"Ben Hecht"},{"quote":"One must not trifle with love.","name":"Alfred de Musset"},{"quote":"Love has a tide!","name":"Helen Hunt Jackson"},{"quote":"There is no love of life without despair of life.","name":"Albert Camus"},{"quote":"Lord, grant that I might not so much seek to be loved as to love.","name":"Francis of Assisi"},{"quote":"You can give without loving, but you can never love without giving.","name":"Robert Louis Stevenson"},{"quote":"Love is a canvas furnished by nature and embroidered by imagination.","name":"Voltaire"},{"quote":"Accustom yourself continually to make many acts of love, for they enkindle and melt the soul.","name":"Saint Teresa of Avila"},{"quote":"I was adored once too.","name":"William Shakespeare"},{"quote":"To love is to act.","name":"Victor Hugo"},{"quote":"The motto of chivalry is also the motto of wisdom; to serve all, but love only one.","name":"Honore de Balzac"},{"quote":"If equal affection cannot be, let the more loving be me.","name":"W. H. Auden"},{"quote":"Nobody loves a woman because she is handsome or ugly, stupid or intelligent. We love because we love.","name":"Honore de Balzac"},{"quote":"Love makes your soul crawl out from its hiding place.","name":"Zora Neale Hurston"},{"quote":"All mankind love a lover.","name":"Ralph Waldo Emerson"},{"quote":"Love prefers twilight to daylight.","name":"Oliver Wendell Holmes, Sr."},{"quote":"If you find someone you love in your life, then hang on to that love.","name":"Princess Diana"},{"quote":"The art of love is largely the art of persistence.","name":"Albert Ellis"},{"quote":"We all need each other.","name":"Leo Buscaglia"},{"quote":"With our love, we could save the world.","name":"George Harrison"},{"quote":"The sweetest of all sounds is that of the voice of the woman we love.","name":"Jean de la Bruyere"},{"quote":"Love possesses not nor will it be possessed, for love is sufficient unto love.","name":"Khalil Gibran"},{"quote":"Love is metaphysical gravity.","name":"R. Buckminster Fuller"},{"quote":"Love... it surrounds every being and extends slowly to embrace all that shall be.","name":"Khalil Gibran"},{"quote":"The crime of loving is forgetting.","name":"Maurice Chevalier"},{"quote":"Love is the triumph of imagination over intelligence.","name":"H. L. Mencken"},{"quote":"Only do what your heart tells you.","name":"Princess Diana"},{"quote":"Love is like war: easy to begin but very hard to stop.","name":"H. L. Mencken"},{"quote":"Choose your love, Love your choice.","name":"Thomas S. Monson"},{"quote":"A very small degree of hope is sufficient to cause the birth of love.","name":"Stendhal"},{"quote":"Love has reasons which reason cannot understand.","name":"Blaise Pascal"},{"quote":"Woe to the man whose heart has not learned while young to hope, to love - and to put its trust in life.","name":"Joseph Conrad"},{"quote":"Love is a gross exaggeration of the difference between one person and everybody else.","name":"George Bernard Shaw"},{"quote":"Friendship is Love without his wings!","name":"Lord Byron"},{"quote":"The spring of love becomes hidden and soon filled up.","name":"Max Muller"},{"quote":"We can't command our love, but we can our actions.","name":"Arthur Conan Doyle"},{"quote":"There are never enough I Love You's.","name":"Lenny Bruce"},{"quote":"Love is a sacred reserve of energy; it is like the blood of spiritual evolution.","name":"Pierre Teilhard de Chardin"},{"quote":"A kiss is a rosy dot over the 'i' of loving.","name":"Cyrano de Bergerac"},{"quote":"Only divine love bestows the keys of knowledge.","name":"Arthur Rimbaud"},{"quote":"There is room in the smallest cottage for a happy loving pair.","name":"Friedrich Schiller"},{"quote":"To fear love is to fear life, and those who fear life are already three parts dead.","name":"Bertrand Russell"},{"quote":"In every living thing there is the desire for love.","name":"D. H. Lawrence"},{"quote":"I like not only to be loved, but also to be told I am loved.","name":"George Eliot"},{"quote":"Absence - that common cure of love.","name":"Lord Byron"},{"quote":"To love for the sake of being loved is human, but to love for the sake of loving is angelic.","name":"Alphonse de Lamartine"},{"quote":"Love is energy of life.","name":"Robert Browning"},{"quote":"The eyes those silent tongues of love.","name":"Miguel de Cervantes"},{"quote":"I can live without money, but I cannot live without love.","name":"Judy Garland"},{"quote":"The love we give away is the only love we keep.","name":"Elbert Hubbard"},{"quote":"To love abundantly is to live abundantly, and to love forever is to live forever.","name":"Henry Drummond"},{"quote":"I long for the raised voice, the howl of rage or love.","name":"Leslie Fiedler"},{"quote":"Love is space and time measured by the heart.","name":"Marcel Proust"},{"quote":"Love is the magician that pulls man out of his own hat.","name":"Ben Hecht"},{"quote":"Love is the attempt to form a friendship inspired by beauty.","name":"Marcus Tullius Cicero"},{"quote":"He who loves, flies, runs, and rejoices; he is free and nothing holds him back.","name":"Henri Matisse"},{"quote":"There's no bad consequence to loving fully, with all your heart. You always gain by giving love.","name":"Reese Witherspoon"},{"quote":"Love, having no geography, knows no boundaries.","name":"Truman Capote"},{"quote":"One does not fall in love; one grows into love, and love grows in him.","name":"Karl A. Menninger"},{"quote":"The sweetest noise on earth, a woman's tongue; A string which hath no discord.","name":"Bryan Procter"},{"quote":"Take away love and our earth is a tomb.","name":"Robert Browning"},{"quote":"To love another person is to see the face of God.","name":"Victor Hugo"},{"quote":"Selfishness is one of the qualities apt to inspire love.","name":"Nathaniel Hawthorne"},{"quote":"The highest function of love is that it makes the loved one a unique and irreplacable being.","name":"Tom Robbins"},{"quote":"There is no person that love cannot heal; there is no soul that love cannot save.","name":"Carlos Santana"},{"quote":"The world is not comprehensible, but it is embraceable: through the embracing of one of its beings.","name":"Martin Buber"},{"quote":"Who loves, raves.","name":"Lord Byron"},{"quote":"Love is an emotion experienced by the many and enjoyed by the few.","name":"George Jean Nathan"},{"quote":"Any time not spent on love is wasted.","name":"Torquato Tasso"},{"quote":"Say what you will, 'tis better to be left than never to have been loved.","name":"William Congreve"},{"quote":"It is love, not reason, that is stronger than death.","name":"Thomas Mann"},{"quote":"He is not a lover who does not love forever.","name":"Euripides"},{"quote":"Love has no errors, for all errors are the want for love.","name":"William Law"},{"quote":"To enlarge or illustrate this power and effect of love is to set a candle in the sun.","name":"Robert Burton"},{"quote":"Your words are my food, your breath my wine. You are everything to me.","name":"Sarah Bernhardt"},{"quote":"Stand by your man. Give him two arms to cling to and something warm to come to.","name":"Tammy Wynette"},{"quote":"Love is always being given where it is not required.","name":"E. M. Forster"},{"quote":"There is only one kind of love, but there are a thousand imitations.","name":"Francois de La Rochefoucauld"},{"quote":"When we are in love we seem to ourselves quite different from what we were before.","name":"Blaise Pascal"},{"quote":"It's useless to hold a person to anything he says while he's in love, drunk, or running for office.","name":"Shirley MacLaine"},{"quote":"If it is your time, love will track you down like a cruise missile.","name":"Lynda Barry"},{"quote":"Falling in love consists merely in uncorking the imagination and bottling the common sense.","name":"Helen Rowland"},{"quote":"The richest love is that which submits to the arbitration of time.","name":"Lawrence Durrell"},{"quote":"Follow love and it will flee, flee love and it will follow thee.","name":"John Gay"},{"quote":"Love without conversation is impossible.","name":"Mortimer Adler"},{"quote":"All my life, my heart has yearned for a thing I cannot name.","name":"Andre Breton"},{"quote":"Love ceases to be a pleasure when it ceases to be a secret.","name":"Aphra Behn"},{"quote":"Come live in my heart, and pay no rent.","name":"Samuel Lover"},{"quote":"A loving heart is the beginning of all knowledge.","name":"Thomas Carlyle"},{"quote":"Words may be false and full of art; Sighs are the natural language of the heart.","name":"Thomas Shadwell"},{"quote":"Absence sharpens love, presence strengthens it.","name":"Thomas Fuller"},{"quote":"All love shifts and changes. I don't know if you can be wholeheartedly in love all the time.","name":"Julie Andrews"},{"quote":"I think it is all a matter of love: the more you love a memory, the stronger and stranger it is.","name":"Vladimir Nabokov"},{"quote":"If you wish to be loved, show more of your faults than your virtues.","name":"Edward G. Bulwer-Lytton"},{"quote":"The degree of loving is measured by the degree of giving.","name":"Edwin Louis Cole"},{"quote":"Love is like a faucet, it turns off and on.","name":"Billie Holiday"},{"quote":"Love is an energy which exists of itself. It is its own value.","name":"Thornton Wilder"},{"quote":"Do you have to have a reason for loving?","name":"Brigitte Bardot"},{"quote":"Love is the great miracle cure. Loving ourselves works miracles in our lives.","name":"Louise L. Hay"},{"quote":"Before I met my husband, I'd never fallen in love. I'd stepped in it a few times.","name":"Rita Rudner"},{"quote":"A man is already halfway in love with any woman who listens to him.","name":"Brendan Behan"},{"quote":"Love is never wrong.","name":"Melissa Etheridge"},{"quote":"In a full heart there is room for everything, and in an empty heart there is room for nothing.","name":"Antonio Porchia"},{"quote":"We love but once, for once only are we perfectly equipped for loving.","name":"Cyril Connolly"},{"quote":"What the world really needs is more love and less paper work.","name":"Pearl Bailey"},{"quote":"The love which moves the world, according to common Christian belief, is God's love and the love of God.","name":"Mortimer Adler"},{"quote":"Love is when you meet someone who tells you something new about yourself.","name":"Andre Breton"},{"quote":"There is no limit to the power of loving.","name":"John Morton"},{"quote":"Looking back, I have this to regret, that too often when I loved, I did not say so.","name":"Ray Stannard Baker"},{"quote":"True love is quiescent, except in the nascent moments of true humility.","name":"Bryant H. McGill"},{"quote":"It is easier to love humanity as a whole than to love one's neighbor.","name":"Eric Hoffer"},{"quote":"All love is vanquished by a succeeding love.","name":"Ovid"},{"quote":"Love is a great beautifier.","name":"Louisa May Alcott"},{"quote":"Pains of love be sweeter far than all other pleasures are.","name":"John Dryden"},{"quote":"Is it not by love alone that we succeed in penetrating to the very essence of being?","name":"Igor Stravinsky"},{"quote":"What force is more potent than love?","name":"Igor Stravinsky"},{"quote":"At the beginning and at the end of love, the two lovers are embarrassed to find themselves alone.","name":"Jean de la Bruyere"},{"quote":"Love you will find only where you may show yourself weak without provoking strength.","name":"Theodor W. Adorno"},{"quote":"The love of liberty is the love of others; the love of power is the love of ourselves.","name":"William Hazlitt"},{"quote":"Love is the hardest habit to break, and the most difficult to satisfy.","name":"Drew Barrymore"},{"quote":"There is only one real deprivation... and that is not to be able to give one's gifts to those one loves most.","name":"May Sarton"},{"quote":"In matters of the heart, nothing is true except the improbable.","name":"Madame de Stael"},{"quote":"People think love is an emotion. Love is good sense.","name":"Ken Kesey"},{"quote":"The inner reality of love can be recognized only by love.","name":"Hans Urs von Balthasar"},{"quote":"Gestures, in love, are incomparably more attractive, effective and valuable than words.","name":"Francois Rabelais"},{"quote":"No, there's nothing half so sweet in life as love's young dream.","name":"Thomas Moore"},{"quote":"The love of our private friends is the only preparatory exercise for the love of all men.","name":"John Henry Newman"},{"quote":"Sometimes it's hard to be a woman giving all your love to just one man.","name":"Tammy Wynette"},{"quote":"Love means to commit yourself without guarantee.","name":"Anne Campbell"},{"quote":"Love comes unseen; we only see it go.","name":"Henry Austin Dobson"},{"quote":"Great thoughts come from the heart.","name":"Luc de Clapiers"},{"quote":"Nobody has ever measured, not even poets, how much the heart can hold.","name":"Zelda Fitzgerald"},{"quote":"All love is lost but upon God alone.","name":"William Dunbar"},{"quote":"Oh, love will make a dog howl in rhyme.","name":"Francis Beaumont"},{"quote":"Love is... never asking for more than you are prepared to give.","name":"Kim Casali"},{"quote":"If you've got love you've got life, if you can love you can live.","name":"Kim Casali"},{"quote":"How absurd and delicious it is to be in love with somebody younger than yourself. Everybody should try it.","name":"Barbara Pym"}]