[{
	"quote": "A successful marriage requires falling in love many times, always with the same person.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Happy is the man who finds a true friend, and far happier is he who finds that true friend in his wife.",
	"name": "Franz Schubert"
}, {
	"quote": "Let the wife make the husband glad to come home, and let him make her sorry to see him leave.",
	"name": "Martin Luther"
}, {
	"quote": "My most brilliant achievement was my ability to be able to persuade my wife to marry me.",
	"name": "Winston Churchill"
}, {
	"quote": "A good husband makes a good wife.",
	"name": "John Florio"
}, {
	"quote": "When a man opens a car door for his wife, it's either a new car or a new wife.",
	"name": "Prince Philip"
}, {
	"quote": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage.",
	"name": "Martin Luther"
}, {
	"quote": "A good marriage would be between a blind wife and a deaf husband.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Marriage is not about age; it's about finding the right person.",
	"name": "Sophia Bush"
}, {
	"quote": "If I get married, I want to be very married.",
	"name": "Audrey Hepburn"
}, {
	"quote": "Marriage is good for those who are afraid to sleep alone at night.",
	"name": "St. Jerome"
}, {
	"quote": "Marriage is neither heaven nor hell, it is simply purgatory.",
	"name": "Abraham Lincoln"
}, {
	"quote": "An ideal wife is any woman who has an ideal husband.",
	"name": "Booth Tarkington"
}, {
	"quote": "A marriage doesn't have to be perfect, but you can be perfect for each other.",
	"name": "Jessica Simpson"
}, {
	"quote": "Many people spend more time in planning the wedding than they do in planning the marriage.",
	"name": "Zig Ziglar"
}, {
	"quote": "Marriage is the most natural state of man, and... the state in which you will find solid happiness.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Love is moral even without legal marriage, but marriage is immoral without love.",
	"name": "Ellen Key"
}, {
	"quote": "One should believe in marriage as in the immortality of the soul.",
	"name": "Honore de Balzac"
}, {
	"quote": "In a happy marriage it is the wife who provides the climate, the husband the landscape.",
	"name": "Gerald Brenan"
}, {
	"quote": "Friendship is the marriage of the soul, and this marriage is liable to divorce.",
	"name": "Voltaire"
}, {
	"quote": "May this marriage be full of laughter, our every day in paradise.",
	"name": "Rumi"
}, {
	"quote": "May these vows and this marriage be blessed.",
	"name": "Rumi"
}, {
	"quote": "When I'm weak, you can be strong; when I'm strong, you can be weak. That's what I believe marriage is.",
	"name": "Gisele Bundchen"
}, {
	"quote": "A wedding is a funeral where you smell your own flowers.",
	"name": "Eddie Cantor"
}, {
	"quote": "The secret of a happy marriage remains a secret.",
	"name": "Henny Youngman"
}, {
	"quote": "A happy marriage is a long conversation which always seems too short.",
	"name": "Andre Maurois"
}, {
	"quote": "Keep your eyes wide open before marriage, half shut afterwards.",
	"name": "Benjamin Franklin"
}, {
	"quote": "The first time you marry for love, the second for money, and the third for companionship.",
	"name": "Jackie Kennedy"
}, {
	"quote": "Marriage is an adventure, like going to war.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "A successful marriage is an edifice that must be rebuilt every day.",
	"name": "Andre Maurois"
}, {
	"quote": "I support gay marriage. I believe they have a right to be as miserable as the rest of us.",
	"name": "Kinky Friedman"
}, {
	"quote": "Where there's marriage without love, there will be love without marriage.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Nobody, man or woman, has ever wrecked a good marriage.",
	"name": "Jimmy Dean"
}, {
	"quote": "Marriage is a wonderful institution, but who wants to live in an institution?",
	"name": "Groucho Marx"
}, {
	"quote": "It's tough to stay married. My wife kisses the dog on the lips, yet she won't drink from my glass.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "Remember that creating a successful marriage is like farming: you have to start over again every morning.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "I married the first man I ever kissed. When I tell this to my children, they just about throw up.",
	"name": "Barbara Bush"
}, {
	"quote": "A man in love is incomplete until he has married. Then he's finished.",
	"name": "Zsa Zsa Gabor"
}, {
	"quote": "A journey is like marriage. The certain way to be wrong is to think you control it.",
	"name": "John Steinbeck"
}, {
	"quote": "My wife is my soul mate. I can't imagine being without her.",
	"name": "Matt Damon"
}, {
	"quote": "Love: A temporary insanity curable by marriage.",
	"name": "Ambrose Bierce"
}, {
	"quote": "The most happy marriage I can picture or imagine to myself would be the union of a deaf man to a blind woman.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "I haven't been faithful to my wife. Our marriage has been tainted with my infidelities. I was irresponsible.",
	"name": "David Boreanaz"
}, {
	"quote": "A bride at her second marriage does not wear a veil. She wants to see what she is getting.",
	"name": "Helen Rowland"
}, {
	"quote": "Marriage is really tough because you have to deal with feelings... and lawyers.",
	"name": "Richard Pryor"
}, {
	"quote": "I think that gay marriage should be between a man and a woman.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "Marriage equality is about more than just marriage. It's about something greater. It's about acceptance.",
	"name": "Charlize Theron"
}, {
	"quote": "Politics doesn't make strange bedfellows - marriage does.",
	"name": "Groucho Marx"
}, {
	"quote": "Marriage is a great institution, but I'm not ready for an institution.",
	"name": "Mae West"
}, {
	"quote": "The great marriages are partnerships. It can't be a great marriage without being a partnership.",
	"name": "Helen Mirren"
}, {
	"quote": "There's only one way to have a happy marriage and as soon as I learn what it is I'll get married again.",
	"name": "Clint Eastwood"
}, {
	"quote": "Not cohabitation but consensus constitutes marriage.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love.",
	"name": "Michel de Montaigne"
}, {
	"quote": "It is always incomprehensible to a man that a woman should ever refuse an offer of marriage.",
	"name": "Jane Austen"
}, {
	"quote": "Marriage is an attempt to solve problems together which you didn't even have when you were on your own.",
	"name": "Eddie Cantor"
}, {
	"quote": "You can't have a happy family if you don't have a happy marriage.",
	"name": "Jeremy Sisto"
}, {
	"quote": "They say marriage will change you but it didn't change me. Being in love changed me.",
	"name": "R. Kelly"
}, {
	"quote": "Gay marriage acceptance is happening in the blink of an eye.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Wit is the sudden marriage of ideas which, before their union, were not perceived to have any relation.",
	"name": "Mark Twain"
}, {
	"quote": "Love is not weakness. It is strong. Only the sacrament of marriage can contain it.",
	"name": "Boris Pasternak"
}, {
	"quote": "As to marriage or celibacy, let a man take which course he will, he will be sure to repent.",
	"name": "Socrates"
}, {
	"quote": "Marriage is like putting your hand into a bag of snakes in the hope of pulling out an eel.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Married men live longer than single men. But married men are a lot more willing to die.",
	"name": "Johnny Carson"
}, {
	"quote": "When you make the sacrifice in marriage, you're sacrificing not to each other but to unity in a relationship.",
	"name": "Joseph Campbell"
}, {
	"quote": "There is, hidden or flaunted, a sword between the sexes till an entire marriage reconciles them.",
	"name": "C. S. Lewis"
}, {
	"quote": "I definitely have a happy marriage and family life.",
	"name": "Viola Davis"
}, {
	"quote": "A troubled marriage can be as hazardous to physical health as cigarette smoking.",
	"name": "Robert J. Waldinger"
}, {
	"quote": "Marriage has no guarantees. If that's what you're looking for, go live with a car battery.",
	"name": "Erma Bombeck"
}, {
	"quote": "Marriage is the grave or tomb of wit.",
	"name": "Margaret Cavendish"
}, {
	"quote": "A good husband is never the first to go to sleep at night or the last to awake in the morning.",
	"name": "Honore de Balzac"
}, {
	"quote": "Whenever a husband and wife begin to discuss their marriage they are giving evidence at a coroner's inquest.",
	"name": "H. L. Mencken"
}, {
	"quote": "The biggest financial pitfall in life is divorce. And the biggest reason for divorce is marriage.",
	"name": "Gene Simmons"
}, {
	"quote": "I love marriage. I think it's a wonderful institution and it's the most important decision you make.",
	"name": "Isla Fisher"
}, {
	"quote": "Never stay in a bad marriage, and don't hang around with psycho coke fiends.",
	"name": "Joe Rogan"
}, {
	"quote": "I love the concept of togetherness and the entwinement of marriage.",
	"name": "William Shatner"
}, {
	"quote": "I don't understand what the big deal is with gay marriage. Get over it, people.",
	"name": "Kristin Chenoweth"
}, {
	"quote": "A sap run is the sweet goodbye of winter. It is the fruit of the equal marriage of the sun and frost.",
	"name": "John Burroughs"
}, {
	"quote": "A key to keeping your husband is getting him to miss you. That keeps a marriage fresh.",
	"name": "Tori Amos"
}, {
	"quote": "For marriage to be a success, every woman and every man should have her and his own bathroom. The end.",
	"name": "Catherine Zeta-Jones"
}, {
	"quote": "Only after I faced the unhappiness of my first marriage did I start on the path of personal growth.",
	"name": "Judith Wright"
}, {
	"quote": "Marriage changes everything.",
	"name": "Marilyn Manson"
}, {
	"quote": "Basically my wife was immature. I'd be at home in the bath and she'd come in and sink my boats.",
	"name": "Woody Allen"
}, {
	"quote": "Marriage is miserable unless you find the right person that is your soulmate and that takes a lot of looking.",
	"name": "Marvin Gaye"
}, {
	"quote": "Obama is for same-sex marriage. If the president is saying that, then who am I to go the other way?",
	"name": "Curtis Jackson"
}, {
	"quote": "Always remember that the most important thing in a good marriage is not happiness, but stability.",
	"name": "Gabriel Garcia Marquez"
}, {
	"quote": "My mother had a son from previous marriage and her husband died in Second World War.",
	"name": "Mikhail Baryshnikov"
}, {
	"quote": "I like marriage. The idea.",
	"name": "Toni Morrison"
}, {
	"quote": "Courtship is to marriage, as a very witty prologue to a very dull play.",
	"name": "William Congreve"
}, {
	"quote": "It's not always been a happy marriage. I guess I wanted a quick fix.",
	"name": "David Byrne"
}, {
	"quote": "I had 53 years of happy marriage and two daughters. These were the best things that happened in my life.",
	"name": "Henry Allingham"
}, {
	"quote": "I had a happy marriage and a nice wife. I accomplished everything you can. What more can you want?",
	"name": "Max Schmeling"
}, {
	"quote": "It is my conviction that marriage is such a good idea, only God could have thought of it.",
	"name": "Myles Munroe"
}, {
	"quote": "People say, 'What's the secret to a marriage?' There's no secret - I think you get lucky.",
	"name": "Steve Carell"
}, {
	"quote": "Any sex outside of the marriage bond between a man and a woman is violating God's law.",
	"name": "Jerry Falwell"
}, {
	"quote": "I was against gay marriage until I realized I didn't have to get one.",
	"name": "James Carville"
}, {
	"quote": "The difficulty with marriage is that we fall in love with a personality, but must live with a character.",
	"name": "Peter De Vries"
}, {
	"quote": "Gay marriage won't be more of an issue 25 years from now than interracial marriage is today.",
	"name": "Jared Polis"
}, {
	"quote": "Bachelors have consciences, married men have wives.",
	"name": "Samuel Johnson"
}, {
	"quote": "Marrying for love may be a bit risky, but it is so honest that God can't help but smile on it.",
	"name": "Josh Billings"
}, {
	"quote": "Many a good hanging prevents a bad marriage.",
	"name": "William Shakespeare"
}, {
	"quote": "One should always be in love. That is the reason one should never marry.",
	"name": "Oscar Wilde"
}, {
	"quote": "Love, the quest; marriage, the conquest; divorce, the inquest.",
	"name": "Helen Rowland"
}, {
	"quote": "The one charm about marriage is that it makes a life of deception absolutely necessary for both parties.",
	"name": "Oscar Wilde"
}, {
	"quote": "How marriage ruins a man! It is as demoralizing as cigarettes, and far more expensive.",
	"name": "Oscar Wilde"
}, {
	"quote": "I don't think marriage is a civil right, but I think that being able to transfer property is a civil right.",
	"name": "Barack Obama"
}, {
	"quote": "Ultimately, my greatest achievement is maintaining my career while sustaining a happy marriage and kids.",
	"name": "Melina Kanakaredes"
}, {
	"quote": "All men make mistakes, but married men find out about them sooner.",
	"name": "Red Skelton"
}, {
	"quote": "Marriage is popular because it combines the maximum of temptation with the maximum of opportunity.",
	"name": "George Bernard Shaw"
}, {
	"quote": "The secret to a long marriage is to stay gone.",
	"name": "Dolly Parton"
}, {
	"quote": "I believe a marriage is between a man and a woman.",
	"name": "George W. Bush"
}, {
	"quote": "There is no subject on which more dangerous nonsense is talked and thought than marriage.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Marriage is good enough for the lower classes: they have facilities for desertion that are denied to us.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Our Nation must defend the sanctity of marriage.",
	"name": "George W. Bush"
}, {
	"quote": "They dream in courtship, but in wedlock wake.",
	"name": "Alexander Pope"
}, {
	"quote": "Marriage is about the most expensive way for the average man to get laundry done.",
	"name": "Burt Reynolds"
}, {
	"quote": "I'm not for gay marriage, but I'm not for discriminating against people.",
	"name": "Joel Osteen"
}, {
	"quote": "Marriage, to women as to men, must be a luxury, not a necessity; an incident of life, not all of it.",
	"name": "Susan B. Anthony"
}, {
	"quote": "Happiness in marriage is entirely a matter of chance.",
	"name": "Jane Austen"
}, {
	"quote": "My marriage is on the rocks again, yeah, my wife just broke up with her boyfriend.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "Marriage is a wonderful institution, but who would want to live in an institution?",
	"name": "H. L. Mencken"
}, {
	"quote": "I don't think that a same-sex marriage is the way God intended it to be.",
	"name": "Joel Osteen"
}, {
	"quote": "Marrying an old bachelor is like buying second-hand furniture.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "In the course of a marriage, one accommodates the other.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "If you want to sacrifice the admiration of many men for the criticism of one, go ahead, get married.",
	"name": "Katharine Hepburn"
}, {
	"quote": "Sometimes divorce is better than marriage.",
	"name": "Sumner Redstone"
}, {
	"quote": "Marriage has made me a lot happier and I'm deeply in love with my wife, and I thank God for her every day.",
	"name": "Harry Connick, Jr."
}, {
	"quote": "There were three of us in this marriage, so it was a bit crowded.",
	"name": "Princess Diana"
}, {
	"quote": "People today expect too much from marriage. Getting married is really like taking on a big new job.",
	"name": "Rosamunde Pilcher"
}, {
	"quote": "Bachelors know more about women than married men; if they didn't they'd be married too.",
	"name": "H. L. Mencken"
}, {
	"quote": "A marriage is no amusement but a solemn act, and generally a sad one.",
	"name": "Queen Victoria"
}, {
	"quote": "He's the kind of man a woman would have to marry to get rid of.",
	"name": "Mae West"
}, {
	"quote": "I was a happy person before marriage. I'm definitely happier after marriage.",
	"name": "Vidya Balan"
}, {
	"quote": "Marriage may often be a stormy lake, but celibacy is almost always a muddy horse pond.",
	"name": "Thomas Love Peacock"
}, {
	"quote": "A sense of humor is great - it goes a long, long way in a marriage.",
	"name": "Chris Rock"
}, {
	"quote": "Marriage is a gamble, let's be honest.",
	"name": "Yoko Ono"
}, {
	"quote": "Marriage destroyed my relationship with two wonderful men.",
	"name": "Marilyn Monroe"
}, {
	"quote": "The first breath of adultery is the freest; after it, constraints aping marriage develop.",
	"name": "John Updike"
}, {
	"quote": "Marriage: A word which should be pronounced 'mirage'.",
	"name": "Herbert Spencer"
}, {
	"quote": "Marriage is a mystery, and part of it is just being kind to each other, not being selfish.",
	"name": "Aisha Tyler"
}, {
	"quote": "Marriage is a commitment for life. It is a permanent, lifelong relationship.",
	"name": "Dada Vaswani"
}, {
	"quote": "More belongs to marriage than four legs in a bed.",
	"name": "Rainer Maria Rilke"
}, {
	"quote": "The Bible is clear - God's definition of marriage is between a man and a woman.",
	"name": "Billy Graham"
}, {
	"quote": "I believe the home and marriage is the foundation of our society and must be protected.",
	"name": "Billy Graham"
}, {
	"quote": "No person connected with me by blood or marriage will be appointed to office.",
	"name": "Rutherford B. Hayes"
}, {
	"quote": "If traditional marriage is not the law of the land, the institution of the family will cease to exist.",
	"name": "James Dobson"
}, {
	"quote": "When I get married, it'll be no secret.",
	"name": "Elvis Presley"
}, {
	"quote": "We want our marriage to be a triumph, not a tragedy.",
	"name": "Joyce Meyer"
}, {
	"quote": "She's been married so many times she has rice marks on her face.",
	"name": "Henny Youngman"
}, {
	"quote": "Marriage is like life - it is a field of battle, not a bed of roses.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "No man is regular in his attendance at the House of Commons until he is married.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Gay marriage is going to happen. It must.",
	"name": "Lady Gaga"
}, {
	"quote": "We live too long for one marriage.",
	"name": "Yoko Ono"
}, {
	"quote": "It's not beauty but fine qualities, my girl, that keep a husband.",
	"name": "Euripides"
}, {
	"quote": "I am a fan of marriage and a fan of being committed to the right person.",
	"name": "Joan Collins"
}, {
	"quote": "A wife lasts only for the length of the marriage, but an ex-wife is there for the rest of your life.",
	"name": "Jim Samuels"
}, {
	"quote": "Marriage should be a duet - when one sings, the other claps.",
	"name": "Joe Murray"
}, {
	"quote": "A good marriage is different to a happy marriage.",
	"name": "Debra Winger"
}, {
	"quote": "I think marriage is a boring and fault-ridden contractual obligation.",
	"name": "Henry Rollins"
}, {
	"quote": "Marriage: A friendship recognized by the police.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "In marriage, a man becomes slack and selfish, and undergoes a fatty degeneration of his moral being.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "When people get married young, you don't really understand the true definition of marriage.",
	"name": "Kevin Hart"
}, {
	"quote": "Marriage is the most wonderful thing ever.",
	"name": "Kevin Gates"
}, {
	"quote": "In marriage, compromise nurtures the relationship.",
	"name": "Tim Allen"
}, {
	"quote": "Marriage is the death of hope.",
	"name": "Woody Allen"
}, {
	"quote": "When you have a baby, love is automatic, when you get married, love is earned.",
	"name": "Marie Osmond"
}, {
	"quote": "The cultural expectation should be if there's infidelity, the marriage is more important than fidelity.",
	"name": "Dan Savage"
}, {
	"quote": "It is better to be unhappy in love than unhappy in marriage, but some people manage to be both.",
	"name": "Guy de Maupassant"
}, {
	"quote": "I don't know if I believe in marriage - I believe in love.",
	"name": "Romeo Santos"
}, {
	"quote": "I have not supported same-sex marriage. I have supported civil partnerships and contractual relationships.",
	"name": "Hillary Clinton"
}, {
	"quote": "Every marriage is a mystery to me, even the one I'm in. So I'm no expert on it.",
	"name": "Hillary Clinton"
}, {
	"quote": "I've had an exciting time; I married for love and got a little money along with it.",
	"name": "Rose Kennedy"
}, {
	"quote": "Marriage is one long conversation, chequered by disputes.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "Instead of getting married again, I'm going to find a woman I don't like and give her a house.",
	"name": "Lewis Grizzard"
}, {
	"quote": "I'm more afraid of marriage than death.",
	"name": "Shakira"
}, {
	"quote": "Marriage is not just spiritual communion, it is also remembering to take out the trash.",
	"name": "Joyce Brothers"
}, {
	"quote": "I'm certain that most couples expect to find intimacy in marriage, but it somehow eludes them.",
	"name": "James Dobson"
}, {
	"quote": "Marriage is a wonderful invention: then again, so is a bicycle repair kit.",
	"name": "Billy Connolly"
}, {
	"quote": "I only gave out my opinion that same sex marriage is against the law of God.",
	"name": "Manny Pacquiao"
}, {
	"quote": "Men who have a pierced ear are better prepared for marriage - they've experienced pain and bought jewelry.",
	"name": "Rita Rudner"
}, {
	"quote": "Marriage can be a magnificent lesson in becoming our best selves; that is true.",
	"name": "Marianne Williamson"
}, {
	"quote": "Little children are still the symbol of the eternal marriage between love and duty.",
	"name": "George Eliot"
}, {
	"quote": "Marriage must be a relation either of sympathy or of conquest.",
	"name": "George Eliot"
}, {
	"quote": "In olden times sacrifices were made at the altar - a practice which is still continued.",
	"name": "Helen Rowland"
}, {
	"quote": "I love the institution of marriage, and I love my marriage.",
	"name": "Kyle Chandler"
}, {
	"quote": "I believe in the institution of marriage, and I intend to keep trying till I get it right.",
	"name": "Richard Pryor"
}, {
	"quote": "The only good husbands stay bachelors: They're too considerate to get married.",
	"name": "Finley Peter Dunne"
}, {
	"quote": "Marriage is give and take. You'd better give it to her or she'll take it anyway.",
	"name": "Joey Adams"
}, {
	"quote": "A psychiatrist asks a lot of expensive questions your wife asks for nothing.",
	"name": "Joey Adams"
}, {
	"quote": "Marriage can be viewed as the waiting room for death.",
	"name": "Mike Myers"
}, {
	"quote": "I don't have any romantic ideas about marriage. Trust me. A white dress... ? No. It's not something for me.",
	"name": "Diane Kruger"
}, {
	"quote": "The critical period of matrimony is breakfast-time.",
	"name": "A. P. Herbert"
}, {
	"quote": "My parents' long and happy marriage was a great ideal to live up to, but a tough one.",
	"name": "Olivia Williams"
}, {
	"quote": "In all seriousness, I don't get people who need to make a proposal a bigger deal than marriage already is.",
	"name": "Julie Klausner"
}, {
	"quote": "I'm a heathen when it comes to marriage.",
	"name": "Greta Scacchi"
}, {
	"quote": "I don't think my wife likes me very much, when I had a heart attack she wrote for an ambulance.",
	"name": "Frank Carson"
}, {
	"quote": "It takes two to make a marriage a success and only one to make it a failure.",
	"name": "Herbert Samuel"
}, {
	"quote": "Marriage, a market which has nothing free but the entrance.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Marriage is a series of desperate arguments people feel passionately about.",
	"name": "Katharine Hepburn"
}, {
	"quote": "Books and marriage go ill together.",
	"name": "Moliere"
}, {
	"quote": "Well married a person has wings, poorly married shackles.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "Marriage is a very good thing, but I think it's a mistake to make a habit out of it.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "Marriage is a great institution.",
	"name": "Elizabeth Taylor"
}, {
	"quote": "Marriage is the torment of one, the felicity of two, the strife and enmity of three.",
	"name": "Washington Irving"
}, {
	"quote": "A liberated woman is one who has sex before marriage and a job after.",
	"name": "Gloria Steinem"
}, {
	"quote": "I have yet to hear a man ask for advice on how to combine marriage and a career.",
	"name": "Gloria Steinem"
}, {
	"quote": "Marriage is nature's way of keeping us from fighting with strangers.",
	"name": "Alan King"
}, {
	"quote": "How hard it is to have the beautiful interdependence of marriage and yet be strong in oneself alone.",
	"name": "Anne Morrow Lindbergh"
}, {
	"quote": "Take this marriage thing seriously - it has to last all the way to the divorce.",
	"name": "Roseanne Barr"
}, {
	"quote": "Only choose in marriage a man whom you would choose as a friend if he were a woman.",
	"name": "Joseph Joubert"
}, {
	"quote": "Here in Hollywood you can actually get a marriage license printed on an Etch-A-Sketch.",
	"name": "Dennis Miller"
}, {
	"quote": "Never again! I can see no reason for marriage - ever at all. I've had it. Three times is enough.",
	"name": "Ingrid Bergman"
}, {
	"quote": "I think marriage is a beautiful thing. I'm still a supporter of it.",
	"name": "Nas"
}, {
	"quote": "Every marriage tends to consist of an aristocrat and a peasant. Of a teacher and a learner.",
	"name": "John Updike"
}, {
	"quote": "After marriage, the other man's wife looks more beautiful.",
	"name": "Navjot Singh Sidhu"
}, {
	"quote": "In Hollywood a marriage is a success if it outlasts milk.",
	"name": "Rita Rudner"
}, {
	"quote": "The sweet companionship of eternal marriage is one of the greatest blessings God has granted to His children.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "Marriage is a good deal like a circus: there is not as much in it as is represented in the advertising.",
	"name": "E. W. Howe"
}, {
	"quote": "The weaker partner in a marriage is the one who loves the most.",
	"name": "Eleonora Duse"
}, {
	"quote": "My marriage and my families come certainly before my career.",
	"name": "Michael Douglas"
}, {
	"quote": "Marriage isn't a carnival ride.",
	"name": "Aisha Tyler"
}, {
	"quote": "You have to do the work in your marriage, but it has to be laid on a strong foundation of love.",
	"name": "Robin Wright"
}, {
	"quote": "The majority of husbands remind me of an orangutan trying to play the violin.",
	"name": "Honore de Balzac"
}, {
	"quote": "Marriage must incessantly contend with a monster that devours everything: familiarity.",
	"name": "Honore de Balzac"
}, {
	"quote": "It takes a lot of work to put together a marriage, to put together a family and a home.",
	"name": "Elizabeth Edwards"
}, {
	"quote": "Many a man in love with a dimple makes the mistake of marrying the whole girl.",
	"name": "Stephen Leacock"
}, {
	"quote": "I tell people marriage is a compromise, and so are renovations.",
	"name": "Candice Olson"
}, {
	"quote": "Traditional marriage is what should be sanctioned.",
	"name": "Jeb Bush"
}, {
	"quote": "I think that sense of humor is important in marriage. A sense of humor gets people through marriage.",
	"name": "Kyle Chandler"
}, {
	"quote": "Marriage is hard work, period.",
	"name": "Kyle Chandler"
}, {
	"quote": "Marriage is such a mark of adulthood in my mind.",
	"name": "Mandy Moore"
}, {
	"quote": "I'm for gay marriage, because I'm for gay divorce.",
	"name": "Melissa Etheridge"
}, {
	"quote": "Nothing scares me about marriage.",
	"name": "Divyanka Tripathi"
}, {
	"quote": "What is marriage but prostitution to one man instead of many?",
	"name": "Angela Carter"
}, {
	"quote": "I'm an activist for gay marriage equality and children's rights. I'm the face of Share Our Strength.",
	"name": "Sandra Lee"
}, {
	"quote": "Marriage is this grand madness, and I think if people knew that, they would perhaps take it more seriously.",
	"name": "Bono"
}, {
	"quote": "Marriage is socialism among two people.",
	"name": "Barbara Ehrenreich"
}, {
	"quote": "Same sex marriage, it's not a big concern to me.",
	"name": "Tomi Lahren"
}, {
	"quote": "I'll say this: The media wasn't invited to my marriage, and they're definitely not invited into the divorce.",
	"name": "Ryan Reynolds"
}, {
	"quote": "Marriage requires a special talent, like acting. Monogamy requires genius.",
	"name": "Warren Beatty"
}, {
	"quote": "I've always been suspicious of TV, I've always found music and video to be an unhappy marriage.",
	"name": "Keith Richards"
}, {
	"quote": "Whoever, fleeing marriage and the sorrows that women cause, does not wish to wed comes to a deadly old age.",
	"name": "Hesiod"
}, {
	"quote": "All marriages are happy. It's the living together afterward that causes all the trouble.",
	"name": "Raymond Hull"
}, {
	"quote": "Homosexual marriage is counterfeit marriage.",
	"name": "Robert Jeffress"
}, {
	"quote": "I found marriage somewhat stifling. I don't know that I am the kind of man who ought to be married.",
	"name": "Burt Lancaster"
}, {
	"quote": "The first condition of marriage between a man and a woman is that both must belong to each other totally.",
	"name": "Munshi Premchand"
}, {
	"quote": "I had only two offers of marriage in my life, and I refused both.",
	"name": "Catherine Helen Spence"
}, {
	"quote": "I don't see any reason for marriage when there is divorce.",
	"name": "Catherine Deneuve"
}, {
	"quote": "Never feel remorse for what you have thought about your wife; she has thought much worse things about you.",
	"name": "Jean Rostand"
}, {
	"quote": "I believe in gay marriage.",
	"name": "David H. Koch"
}, {
	"quote": "I am an activist and rapper from Afghanistan, and I use rap to speak out and help end child marriage.",
	"name": "Sonita Alizadeh"
}, {
	"quote": "Life changed a lot after marriage. I am not the same person as before.",
	"name": "Allu Arjun"
}, {
	"quote": "I believe in traditional marriage.",
	"name": "Karl Rove"
}, {
	"quote": "If we did not look to marriage as the principal source of happiness, fewer marriages would end in tears.",
	"name": "Anthony Storr"
}, {
	"quote": "Marriage Asian-style is practical, contractual and, to the western mind, deeply unromantic.",
	"name": "Jemima Khan"
}, {
	"quote": "The seeds of marriage equality... were planted on MTV.",
	"name": "Wilson Cruz"
}, {
	"quote": "A lot of books about marriage are about marriages falling apart.",
	"name": "Lauren Groff"
}, {
	"quote": "Marriage, laws, the police, armies and navies are the mark of human incompetence.",
	"name": "Dora Russell"
}, {
	"quote": "You don't want your marriage to be sustainable. You want to be evolving, nurturing, learning.",
	"name": "Mitchell Joachim"
}, {
	"quote": "If love means never having to say you're sorry, then marriage means always having to say everything twice.",
	"name": "Estelle Getty"
}, {
	"quote": "We want a marriage with our customers, not a relationship.",
	"name": "Daniel Drew"
}, {
	"quote": "In the future, I want a movie career, kids and a happy marriage.",
	"name": "Vendela Kirsebom"
}, {
	"quote": "The most important thing for a good marriage is to learn how to argue peaceably.",
	"name": "Anita Ekberg"
}, {
	"quote": "Brought up to respect the conventions, love had to end in marriage. I'm afraid it did.",
	"name": "Bette Davis"
}, {
	"quote": "My mother was born in Baltimore, and before her marriage, she was an artist and teacher of art.",
	"name": "J. Robert Oppenheimer"
}, {
	"quote": "My thoughts are that marriage is between a man and a woman.",
	"name": "Ben Carson"
}, {
	"quote": "Marriage is the hardest work you're ever going to do.",
	"name": "Julie Andrews"
}, {
	"quote": "All that a husband or wife really wants is to be pitied a little, praised a little, and appreciated a little.",
	"name": "Oliver Goldsmith"
}, {
	"quote": "I don't know about marriage as much as I do know that I'd be a great father.",
	"name": "Tyler Perry"
}, {
	"quote": "Love is often the fruit of marriage.",
	"name": "Moliere"
}, {
	"quote": "It's nice to know you have support. Last night I got a marriage proposal. I just laughed.",
	"name": "Carrie Underwood"
}, {
	"quote": "I love John Irving's stuff. It's that marriage of comedy and tragedy. It's really terrific.",
	"name": "Jeff Bridges"
}, {
	"quote": "Sticking with a marriage. That's true grit, man.",
	"name": "Jeff Bridges"
}, {
	"quote": "I love marriage.",
	"name": "Jeff Bridges"
}, {
	"quote": "In a marriage, every fight is the same fight, over and over again, in different forms.",
	"name": "Jeff Bridges"
}, {
	"quote": "Husbands are like fires - they go out when they're left unattended.",
	"name": "Cher"
}, {
	"quote": "To me marriage is for five or ten years.",
	"name": "Cher"
}, {
	"quote": "Nothing in life is as good as the marriage of true minds between man and woman. As good? It is life itself.",
	"name": "Pearl S. Buck"
}, {
	"quote": "If variety is the spice of life, marriage is the big can of leftover Spam.",
	"name": "Johnny Carson"
}, {
	"quote": "Marriage was never my goal, because I've never been very traditional.",
	"name": "Chrissy Teigen"
}, {
	"quote": "For me, personally, marriage is a man and a woman living together.",
	"name": "Angela Merkel"
}, {
	"quote": "People might be surprised because I settled for an arranged marriage, but that's what's chosen for us.",
	"name": "Karan Patel"
}, {
	"quote": "If you want to read about love and marriage, you've got to buy two separate books.",
	"name": "Alan King"
}, {
	"quote": "Marriage is a feast where the grace is sometimes better than the dinner.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "Accident counts for as much in companionship as in marriage.",
	"name": "Henry Adams"
}, {
	"quote": "It was a perfect marriage. She didn't want to and he couldn't.",
	"name": "Spike Milligan"
}, {
	"quote": "Marriage is a bribe to make the housekeeper think she's a householder.",
	"name": "Thornton Wilder"
}, {
	"quote": "Marriage is an institution, and you must be fully committed to it.",
	"name": "Gene Simmons"
}, {
	"quote": "Marriage equality is not a choice. It is a legal right.",
	"name": "Cory Booker"
}, {
	"quote": "I believe that marriage should be between one man and one woman.",
	"name": "Mitch McConnell"
}, {
	"quote": "Well, you know, I just - I believe marriage should between a man and a woman.",
	"name": "Victoria Osteen"
}, {
	"quote": "I yearned for a long, happy marriage with one person.",
	"name": "Ginger Rogers"
}, {
	"quote": "She got the magazine on a Wednesday morning, and on Thursday announced our marriage was over.",
	"name": "David Gest"
}, {
	"quote": "Well, you know, the definition of second marriage is the triumph of hope over experience.",
	"name": "George Will"
}, {
	"quote": "Marriages, like careers, need constant nurturing... the secret of having it all is loving it all.",
	"name": "Joyce Brothers"
}, {
	"quote": "Marriage is wonderful.",
	"name": "Jennifer Aniston"
}, {
	"quote": "Marriage, it seems, confines every man to his proper rank.",
	"name": "Jean de la Bruyere"
}, {
	"quote": "Marriage! Nothing else demands so much of a man.",
	"name": "Henrik Ibsen"
}, {
	"quote": "One doesn't have to get anywhere in a marriage. It's not a public conveyance.",
	"name": "Iris Murdoch"
}, {
	"quote": "Marriage can be expensive, and if I lose millions then it'll be the best millions I've spent.",
	"name": "Seth Rogen"
}, {
	"quote": "Having had five husbands, I guess I should know a thing or two about marriage.",
	"name": "Joan Collins"
}, {
	"quote": "I feel that whoever isn't feeling settled in their career won't think about their marriage.",
	"name": "Ram Charan"
}, {
	"quote": "Divorce these days is a religious vow, as if the proper offspring of marriage.",
	"name": "Tertullian"
}, {
	"quote": "Getting divorced just because you don't love a man is almost as silly as getting married just because you do.",
	"name": "Zsa Zsa Gabor"
}, {
	"quote": "Of course I love being in love - but it is marriage that really fulfills me. But not in every case.",
	"name": "Zsa Zsa Gabor"
}, {
	"quote": "I swear Kim Kardashian's first marriage lasted longer than some of my iPhone chargers.",
	"name": "Lilly Singh"
}, {
	"quote": "I never even had a bachelorhood: I went straight from my parents' home to a marriage.",
	"name": "Dick Van Dyke"
}, {
	"quote": "Sometimes I bust out and do things so permanent. Like tattoos and marriage.",
	"name": "Drew Barrymore"
}, {
	"quote": "A marriage without conflicts is almost as inconceivable as a nation without crises.",
	"name": "Andre Maurois"
}, {
	"quote": "Marriage is scary to me, man.",
	"name": "The Weeknd"
}, {
	"quote": "We are properly ready for marriage when we are strong enough to embrace a life of frustration.",
	"name": "Alain de Botton"
}, {
	"quote": "What is fascinating about marriage is why anyone wants to get married.",
	"name": "Alain de Botton"
}, {
	"quote": "To a shameful extent, the charm of marriage boils down to how unpleasant it is to be alone.",
	"name": "Alain de Botton"
}, {
	"quote": "Marriage: a ceremony in which rings are put on the finger of the lady and through the nose of the gentleman.",
	"name": "Herbert Spencer"
}, {
	"quote": "I prepare myself for rehearsals like I would for marriage.",
	"name": "Maria Callas"
}, {
	"quote": "Marriage may be the closest thing to Heaven or Hell any of us will know on this earth.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "A marriage ends up being a business deal: no matter how long or short it is, somebody owes somebody money.",
	"name": "Goldie Hawn"
}, {
	"quote": "Art is a marriage of the conscious and the unconscious.",
	"name": "Jean Cocteau"
}, {
	"quote": "Always get married in the morning. That way if it doesn't work out, you haven't wasted the whole day.",
	"name": "Mickey Rooney"
}, {
	"quote": "Our marriage is strictly in name only. It has never been consummated.",
	"name": "LaToya Jackson"
}, {
	"quote": "It's important to show each other your marriage is a priority.",
	"name": "Zoe Foster Blake"
}, {
	"quote": "The more time you invest in a marriage, the more valuable it becomes.",
	"name": "Amy Grant"
}, {
	"quote": "I do not think that marriage is one of my talents. I've been much happier unmarried than married.",
	"name": "Doris Lessing"
}, {
	"quote": "The comfortable estate of widowhood is the only hope that keeps up a wife's spirits.",
	"name": "John Gay"
}, {
	"quote": "Any intelligent woman who reads the marriage contract, and then goes into it, deserves all the consequences.",
	"name": "Isadora Duncan"
}, {
	"quote": "A husband is what is left of a lover, after the nerve has been extracted.",
	"name": "Helen Rowland"
}, {
	"quote": "Marriage is the miracle that transforms a kiss from a pleasure into a duty.",
	"name": "Helen Rowland"
}, {
	"quote": "My father was very big on marriage.",
	"name": "Sidney Poitier"
}, {
	"quote": "He that loves not his wife and children feeds a lioness at home, and broods a nest of sorrows.",
	"name": "Jeremy Taylor"
}, {
	"quote": "I ran to my marriage, I was happily ready to take on marriage.",
	"name": "Mark Ruffalo"
}, {
	"quote": "I think marriage is all about timing.",
	"name": "Cate Blanchett"
}, {
	"quote": "Have you ever heard of a good marriage growing in front of the cameras?",
	"name": "Brigitte Bardot"
}, {
	"quote": "I am against marriage, and I don't give a fig for society.",
	"name": "Brigitte Bardot"
}, {
	"quote": "I think marriage is a scary concept. It's a scary concept for anybody. I'm not sure where I sit with that.",
	"name": "Hozier"
}, {
	"quote": "Marriage can be tricky and challenging at times.",
	"name": "John Rampton"
}, {
	"quote": "I like marriage. I feel very secure. It helps when you are in love with the person you are married to.",
	"name": "Claire Danes"
}, {
	"quote": "Good production is like a beautiful marriage. It makes a happy home.",
	"name": "Timbaland"
}, {
	"quote": "Marriage is the tomb of love.",
	"name": "Giacomo Casanova"
}, {
	"quote": "I believe that the dissolution of a marriage comes about by the breaking down of self-esteem.",
	"name": "Dixie Carter"
}, {
	"quote": "Marriage, or any committed partnership, has become sacred to me, powerful and fragile all at the same time.",
	"name": "Emily V. Gordon"
}, {
	"quote": "I definitely believe in marriage.",
	"name": "Michael Strahan"
}, {
	"quote": "Is marriage for ever? I think you get married with the intention that it will be, but who knows?",
	"name": "Courteney Cox"
}, {
	"quote": "It's so easy to grow apart; marriage takes work.",
	"name": "Courteney Cox"
}, {
	"quote": "A so-called happy marriage corresponds to love as a correct poem to an improvised song.",
	"name": "Karl Wilhelm Friedrich Schlegel"
}, {
	"quote": "Love in marriage should be the accomplishment of a beautiful dream, and not, as it too often is, the end.",
	"name": "Alphonse Karr"
}, {
	"quote": "I married beneath me, all women do.",
	"name": "Nancy Astor"
}, {
	"quote": "Protecting the institution of marriage safeguards, I believe, the American family.",
	"name": "John Boehner"
}, {
	"quote": "Marriage has changed things. I have my own family now.",
	"name": "Lin Dan"
}, {
	"quote": "I think there's something unromantic about marriage. You're closing yourself off.",
	"name": "Hugh Grant"
}, {
	"quote": "I think marriage is only necessary if you've got children. It's quite nice for them.",
	"name": "Hugh Grant"
}, {
	"quote": "I would say that I wasn't so much afraid of marriage as afraid of divorce.",
	"name": "Warren Beatty"
}, {
	"quote": "Marriages are made in heaven and consummated on Earth.",
	"name": "John Lyly"
}, {
	"quote": "Marriage is a mistake every man should make.",
	"name": "George Jessel"
}, {
	"quote": "Marriage, like money, is still with us; and, like money, progressively devalued.",
	"name": "Robert Graves"
}, {
	"quote": "When a man steals your wife, there is no better revenge than to let him keep her.",
	"name": "Sacha Guitry"
}, {
	"quote": "An ideal wife is one who remains faithful to you but tries to be just as charming as if she weren't.",
	"name": "Sacha Guitry"
}, {
	"quote": "The secret of a good marriage is forgiving your partner for marrying you in the first place.",
	"name": "Sacha Guitry"
}, {
	"quote": "Marriage: love, honor, and negotiate.",
	"name": "Joe Moore"
}, {
	"quote": "One was never married, and that's his hell; another is, and that's his plague.",
	"name": "Robert Burton"
}, {
	"quote": "Marriage is actually really terrifying. It doesn't work for many people.",
	"name": "Katherine Heigl"
}, {
	"quote": "Early marriage is most prevalent in communities suffering deep, chronic poverty.",
	"name": "Helene D. Gayle"
}, {
	"quote": "I enjoy being single, but I loved being married.",
	"name": "Stephanie Mills"
}, {
	"quote": "Marriage is a financial contract; I have enough contracts already.",
	"name": "Linda Fiorentino"
}, {
	"quote": "Faithful women are all alike, they think only of their fidelity, never of their husbands.",
	"name": "Jean Giraudoux"
}, {
	"quote": "When I was being sold into marriage, it was hard to see a future for myself.",
	"name": "Sonita Alizadeh"
}, {
	"quote": "I like getting married, but I don't like being married.",
	"name": "Don Adams"
}, {
	"quote": "Marriage - a book of which the first chapter is written in poetry and the remaining chapters in prose.",
	"name": "Beverley Nichols"
}, {
	"quote": "Marriage is like wine. It is not be properly judged until the second glass.",
	"name": "Douglas William Jerrold"
}, {
	"quote": "You can't know about marriage until you try it.",
	"name": "Greg Evigan"
}, {
	"quote": "Conventional wisdom tells us we'll only be happier after a divorce if the marriage itself was a war zone.",
	"name": "Ariel Gore"
}, {
	"quote": "I think infidelity is difficult, monogamy is difficult, and marriage is difficult.",
	"name": "Maura Tierney"
}, {
	"quote": "The best way to get most husbands to do something is to suggest that perhaps they're too old to do it.",
	"name": "Ann Bancroft"
}, {
	"quote": "I made a very poor decision in my first marriage. I know God's forgiven me.",
	"name": "Scott DesJarlais"
}, {
	"quote": "I wanted to marry a girl just like my mom.",
	"name": "Michael Bergin"
}, {
	"quote": "I might be celibate, but I appreciate the wonder of the sacrament of marriage.",
	"name": "Keith O'Brien"
}, {
	"quote": "That's my prescription for a happy marriage - marry someone who doesn't do anything similar to what you do.",
	"name": "Maxine Kumin"
}, {
	"quote": "Marriage is an exercise in torture.",
	"name": "Frances Conroy"
}, {
	"quote": "When a marriage works, nothing on earth can take its place.",
	"name": "Helen Gahagan"
}]