[{
	"quote": "Whenever a doctor cannot do good, he must be kept from doing harm.",
	"name": "Hippocrates"
}, {
	"quote": "The art of medicine consists in amusing the patient while nature cures the disease.",
	"name": "Voltaire"
}, {
	"quote": "The good physician treats the disease; the great physician treats the patient who has the disease.",
	"name": "William Osler"
}, {
	"quote": "Finish last in your league and they call you idiot. Finish last in medical school and they call you doctor.",
	"name": "Abe Lemons"
}, {
	"quote": "Never go to a doctor whose office plants have died.",
	"name": "Erma Bombeck"
}, {
	"quote": "When I was born I was so ugly the doctor slapped my mother.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "A hospital bed is a parked taxi with the meter running.",
	"name": "Groucho Marx"
}, {
	"quote": "The doctor sees all the weakness of mankind; the lawyer all the wickedness, the theologian all the stupidity.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "Walking is man's best medicine.",
	"name": "Hippocrates"
}, {
	"quote": "Being transgender isn't a medical transition. It's a process of learning to love yourself for who you are.",
	"name": "Jazz Jennings"
}, {
	"quote": "For the mind disturbed, the still beauty of dawn is nature's finest balm.",
	"name": "Edwin Way Teale"
}, {
	"quote": "Thinking of disease constantly will intensify it. Feel always 'I am healthily in body and mind'.",
	"name": "Swami Sivananda"
}, {
	"quote": "The greatest evil is physical pain.",
	"name": "Saint Augustine"
}, {
	"quote": "I told the doctor I broke my leg in two places. He told me to quit going to those places.",
	"name": "Henny Youngman"
}, {
	"quote": "You can't get through medical school if you don't have a strong will and a strong constitution.",
	"name": "Ken Jeong"
}, {
	"quote": "I am dying from the treatment of too many physicians.",
	"name": "Alexander the Great"
}, {
	"quote": "They certainly give very strange names to diseases.",
	"name": "Plato"
}, {
	"quote": "Prior to penicillin and medical research, death was an everyday occurrence. It was intimate.",
	"name": "Katherine Dunn"
}, {
	"quote": "I am sure that I have been much more useful to society as a medical physicist.",
	"name": "John Cameron"
}, {
	"quote": "The Christian's Bible is a drug store. Its contents remain the same, but the medical practice changes.",
	"name": "Mark Twain"
}, {
	"quote": "Being transgender is not just a medical transition.",
	"name": "Jazz Jennings"
}, {
	"quote": "Doctors will have more lives to answer for in the next world than even we generals.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "A hospital is no place to be sick.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "Medical school education and post graduate education emphasize thoroughness.",
	"name": "Ezekiel Emanuel"
}, {
	"quote": "Cancer affects all of us, whether you're a daughter, mother, sister, friend, coworker, doctor, patient.",
	"name": "Jennifer Aniston"
}, {
	"quote": "Huge sums are invested globally in medical research and development - and with good reason.",
	"name": "Geoff Mulgan"
}, {
	"quote": "I have four strikes against me. I'm black, I'm short, I'm intelligent, and I have a medical condition.",
	"name": "Gary Coleman"
}, {
	"quote": "There are a lot of engineering advances that lend themselves to being married with medical advances.",
	"name": "John Carreyrou"
}, {
	"quote": "To array a man's will against his sickness is the supreme art of medicine.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "My doctor gave me six months to live, but when I couldn't pay the bill he gave me six months more.",
	"name": "Walter Matthau"
}, {
	"quote": "Time is generally the best doctor.",
	"name": "Ovid"
}, {
	"quote": "Universal coverage, not medical technology, is the foundation of any caring health care system.",
	"name": "Richard Lamm"
}, {
	"quote": "Medical costs are of concern, both in developing and developed countries.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "The patient decides when it's best to go.",
	"name": "Jack Kevorkian"
}, {
	"quote": "I'm not feeling very well - I need a doctor immediately. Ring the nearest golf course.",
	"name": "Groucho Marx"
}, {
	"quote": "Americans of all ages deserve quality end-of-life medical care.",
	"name": "Bill Nelson"
}, {
	"quote": "I wish medical schools helped us to analyze our healthy and unhealthy reasons for becoming doctors.",
	"name": "Bernie Siegel"
}, {
	"quote": "Five thousand people every day lose their home because of a medical bankruptcy. Most of them had insurance.",
	"name": "Debbie Stabenow"
}, {
	"quote": "The current medical records system is this: Room after room after room in a hospital filled with paper files.",
	"name": "Timothy Murphy"
}, {
	"quote": "I treated as few patients as I could as a medical student, and I never practiced medicine.",
	"name": "Severo Ochoa"
}, {
	"quote": "The best doctor is the one you run to and can't find.",
	"name": "Denis Diderot"
}, {
	"quote": "When I told my doctor I couldn't afford an operation, he offered to touch-up my X-rays.",
	"name": "Henny Youngman"
}, {
	"quote": "Nature can do more than physicians.",
	"name": "Oliver Cromwell"
}, {
	"quote": "Listening to medical facts was not enough. People wanted one hundred percent guarantees.",
	"name": "Ryan White"
}, {
	"quote": "I regret to this day that I never went to college. I feel I should have been a doctor.",
	"name": "Ty Cobb"
}, {
	"quote": "Any man who goes to a psychiatrist ought to have his head examined.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "Universal vaccination may well be the greatest success story in medical history.",
	"name": "Michael Specter"
}, {
	"quote": "The art of medicine was to be properly learned only from its practice and its exercise.",
	"name": "Thomas Sydenham"
}, {
	"quote": "Medicine sometimes snatches away health, sometimes gives it.",
	"name": "Ovid"
}, {
	"quote": "If my doctor told me I had only six minutes to live, I wouldn't brood. I'd type a little faster.",
	"name": "Isaac Asimov"
}, {
	"quote": "Medical professionals, not insurance company bureaucrats, should be making health care decisions.",
	"name": "Barbara Boxer"
}, {
	"quote": "It would not be possible to praises nurses too highly.",
	"name": "Stephen Ambrose"
}, {
	"quote": "When I went to medical school, the term 'digital' applied only to rectal exams.",
	"name": "Eric Topol"
}, {
	"quote": "Disease is an experience of a so-called mortal mind. It is fear made manifest on the body.",
	"name": "Mary Baker Eddy"
}, {
	"quote": "The virus-to-cancer connection is where medicinal mushrooms offer unique opportunities for medical research.",
	"name": "Paul Stamets"
}, {
	"quote": "I completed medical school at Loma Linda University School of Medicine in 1984.",
	"name": "Samuel Wilson"
}, {
	"quote": "Drug abuse is a medical disease that requires medical professionals.",
	"name": "Doug Ose"
}, {
	"quote": "Prescription: A physician's guess at what will best prolong the situation with least harm to the patient.",
	"name": "Ambrose Bierce"
}, {
	"quote": "You can die of the cure before you die of the illness.",
	"name": "Michael Landon"
}, {
	"quote": "It was my Uncle George who discovered that alcohol was a food well in advance of modern medical thought.",
	"name": "P. G. Wodehouse"
}, {
	"quote": "I mean, everybody should have access to medical care. And, you know, it shouldn't be such a big deal.",
	"name": "Paul Farmer"
}, {
	"quote": "Disease is the retribution of outraged Nature.",
	"name": "Hosea Ballou"
}, {
	"quote": "The best way to reduce the cost of medical care is to reduce the illness.",
	"name": "Arlen Specter"
}, {
	"quote": "I am a medical scientist, not a practical physician.",
	"name": "Robert Jarvik"
}, {
	"quote": "And of course, identifying all human genes and proteins will have great medical significance.",
	"name": "Daniel Nathans"
}, {
	"quote": "To make a coverage decision, doesn't one have to make a medical judgment?",
	"name": "John Paul Stevens"
}, {
	"quote": "I wanted to go to medical school. But, I never got a college scholarship.",
	"name": "Edwin Moses"
}, {
	"quote": "When a man goes through six years training to be a doctor he will never be the same. He knows too much.",
	"name": "Enid Bagnold"
}, {
	"quote": "If a person is treated like a patient, they are apt to act like one.",
	"name": "Frances Farmer"
}, {
	"quote": "I got the bill for my surgery. Now I know what those doctors were wearing masks for.",
	"name": "James H. Boren"
}, {
	"quote": "People are so afraid of authority figures and doctors are authority figures.",
	"name": "Martha Beck"
}, {
	"quote": "Remember, I'm a doctor's daughter. So obviously I'm interested in all medical things.",
	"name": "Nancy Reagan"
}, {
	"quote": "Prior to my call to the Twelve, I served as a medical doctor and surgeon.",
	"name": "Russell M. Nelson"
}, {
	"quote": "Every time you get a movie, you get a medical. So you know, you know you're alright for a couple of weeks.",
	"name": "Michael Caine"
}, {
	"quote": "For years, Suzanne Somers has been a pioneer when it comes to alternative medical treatments.",
	"name": "Monica Crowley"
}, {
	"quote": "The medical profession is - and knows itself to be - endemically conservative and conformist.",
	"name": "Margaret Heffernan"
}, {
	"quote": "The No. 1 cause of bankruptcies is medical bills.",
	"name": "Michael Moore"
}, {
	"quote": "I like the values associated with a medical family - common sense, being practical but also thoughtful.",
	"name": "Alain de Botton"
}, {
	"quote": "I have personally seen what a devastating medical condition can cost.",
	"name": "Tammy Duckworth"
}, {
	"quote": "Disability is often framed, in medical terms, as the ultimate disaster and certainly as a deficit.",
	"name": "Stella Young"
}, {
	"quote": "I couldn't make a headphone look like a piece of medical equipment or a toy, as most headphones do.",
	"name": "Jimmy Iovine"
}, {
	"quote": "The Internet gave me the sense that there were words to describe my feelings and medical terms.",
	"name": "Andreja Pejic"
}, {
	"quote": "Warfarin is the drug the medical community loves to hate.",
	"name": "Eric Topol"
}, {
	"quote": "Of course, the medical profession doesn't like D.I.Y. anything.",
	"name": "Eric Topol"
}, {
	"quote": "When I took command in Vietnam, I gave great emphasis to food and medical care - and to the mail.",
	"name": "William Westmoreland"
}, {
	"quote": "I went to the doctor and he said I had acute appendicitis, and I said compared to who?",
	"name": "Jay London"
}, {
	"quote": "The paternalism of the medical industry is insane.",
	"name": "Anne Wojcicki"
}, {
	"quote": "In the sick room, ten cents' worth of human understanding equals ten dollars' worth of medical science.",
	"name": "Martin H. Fischer"
}, {
	"quote": "I have written two medical novels. I have never studied medicine, never seen an operation.",
	"name": "Taylor Caldwell"
}, {
	"quote": "I strongly believe that the Legislature should not be interfering in private medical decisions.",
	"name": "Maggie Hassan"
}, {
	"quote": "The doctors x-rayed my head and found nothing.",
	"name": "Dizzy Dean"
}, {
	"quote": "I always wanted to be a medical doctor, and I never thought of business.",
	"name": "Jochen Zeitz"
}, {
	"quote": "One has a greater sense of degradation after an interview with a doctor than from any human experience.",
	"name": "Alice James"
}, {
	"quote": "Medical Device technology is truly interdisciplinary.",
	"name": "Chris Toumazou"
}, {
	"quote": "Synergy and serendipity often play a big part in medical and scientific advances.",
	"name": "Julie Bishop"
}, {
	"quote": "I'm strongly for a patient Bill of Rights. Decisions ought to be made by doctors, not accountants.",
	"name": "Chuck Schumer"
}, {
	"quote": "Ensuring Americans have access to adequate medical care should be a priority for all of us.",
	"name": "Dave Reichert"
}, {
	"quote": "I basically applied to law school as a way of telling my parents that I wasn't going to medical school.",
	"name": "John Delaney"
}, {
	"quote": "I really admire medical people. They have a great sense of humour, and they just have to get on with it.",
	"name": "Neve McIntosh"
}, {
	"quote": "Medical debts are the number-one cause of bankruptcy in America.",
	"name": "Barbara Ehrenreich"
}, {
	"quote": "I studied in a medical college and qualified myself as a medical graduate.",
	"name": "Taslima Nasrin"
}, {
	"quote": "We know Africa does not have the same medical treatments as we do.",
	"name": "Kevin McCarthy"
}, {
	"quote": "I am not an expert in medical field.",
	"name": "Sharad Pawar"
}, {
	"quote": "If I had the medical clearance to fight, I would want to fight the best. The best would be Mayweather.",
	"name": "Roberto Duran"
}, {
	"quote": "One of the shortcomings of our medical system is that doctors have very little time with their patients.",
	"name": "Eula Biss"
}, {
	"quote": "Medical physics is an applied area of physics.",
	"name": "John Cameron"
}, {
	"quote": "I was the Chair of the first department of medical physics in a medical school in the U.S.",
	"name": "John Cameron"
}, {
	"quote": "I have devoted much time and energy to helping medical physics in developing countries.",
	"name": "John Cameron"
}, {
	"quote": "There are now over 5,000 medical physicists in the U.S more than 50 times the number in 1958.",
	"name": "John Cameron"
}, {
	"quote": "I love the Discovery Channel. I love all sorts of medical shows.",
	"name": "Cote de Pablo"
}, {
	"quote": "I love the Discovery Channel. I love all sorts of medical shows. I love a show called 'Diagnosis: Unknown.'",
	"name": "Cote de Pablo"
}, {
	"quote": "For every dollar we have given to athletics, we have given about 27 to higher education or medical research.",
	"name": "Joe Jamail"
}, {
	"quote": "The physician's highest calling, his only calling, is to make sick people healthy - to heal, as it is termed.",
	"name": "Samuel Hahnemann"
}, {
	"quote": "Growing up, my dolls were doctors and on secret missions. I had Barbie Goes Rambo.",
	"name": "Zoe Saldana"
}, {
	"quote": "Passion, you see, can be destroyed by a doctor. It cannot be created.",
	"name": "Peter Shaffer"
}, {
	"quote": "There are a ton of medical dramas out there dealing with life and death.",
	"name": "Erica Durance"
}, {
	"quote": "I'm 86 and my doctor used to tell me to slow down - at least he did until he dropped dead.",
	"name": "Cesar Romero"
}, {
	"quote": "Patents have a place in medical science - for new inventions that advance the state of knowledge.",
	"name": "Adam Cohen"
}, {
	"quote": "Medical decisions have been politicized. What doctor wants a state legislator in his consulting room?",
	"name": "Garry Trudeau"
}, {
	"quote": "There is a shortage of doctors, and the American Medical Association is aiming to keep it that way.",
	"name": "Barry Ritholtz"
}, {
	"quote": "You could be a corrupt doctor, but at least you have to go to the medical school first. Right?",
	"name": "David Fahrenthold"
}, {
	"quote": "As a physician, I know many doctors want to utilize new technology, but they find the cost prohibitive.",
	"name": "Nathan Deal"
}, {
	"quote": "There are the medical dangers of football in general caused by head trauma over repetitive hits.",
	"name": "H. G. Bissinger"
}, {
	"quote": "You know, I look to myself mainly as a creative writer all my life and a medical doctor.",
	"name": "Nawal El Saadawi"
}, {
	"quote": "It is false to suggest that medical breakthroughs come only through government research.",
	"name": "Roger Wicker"
}, {
	"quote": "You realize when you're pregnant how lucky you are to have access to medical care.",
	"name": "Olivia Wilde"
}, {
	"quote": "Jews were asked when life begins. For them it's when they finally graduate medical school.",
	"name": "Evan Sayet"
}, {
	"quote": "And as a nurse, I know very well the importance, for example, of electronic medical records.",
	"name": "Lois Capps"
}, {
	"quote": "Only medical hypnosis is capable of opening up amnesia.",
	"name": "Betty Hill"
}, {
	"quote": "Well-trained medical doctors and engineers leave Nigeria to the developed countries. We want to reverse that.",
	"name": "Goodluck Jonathan"
}, {
	"quote": "I think that in the 21st century, medical biology will advance at a more rapid pace than before.",
	"name": "Shinya Yamanaka"
}, {
	"quote": "The worst job I ever had was when I had to try to sell a service for medical waste treatment.",
	"name": "Jaime Camil"
}, {
	"quote": "I want medical experiments on animals stopped. They don't do anything, and they don't work.",
	"name": "Sam Simon"
}, {
	"quote": "In terms of fitness and battling through cancer, exercise helps you stay strong physically and mentally.",
	"name": "Grete Waitz"
}, {
	"quote": "Honestly, being a doctor could make you more close minded than regular people.",
	"name": "Alex Chiu"
}, {
	"quote": "Oh there are lots of doctors and medical professionals out there who buy my devices at whole sale price.",
	"name": "Alex Chiu"
}, {
	"quote": "People love watching medical dramas - they also love watching documentaries about the workings of the brain.",
	"name": "James Nesbitt"
}, {
	"quote": "I'm an ambassador for Medical Detection dogs.",
	"name": "Lesley Nicol"
}, {
	"quote": "Unnatural constructs - cities and medical pain management - have always seemed pretty good to me.",
	"name": "Alissa Quart"
}, {
	"quote": "The history of using mice to stand in for humans in medical experiments is replete with failures.",
	"name": "Gary Wolf"
}, {
	"quote": "If someone lives in New York, he's a New Yorker - they are entitled to the best medical system in the world.",
	"name": "George Pataki"
}, {
	"quote": "I was the first person in NYU Medical Center's history to be diagnosed with NMDAR encephalitis.",
	"name": "Susannah Cahalan"
}, {
	"quote": "I'm a medical doctor and a biomedical scientist.",
	"name": "Steven Hatfill"
}, {
	"quote": "I decided, as a medical student, to devote myself to a study of the brain.",
	"name": "John Eccles"
}, {
	"quote": "Fort Smith, being the place of my longest stay, was the scene of my largest medical practice.",
	"name": "Ernest Thompson Seton"
}, {
	"quote": "I entered Harvard Medical School knowing nothing of research.",
	"name": "J. Michael Bishop"
}, {
	"quote": "Your genome knows much more about your medical history than you do.",
	"name": "W. Daniel Hillis"
}, {
	"quote": "Kids coming back from Iraq and Afghanistan deserve to come back to 21st century medical care.",
	"name": "Anthony Principi"
}, {
	"quote": "Some people think that doctors and nurses can put scrambled eggs back in the shell.",
	"name": "Cass Canfield"
}]