[{
	"quote": "In the End, we will remember not the words of our enemies, but the silence of our friends.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "Patriotism is supporting your country all the time, and your government when it deserves it.",
	"name": "Mark Twain"
}, {
	"quote": "My fellow Americans, ask not what your country can do for you, ask what you can do for your country.",
	"name": "John F. Kennedy"
}, {
	"quote": "Guard against the impostures of pretended patriotism.",
	"name": "George Washington"
}, {
	"quote": "Who sows virtue reaps honor.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "I only regret that I have but one life to lose for my country.",
	"name": "Nathan Hale"
}, {
	"quote": "There is nothing wrong with America that cannot be cured with what is right in America.",
	"name": "William J. Clinton"
}, {
	"quote": "The willingness of America's veterans to sacrifice for our country has earned them our lasting gratitude.",
	"name": "Jeff Miller"
}, {
	"quote": "There is nothing nobler than risking your life for your country.",
	"name": "Nick Lampson"
}, {
	"quote": "True patriotism isn't cheap. It's about taking on a fair share of the burden of keeping America going.",
	"name": "Robert Reich"
}, {
	"quote": "May Heaven be propitious, and smile on the cause of my country.",
	"name": "Zebulon Pike"
}, {
	"quote": "Man is a military animal, glories in gunpowder, and loves parade.",
	"name": "Philip James Bailey"
}, {
	"quote": "I have long believed that sacrifice is the pinnacle of patriotism.",
	"name": "Bob Riley"
}, {
	"quote": "I would rather be remembered by a song than by a victory.",
	"name": "Alexander Smith"
}, {
	"quote": "As America celebrates Memorial Day, we pay tribute to those who have given their lives in our nation's wars.",
	"name": "John M. McHugh"
}, {
	"quote": "On what rests the hope of the republic? One country, one language, one flag!",
	"name": "Alexander Henry"
}, {
	"quote": "There's intense national feeling in America that could be called patriotism.",
	"name": "Michael Ignatieff"
}, {
	"quote": "America is hope. It is compassion. It is excellence. It is valor.",
	"name": "Paul Tsongas"
}, {
	"quote": "What I can do for my country, I am willing to do.",
	"name": "Christopher Gadsden"
}, {
	"quote": "There are no points of the compass on the chart of true patriotism.",
	"name": "Robert Charles Winthrop"
}, {
	"quote": "The heroes of Flight 93 won the first battle in the War on Terror, and they should never be forgotten.",
	"name": "Jim Ramstad"
}, {
	"quote": "The average American is nothing if not patriotic.",
	"name": "Herbert Croly"
}, {
	"quote": "Over all our happy country - over all our Nation spread, Is a band of noble heroes - is our Army of the Dead.",
	"name": "Will Carleton"
}, {
	"quote": "Patriotism was a living fire of unquestioned belief and purpose.",
	"name": "Frank Knox"
}]