[{
	"quote": "Nearly all men can stand adversity, but if you want to test a man's character, give him power.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Just as a candle cannot burn without fire, men cannot live without a spiritual life.",
	"name": "Buddha"
}, {
	"quote": "Wise men speak because they have something to say; Fools because they have to say something.",
	"name": "Plato"
}, {
	"quote": "It is easier to build strong children than to repair broken men.",
	"name": "Frederick Douglass"
}, {
	"quote": "No struggle can ever succeed without women participating side by side with men.",
	"name": "Muhammad Ali Jinnah"
}, {
	"quote": "Men always want to be a woman's first love - women like to be a man's last romance.",
	"name": "Oscar Wilde"
}, {
	"quote": "The only thing necessary for the triumph of evil is for good men to do nothing.",
	"name": "Edmund Burke"
}, {
	"quote": "It was pride that changed angels into devils; it is humility that makes men as angels.",
	"name": "Saint Augustine"
}, {
	"quote": "Wisdom, compassion, and courage are the three universally recognized moral qualities of men.",
	"name": "Confucius"
}, {
	"quote": "Many men go fishing all of their lives without knowing that it is not fish they are after.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Shallow men believe in luck. Strong men believe in cause and effect.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "If men were angels, no government would be necessary.",
	"name": "James Madison"
}, {
	"quote": "Brave men rejoice in adversity, just as brave soldiers triumph in war.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Great things are done when men and mountains meet.",
	"name": "William Blake"
}, {
	"quote": "Adversity causes some men to break; others to break records.",
	"name": "William Arthur Ward"
}, {
	"quote": "Within the covers of the Bible are the answers for all the problems men face.",
	"name": "Ronald Reagan"
}, {
	"quote": "A gentleman is simply a patient wolf.",
	"name": "Lana Turner"
}, {
	"quote": "Thank God men cannot fly, and lay waste the sky as well as the earth.",
	"name": "Henry David Thoreau"
}, {
	"quote": "It is foolish and wrong to mourn the men who died. Rather we should thank God that such men lived.",
	"name": "George S. Patton"
}, {
	"quote": "There's three things men always talk about - women, sports, and cars.",
	"name": "Mario Lopez"
}, {
	"quote": "Reputation is what men and women think of us; character is what God and angels know of us.",
	"name": "Thomas Paine"
}, {
	"quote": "Women and cats will do as they please, and men and dogs should relax and get used to the idea.",
	"name": "Robert A. Heinlein"
}, {
	"quote": "Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "Let me embrace thee, sour adversity, for wise men say it is the wisest course.",
	"name": "William Shakespeare"
}, {
	"quote": "Waste no more time arguing about what a good man should be. Be one.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Victory usually goes to the army who has better trained officers and men.",
	"name": "Sun Tzu"
}, {
	"quote": "It takes a hero to be one of those men who goes into battle.",
	"name": "Norman Schwarzkopf"
}, {
	"quote": "Democracy is when the indigent, and not the men of property, are the rulers.",
	"name": "Aristotle"
}, {
	"quote": "I think women are foolish to pretend they are equal to men; they are far superior and always have been.",
	"name": "William Golding"
}, {
	"quote": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.",
	"name": "Mary Wollstonecraft"
}, {
	"quote": "Real men laugh at opposition; real men smile when enemies appear.",
	"name": "Marcus Garvey"
}, {
	"quote": "Men are what their mothers made them.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Older men declare war. But it is the youth that must fight and die.",
	"name": "Herbert Hoover"
}, {
	"quote": "Men have become the tools of their tools.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Video games are a waste of time for men with nothing else to do. Real brains don't do that.",
	"name": "Ray Bradbury"
}, {
	"quote": "Men, their rights, and nothing more; women, their rights, and nothing less.",
	"name": "Susan B. Anthony"
}, {
	"quote": "We hold these truths to be self-evident: that all men and women are created equal.",
	"name": "Elizabeth Cady Stanton"
}, {
	"quote": "Great men are like eagles, and build their nest on some lofty solitude.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "The greatest deception men suffer is from their own opinions.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "The truth is not for all men, but only for those who seek it.",
	"name": "Ayn Rand"
}, {
	"quote": "The best teamwork comes from men who are working independently toward one goal in unison.",
	"name": "James Cash Penney"
}, {
	"quote": "The truth is that all men having power ought to be mistrusted.",
	"name": "James Madison"
}, {
	"quote": "Timid men prefer the calm of despotism to the tempestuous sea of liberty.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Yes, guns are to men what jewelry is to women!",
	"name": "Steve King"
}, {
	"quote": "The real problem is not whether machines think but whether men do.",
	"name": "B. F. Skinner"
}, {
	"quote": "The danger of the past was that men became slaves. The danger of the future is that men may become robots.",
	"name": "Erich Fromm"
}, {
	"quote": "When the sword is once drawn, the passions of men observe no bounds of moderation.",
	"name": "Alexander Hamilton"
}, {
	"quote": "Men are born ignorant, not stupid. They are made stupid by education.",
	"name": "Bertrand Russell"
}, {
	"quote": "Some men see things as they are, and ask why. I dream of things that never were, and ask why not.",
	"name": "Robert Kennedy"
}, {
	"quote": "Only the wisest and stupidest of men never change.",
	"name": "Confucius"
}, {
	"quote": "No man has any natural authority over his fellow men.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "There are only two forces that unite men - fear and interest.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "I do not think you can name many great inventions that have been made by married men.",
	"name": "Nikola Tesla"
}, {
	"quote": "All men's miseries derive from not being able to sit in a quiet room alone.",
	"name": "Blaise Pascal"
}, {
	"quote": "Watches are the only jewelry men can wear, unless you're Mr. T.",
	"name": "Gordon Bethune"
}, {
	"quote": "Rules are for the obedience of fools and the guidance of wise men.",
	"name": "Harry Day"
}, {
	"quote": "Kings may be judges of the earth, but wise men are the judges of kings.",
	"name": "Solomon Ibn Gabirol"
}, {
	"quote": "A lawyer with his briefcase can steal more than a hundred men with guns.",
	"name": "Mario Puzo"
}, {
	"quote": "Civilization is a method of living, an attitude of equal respect for all men.",
	"name": "Jane Addams"
}, {
	"quote": "Without feelings of respect, what is there to distinguish men from beasts?",
	"name": "Confucius"
}, {
	"quote": "As I grow older, I pay less attention to what men say. I just watch what they do.",
	"name": "Andrew Carnegie"
}, {
	"quote": "I have always thought the actions of men the best interpreters of their thoughts.",
	"name": "John Locke"
}, {
	"quote": "Men can only be happy when they do not assume that the object of life is happiness.",
	"name": "George Orwell"
}, {
	"quote": "Wise men don't need advice. Fools won't take it.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Beware, so long as you live, of judging men by their outward appearance.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "Nothing in the affairs of men is worthy of great anxiety.",
	"name": "Plato"
}, {
	"quote": "They talk like angels but they live like men.",
	"name": "St. Jerome"
}, {
	"quote": "Men are moved by two levers only: fear and self interest.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "The actions of men are the best interpreters of their thoughts.",
	"name": "James Joyce"
}, {
	"quote": "All men are equal before fish.",
	"name": "Herbert Hoover"
}, {
	"quote": "Fire is the test of gold; adversity, of strong men.",
	"name": "Martha Graham"
}, {
	"quote": "Rhetoric is the art of ruling the minds of men.",
	"name": "Plato"
}, {
	"quote": "The men who learn endurance, are they who call the whole world, brother.",
	"name": "Charles Dickens"
}, {
	"quote": "Few men have virtue to withstand the highest bidder.",
	"name": "George Washington"
}, {
	"quote": "The less men think, the more they talk.",
	"name": "Montesquieu"
}, {
	"quote": "Live as brave men; and if fortune is adverse, front its blows with brave hearts.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Conservation is a state of harmony between men and land.",
	"name": "Aldo Leopold"
}, {
	"quote": "Great hopes make great men.",
	"name": "Thomas Fuller"
}, {
	"quote": "Two men look out the same prison bars; one sees mud and the other stars.",
	"name": "Beck"
}, {
	"quote": "Men are not prisoners of fate, but only prisoners of their own minds.",
	"name": "Franklin D. Roosevelt"
}, {
	"quote": "If any civilization is to survive, it is the morality of altruism that men have to reject.",
	"name": "Ayn Rand"
}, {
	"quote": "The army teaches boys to think like men.",
	"name": "Elvis Presley"
}, {
	"quote": "Men are more moral than they think and far more immoral than they can imagine.",
	"name": "Sigmund Freud"
}, {
	"quote": "The man who trusts men will make fewer mistakes than he who distrusts them.",
	"name": "Camillo di Cavour"
}, {
	"quote": "All men's souls are immortal, but the souls of the righteous are immortal and divine.",
	"name": "Socrates"
}, {
	"quote": "I do not wish women to have power over men; but over themselves.",
	"name": "Mary Shelley"
}, {
	"quote": "I dress for the image. Not for myself, not for the public, not for fashion, not for men.",
	"name": "Marlene Dietrich"
}, {
	"quote": "More men die of jealousy than of cancer.",
	"name": "Joseph P. Kennedy"
}, {
	"quote": "Passion makes idiots of the cleverest men, and makes the biggest idiots clever.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "As men get older, the toys get more expensive.",
	"name": "Marvin Davis"
}, {
	"quote": "To attract men, I wear a perfume called 'New Car Interior.'",
	"name": "Rita Rudner"
}, {
	"quote": "Men who are in earnest are not afraid of consequences.",
	"name": "Marcus Garvey"
}, {
	"quote": "Men stumble over pebbles, never over mountains.",
	"name": "Marilyn French"
}, {
	"quote": "Men are like steel. When they lose their temper, they lose their worth.",
	"name": "Chuck Norris"
}, {
	"quote": "Death is not the worst that can happen to men.",
	"name": "Plato"
}, {
	"quote": "Monkeys are superior to men in this: when a monkey looks into a mirror, he sees a monkey.",
	"name": "Malcolm de Chazal"
}, {
	"quote": "No great man lives in vain. The history of the world is but the biography of great men.",
	"name": "Thomas Carlyle"
}, {
	"quote": "Men are like wine - some turn to vinegar, but the best improve with age.",
	"name": "Pope John XXIII"
}, {
	"quote": "The evil that men do lives after them; the good is oft interred with their bones.",
	"name": "William Shakespeare"
}, {
	"quote": "The worst thing about some men is that when they are not drunk they are sober.",
	"name": "William Butler Yeats"
}, {
	"quote": "I am not a hero but the brave men who died deserved this honor.",
	"name": "Ira Hayes"
}, {
	"quote": "Liberate the minds of men and ultimately you will liberate the bodies of men.",
	"name": "Marcus Garvey"
}, {
	"quote": "To sin by silence, when we should protest, Makes cowards out of men.",
	"name": "Ella Wheeler Wilcox"
}, {
	"quote": "Let men see, let them know, a real man, who lives as he was meant to live.",
	"name": "Marcus Aurelius"
}, {
	"quote": "The first method for estimating the intelligence of a ruler is to look at the men he has around him.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "Men may die, but the fabrics of free institutions remains unshaken.",
	"name": "Chester A. Arthur"
}, {
	"quote": "Only free men can negotiate. A prisoner cannot enter into contracts.",
	"name": "Nelson Mandela"
}, {
	"quote": "Kids, adults, men, women, everybody has a relationship with Mickey Mouse.",
	"name": "Warren Spector"
}, {
	"quote": "Deprived of meaningful work, men and women lose their reason for existence; they go stark, raving mad.",
	"name": "Fyodor Dostoevsky"
}, {
	"quote": "The better I get to know men, the more I find myself loving dogs.",
	"name": "Charles de Gaulle"
}, {
	"quote": "Men and women are like right and left hands; it doesn't make sense not to use both.",
	"name": "Jeannette Rankin"
}, {
	"quote": "Strong men have sound ideas and the force to make these ideas effective.",
	"name": "Andrew Mellon"
}, {
	"quote": "The truth is that men are tired of liberty.",
	"name": "Benito Mussolini"
}, {
	"quote": "Here men from the planet Earth first set foot upon the Moon. July 1969 AD. We came in peace for all mankind.",
	"name": "Neil Armstrong"
}, {
	"quote": "Some men do think I'm a psycho bunny-boiler.",
	"name": "Amy Winehouse"
}, {
	"quote": "Manhood coerced into sensitivity is no manhood at all.",
	"name": "Camille Paglia"
}, {
	"quote": "Being a woman is a terribly difficult task, since it consists principally in dealing with men.",
	"name": "Joseph Conrad"
}, {
	"quote": "On this shrunken globe, men can no longer live as strangers.",
	"name": "Adlai Stevenson I"
}, {
	"quote": "I speak Spanish to God, Italian to women, French to men, and German to my horse.",
	"name": "Charles V"
}, {
	"quote": "Envy blinds men and makes it impossible for them to think clearly.",
	"name": "Malcolm X"
}, {
	"quote": "Every man is born as many men and dies as a single one.",
	"name": "Martin Heidegger"
}, {
	"quote": "The practice of charity will bind us - will bind all men in one great brotherhood.",
	"name": "Conrad Hilton"
}, {
	"quote": "As a rule, men worry more about what they can't see than about what they can.",
	"name": "Julius Caesar"
}, {
	"quote": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Perfect numbers like perfect men are very rare.",
	"name": "Rene Descartes"
}, {
	"quote": "Ten men waiting for me at the door? Send one of them home, I'm tired.",
	"name": "Mae West"
}, {
	"quote": "When good people in any country cease their vigilance and struggle, then evil men prevail.",
	"name": "Pearl S. Buck"
}, {
	"quote": "Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could.",
	"name": "Abigail Adams"
}, {
	"quote": "The time is near at hand which must determine whether Americans are to be free men or slaves.",
	"name": "George Washington"
}, {
	"quote": "Leadership consists of picking good men and helping them do their best.",
	"name": "Chester W. Nimitz"
}, {
	"quote": "You can't keep changing men, so you settle for changing your lipstick.",
	"name": "Heather Locklear"
}, {
	"quote": "Great men are seldom over-scrupulous in the arrangement of their attire.",
	"name": "Charles Dickens"
}, {
	"quote": "It is a melancholy truth that even great men have their poor relations.",
	"name": "Charles Dickens"
}, {
	"quote": "Most men pursue pleasure with such breathless haste that they hurry past it.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "I know and do what is right better than many big men who read.",
	"name": "Sojourner Truth"
}, {
	"quote": "Those who expect to reap the blessings of freedom must, like men, undergo the fatigue of supporting it.",
	"name": "Thomas Paine"
}, {
	"quote": "There is frequently more to be learned from the unexpected questions of a child than the discourses of men.",
	"name": "John Locke"
}, {
	"quote": "Not to engage in the pursuit of ideas is to live like ants instead of like men.",
	"name": "Mortimer Adler"
}, {
	"quote": "Wise men argue causes; fools decide them.",
	"name": "Anacharsis"
}, {
	"quote": "Men are like the stars; some generate their own light while others reflect the brilliance they receive.",
	"name": "Jose Marti"
}, {
	"quote": "As long as you know men are like children, you know everything!",
	"name": "Coco Chanel"
}, {
	"quote": "There are many men of principle in both parties in America, but there is no party of principle.",
	"name": "Alexis de Tocqueville"
}, {
	"quote": "You may depend upon it that they are as good hearts to serve men in palaces as in cottages.",
	"name": "Robert Owen"
}, {
	"quote": "If you ask, do you like strong men or weak men, I'd say, I like who I like.",
	"name": "Miuccia Prada"
}, {
	"quote": "It is not titles that honor men, but men that honor titles.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "Strong beliefs win strong men, and then make them stronger.",
	"name": "Richard Bach"
}, {
	"quote": "It is our duty as men and women to proceed as though the limits of our abilities do not exist.",
	"name": "Pierre Teilhard de Chardin"
}, {
	"quote": "Man becomes great exactly in the degree in which he works for the welfare of his fellow-men.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Bad men are full of repentance.",
	"name": "Aristotle"
}, {
	"quote": "Men must live and create. Live to the point of tears.",
	"name": "Albert Camus"
}, {
	"quote": "Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young.",
	"name": "J. K. Rowling"
}, {
	"quote": "When men and women are able to respect and accept their differences then love has a chance to blossom.",
	"name": "John Gray"
}, {
	"quote": "A government of laws, and not of men.",
	"name": "John Adams"
}, {
	"quote": "Conservation means the wise use of the earth and its resources for the lasting good of men.",
	"name": "Gifford Pinchot"
}, {
	"quote": "I am looking for a lot of men who have an infinite capacity to not know what can't be done.",
	"name": "Henry Ford"
}, {
	"quote": "Produce great men, the rest follows.",
	"name": "Walt Whitman"
}, {
	"quote": "Men of lofty genius when they are doing the least work are most active.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "The truth is found when men are free to pursue it.",
	"name": "Franklin D. Roosevelt"
}, {
	"quote": "Men are strong so long as they represent a strong idea they become powerless when they oppose it.",
	"name": "Sigmund Freud"
}, {
	"quote": "All men are by nature born equally free and independent.",
	"name": "George Mason"
}, {
	"quote": "We do not want the men of another color for our brothers-in-law, but we do want them for our brothers.",
	"name": "Booker T. Washington"
}, {
	"quote": "Men can starve from a lack of self-realization as much as they can from a lack of bread.",
	"name": "Richard Wright"
}, {
	"quote": "I never wanted to weigh more heavily on a man than a bird.",
	"name": "Coco Chanel"
}, {
	"quote": "Of all the properties which belong to honorable men, not one is so highly prized as that of character.",
	"name": "Henry Clay"
}, {
	"quote": "By nature, men love newfangledness.",
	"name": "Geoffrey Chaucer"
}, {
	"quote": "The world would be happier if men had the same capacity to be silent that they have to speak.",
	"name": "Baruch Spinoza"
}, {
	"quote": "Good men are the stars, the planets of the ages wherein they live, and illustrate the times.",
	"name": "Ben Jonson"
}, {
	"quote": "Men become wise just as they become rich, more by what they save than by what they receive.",
	"name": "Wilbur Wright"
}, {
	"quote": "Men fail much oftener from want of perseverance than from want of talent.",
	"name": "William Cobbett"
}, {
	"quote": "Oh, we want a new breed of men before India can be cleansed of her disease.",
	"name": "Sarojini Naidu"
}, {
	"quote": "Men who are too good looking are never good in bed because they never had to be.",
	"name": "Sarah Jessica Parker"
}, {
	"quote": "Pride, envy, avarice - these are the sparks have set on fire the hearts of all men.",
	"name": "Dante Alighieri"
}, {
	"quote": "The strength and power of a country depends absolutely on the quantity of good men and women in it.",
	"name": "John Ruskin"
}, {
	"quote": "No man who knows aught, can be so stupid to deny that all men naturally were born free.",
	"name": "John Milton"
}, {
	"quote": "If I have any sexist feelings they are aimed at men: I hate manly men.",
	"name": "David Bailey"
}, {
	"quote": "Men should strive to think much and know little.",
	"name": "Democritus"
}, {
	"quote": "But more wonderful than the lore of old men and the lore of books is the secret lore of ocean.",
	"name": "H. P. Lovecraft"
}, {
	"quote": "I have talked with great men, and I do not see how they differ from others.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Men's vows are women's traitors!",
	"name": "William Shakespeare"
}, {
	"quote": "Women may fall when there's no strength in men.",
	"name": "William Shakespeare"
}, {
	"quote": "Truth is the property of no individual but is the treasure of all men.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Men love to wonder, and that is the seed of science.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Adversity makes men, and prosperity makes monsters.",
	"name": "Victor Hugo"
}, {
	"quote": "Men have a respect for scholarship and learning greatly out of proportion to the use they commonly serve.",
	"name": "Henry David Thoreau"
}, {
	"quote": "There are three classes of men; lovers of wisdom, lovers of honor, and lovers of gain.",
	"name": "Plato"
}, {
	"quote": "Honor is simply the morality of superior men.",
	"name": "H. L. Mencken"
}, {
	"quote": "Landlords, like all other men, love to reap where they never sowed.",
	"name": "Karl Marx"
}, {
	"quote": "The main purpose of the stock market is to make fools of as many men as possible.",
	"name": "Bernard Baruch"
}, {
	"quote": "When men yield up the privilege of thinking, the last shadow of liberty quits the horizon.",
	"name": "Thomas Paine"
}, {
	"quote": "The men who have succeeded are men who have chosen one line and stuck to it.",
	"name": "Andrew Carnegie"
}, {
	"quote": "Men never do evil so completely and cheerfully as when they do it from religious conviction.",
	"name": "Blaise Pascal"
}, {
	"quote": "To be a man is to suffer for others. God help us to be men!",
	"name": "Cesar Chavez"
}, {
	"quote": "The straight line belongs to men, the curved one to God.",
	"name": "Antoni Gaudi"
}, {
	"quote": "Men are disturbed not by things, but by the view which they take of them.",
	"name": "Epictetus"
}, {
	"quote": "Men take only their needs into consideration - never their abilities.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "We learn from experience that men never learn anything from experience.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Married men live longer than single men. But married men are a lot more willing to die.",
	"name": "Johnny Carson"
}, {
	"quote": "The root of all superstition is that men observe when a thing hits, but not when it misses.",
	"name": "Francis Bacon"
}, {
	"quote": "Time, which alone makes the reputation of men, ends by making their defects respectable.",
	"name": "Voltaire"
}, {
	"quote": "The world is divided into men who have wit and no religion and men who have religion and no wit.",
	"name": "Avicenna"
}, {
	"quote": "The ballot box is the surest arbiter of disputes among free men.",
	"name": "James Buchanan"
}, {
	"quote": "The spirit of liberalism is to create free men; it is not the regimentation of men.",
	"name": "Herbert Hoover"
}, {
	"quote": "All women think men look good in suits. To be honest, I like the way they look, too.",
	"name": "Liam Hemsworth"
}, {
	"quote": "Why should I ask the wise men: Whence is my beginning? I am busy with the thought: Where will be my end?",
	"name": "Muhammad Iqbal"
}, {
	"quote": "Tears are often the telescope by which men see far into heaven.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "Men are rather reasoning than reasonable animals, for the most part governed by the impulse of passion.",
	"name": "Alexander Hamilton"
}, {
	"quote": "There should be no boundaries, no hierarchy, no violence. Men and women are equal.",
	"name": "Alessandro Michele"
}, {
	"quote": "Hope is the only good that is common to all men; those who have nothing else possess hope still.",
	"name": "Thales"
}, {
	"quote": "To send light into the darkness of men's hearts - such is the duty of the artist.",
	"name": "Robert Schumann"
}, {
	"quote": "Where wealth accumulates, men decay.",
	"name": "Oliver Goldsmith"
}, {
	"quote": "There is nothing wrong with men possessing riches. The wrong comes when riches possess men.",
	"name": "Billy Graham"
}, {
	"quote": "Treat all men alike. Give them the same law. Give them an even chance to live and grow.",
	"name": "Chief Joseph"
}, {
	"quote": "Equality is like gravity. We need it to stand on this earth as men and women.",
	"name": "Joss Whedon"
}, {
	"quote": "I am an agnostic; I do not pretend to know what many ignorant men are sure of.",
	"name": "Clarence Darrow"
}, {
	"quote": "All great men are gifted with intuition. They know without reasoning or analysis, what they need to know.",
	"name": "Alexis Carrel"
}, {
	"quote": "Circumstances rule men; men do not rule circumstances.",
	"name": "Herodotus"
}, {
	"quote": "Men don't care what's on TV. They only care what else is on TV.",
	"name": "Jerry Seinfeld"
}, {
	"quote": "Men aren't necessities. They're luxuries.",
	"name": "Cher"
}, {
	"quote": "All men were made by the Great Spirit Chief. They are all brothers.",
	"name": "Chief Joseph"
}, {
	"quote": "Men and women should stay apart, till their hearts grow gentle towards one another again.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Men are freest when they are most unconscious of freedom. The shout is a rattling of chains, always was.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Every man is a volume if you know how to read him.",
	"name": "William Ellery Channing"
}, {
	"quote": "Men are like sheep, of which a flock is more easily driven than a single one.",
	"name": "Richard Whately"
}, {
	"quote": "No gentleman ever discusses any relationship with a lady.",
	"name": "Keith Miller"
}, {
	"quote": "Most men, when they think they are thinking, are merely rearranging their prejudices.",
	"name": "Knute Rockne"
}, {
	"quote": "Bachelors have consciences, married men have wives.",
	"name": "Samuel Johnson"
}, {
	"quote": "Gold is good in its place; but loving, brave, patriotic men are better than gold.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Force always attracts men of low morality.",
	"name": "Albert Einstein"
}, {
	"quote": "It doesn't take a hero to order men into battle. It takes a hero to be one of those men who goes into battle.",
	"name": "Norman Schwarzkopf"
}, {
	"quote": "Men shut their doors against a setting sun.",
	"name": "William Shakespeare"
}, {
	"quote": "Content makes poor men rich; discontent makes rich men poor.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Even the handsomest men do not have the same momentary effect on the world as a truly beautiful woman does.",
	"name": "Jonathan Carroll"
}, {
	"quote": "Men admire the man who can organize their wishes and thoughts in stone and wood and steel and brass.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Great men are they who see that spiritual is stronger than any material force - that thoughts rule the world.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Instead of noblemen, let us have noble villages of men.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I will not be concerned at other men's not knowing me; I will be concerned at my own want of ability.",
	"name": "Confucius"
}, {
	"quote": "Men's ideas are the most direct emanations of their material state.",
	"name": "Karl Marx"
}, {
	"quote": "Men do not shape destiny, Destiny produces the man for the hour.",
	"name": "Fidel Castro"
}, {
	"quote": "Sometimes the first duty of intelligent men is the restatement of the obvious.",
	"name": "George Orwell"
}, {
	"quote": "Power is what men seek and any group that gets it will abuse it.",
	"name": "Lincoln Steffens"
}, {
	"quote": "We cannot live only for ourselves. A thousand fibers connect us with our fellow men.",
	"name": "Herman Melville"
}, {
	"quote": "Men are born to succeed, not to fail.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I heard the old, old, men say 'all that's beautiful drifts away, like the waters.'",
	"name": "William Butler Yeats"
}, {
	"quote": "Regarding life, the wisest men of all ages have judged alike: it is worthless.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "When a hundred men stand together, each of them loses his mind and gets another one.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Men must be governed by God or they will be ruled by tyrants.",
	"name": "William Penn"
}, {
	"quote": "These are the times that try men's souls.",
	"name": "Thomas Paine"
}, {
	"quote": "A little nonsense now and then is relished by the wisest men.",
	"name": "Roald Dahl"
}, {
	"quote": "We have now sunk to a depth at which restatement of the obvious is the first duty of intelligent men.",
	"name": "George Orwell"
}, {
	"quote": "Men are only as good as their technical development allows them to be.",
	"name": "George Orwell"
}, {
	"quote": "Art is the right hand of Nature. The latter has only given us being, the former has made us men.",
	"name": "Friedrich Schiller"
}, {
	"quote": "Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence.",
	"name": "Democritus"
}, {
	"quote": "Only the unknown frightens men. But once a man has faced the unknown, that terror becomes the known.",
	"name": "Antoine de Saint-Exupery"
}, {
	"quote": "Luck is not something you can mention in the presence of self-made men.",
	"name": "E. B. White"
}, {
	"quote": "It is not these well-fed long-haired men that I fear, but the pale and the hungry-looking.",
	"name": "Julius Caesar"
}, {
	"quote": "Choose silence of all virtues, for by it you hear other men's imperfections, and conceal your own.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Long before history began we men have got together apart from the women and done things. We had time.",
	"name": "C. S. Lewis"
}, {
	"quote": "The rules of wildlife are simple and clear, which is not the case for men.",
	"name": "Laurent Baheux"
}, {
	"quote": "Let your Discourse with Men of Business be Short and Comprehensive.",
	"name": "George Washington"
}, {
	"quote": "Brave men are all vertebrates; they have their softness on the surface and their toughness in the middle.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Whatever deceives men seems to produce a magical enchantment.",
	"name": "Plato"
}, {
	"quote": "It is in the character of very few men to honor without envy a friend who has prospered.",
	"name": "Aeschylus"
}, {
	"quote": "Men are more easily governed through their vices than through their virtues.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "It is only when men begin to worship that they begin to grow.",
	"name": "Calvin Coolidge"
}, {
	"quote": "Dream no small dreams for they have no power to move the hearts of men.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "All men make mistakes, but married men find out about them sooner.",
	"name": "Red Skelton"
}, {
	"quote": "At Athens, wise men propose, and fools dispose.",
	"name": "Alcuin"
}, {
	"quote": "The people respect and believe in men who fulfill their duty.",
	"name": "Fidel Castro"
}, {
	"quote": "The same way that racism is a white person's problem, violence against women is a men's problem.",
	"name": "Gloria Steinem"
}, {
	"quote": "Ignorant men raise questions that wise men answered a thousand years ago.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "It is not women's liberation, it is women's and men's liberation.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "For many men, the acquisition of wealth does not end their troubles, it only changes them.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "The story of the human race is the story of men and women selling themselves short.",
	"name": "Abraham Maslow"
}, {
	"quote": "One man that has a mind and knows it can always beat ten men who haven't and don't.",
	"name": "George Bernard Shaw"
}, {
	"quote": "The graveyards are full of indispensable men.",
	"name": "Charles de Gaulle"
}, {
	"quote": "Labor disgraces no man; unfortunately, you occasionally find men who disgrace labor.",
	"name": "Ulysses S. Grant"
}, {
	"quote": "The first rule of business is: Do other men for they would do you.",
	"name": "Charles Dickens"
}, {
	"quote": "Culture: the cry of men in face of their destiny.",
	"name": "Albert Camus"
}, {
	"quote": "Giving every man a vote has no more made men wise and free than Christianity has made them good.",
	"name": "H. L. Mencken"
}, {
	"quote": "What men value in this world is not rights but privileges.",
	"name": "H. L. Mencken"
}, {
	"quote": "We should weep for men at their birth, not at their death.",
	"name": "Montesquieu"
}, {
	"quote": "Of all men's miseries the bitterest is this: to know so much and to have control over nothing.",
	"name": "Herodotus"
}, {
	"quote": "Money demands that you sell, not your weakness to men's stupidity, but your talent to their reason.",
	"name": "Ayn Rand"
}, {
	"quote": "The history of free men is never really written by chance but by choice; their choice!",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "The advice of the elders to young men is very apt to be as unreal as a list of the hundred best books.",
	"name": "Oliver Wendell Holmes, Jr."
}, {
	"quote": "Men get to be a mixture of the charming mannerisms of the women they have known.",
	"name": "F. Scott Fitzgerald"
}, {
	"quote": "Smart women love smart men more than smart men love smart women.",
	"name": "Natalie Portman"
}, {
	"quote": "Bacchus hath drowned more men than Neptune.",
	"name": "Thomas Fuller"
}, {
	"quote": "There is no such thing as justice in the abstract; it is merely a compact between men.",
	"name": "Epicurus"
}, {
	"quote": "Men trust their ears less than their eyes.",
	"name": "Herodotus"
}, {
	"quote": "Big dreams create the magic that stir men's souls to greatness.",
	"name": "Bill McCartney"
}, {
	"quote": "If all men knew what others say of them, there would not be four friends in the world.",
	"name": "Blaise Pascal"
}, {
	"quote": "Men do not quit playing because they grow old; they grow old because they quit playing.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "More men fail through lack of purpose than lack of talent.",
	"name": "Billy Sunday"
}, {
	"quote": "Men! The only animal in the world to fear.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Men are the dreams of a shadow.",
	"name": "Pindar"
}, {
	"quote": "I only have 'yes' men around me. Who needs 'no' men?",
	"name": "Mae West"
}, {
	"quote": "The most positive men are the most credulous.",
	"name": "Alexander Pope"
}, {
	"quote": "I consider wisdom supernatural because it isn't taught by men - it's a gift from God.",
	"name": "Joyce Meyer"
}, {
	"quote": "Being beautiful is not so fun when you're in a business with all men.",
	"name": "Lady Gaga"
}, {
	"quote": "Women have a favorite room, men a favorite chair.",
	"name": "Bernard Williams"
}, {
	"quote": "Many men owe the grandeur of their lives to their tremendous difficulties.",
	"name": "Charles Spurgeon"
}, {
	"quote": "Men are governed by lines of intellect - women: by curves of emotion.",
	"name": "James Joyce"
}, {
	"quote": "Men must know their limitations.",
	"name": "Clint Eastwood"
}, {
	"quote": "Neutral men are the devil's allies.",
	"name": "Edwin Hubbel Chapin"
}, {
	"quote": "The brave men who died in Vietnam, more than 100% of which were black, were the ultimate sacrifice.",
	"name": "Marion Barry"
}, {
	"quote": "I only like two kinds of men, domestic and imported.",
	"name": "Mae West"
}, {
	"quote": "Men must be taught as if you taught them not, and things unknown proposed as things forgot.",
	"name": "Alexander Pope"
}, {
	"quote": "Men shrink less from offending one who inspires love than one who inspires fear.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "Once men are caught up in an event, they cease to be afraid. Only the unknown frightens men.",
	"name": "Antoine de Saint-Exupery"
}, {
	"quote": "Religion fails if it cannot speak to men as they are.",
	"name": "William Barclay"
}, {
	"quote": "I think one of the basic reasons men make good friends is that they can make up their minds quickly.",
	"name": "Marilyn Monroe"
}, {
	"quote": "Love lights more fires than hate extinguishes, and men grow better as the world grows old.",
	"name": "Ella Wheeler Wilcox"
}, {
	"quote": "Young men have a passion for regarding their elders as senile.",
	"name": "Henry Adams"
}, {
	"quote": "Boys will be boys, and so will a lot of middle-aged men.",
	"name": "Kin Hubbard"
}, {
	"quote": "My mom said the only reason men are alive is for lawn care and vehicle maintenance.",
	"name": "Tim Allen"
}, {
	"quote": "Nothing doth more hurt in a state than that cunning men pass for wise.",
	"name": "Francis Bacon"
}, {
	"quote": "First find the man in yourself if you will inspire manliness in others.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "Make no little plans; they have no magic to stir men's blood and probably themselves will not be realized.",
	"name": "Daniel Burnham"
}, {
	"quote": "Men would live exceedingly quiet if these two words, mine and thine, were taken away.",
	"name": "Anaxagoras"
}, {
	"quote": "Most men who have really lived have had, in some share, their great adventure. This railway is mine.",
	"name": "James J. Hill"
}, {
	"quote": "Nothing is as peevish and pedantic as men's judgments of one another.",
	"name": "Desiderius Erasmus"
}, {
	"quote": "Government is an association of men who do violence to the rest of us.",
	"name": "Leo Tolstoy"
}, {
	"quote": "Good and bad men are less than they seem.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "What's with you men? Would hair stop growing on your chest if you asked directions somewhere?",
	"name": "Erma Bombeck"
}, {
	"quote": "Most men are within a finger's breadth of being mad.",
	"name": "Diogenes"
}, {
	"quote": "It is the privilege of the gods to want nothing, and of godlike men to want little.",
	"name": "Diogenes"
}, {
	"quote": "Women lie about their age; men lie about their income.",
	"name": "William Feather"
}, {
	"quote": "I usually make up my mind about a man in ten seconds, and I very rarely change it.",
	"name": "Margaret Thatcher"
}, {
	"quote": "Time destroys the speculation of men, but it confirms nature.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "My drawing for women is really curvy. My drawings for men are actually quite angular.",
	"name": "Christian Louboutin"
}, {
	"quote": "When men and women agree, it is only in their conclusions; their reasons are always different.",
	"name": "George Santayana"
}, {
	"quote": "As soon as laws are necessary for men, they are no longer fit for freedom.",
	"name": "Pythagoras"
}, {
	"quote": "There would be no great men if there were no little ones.",
	"name": "George Herbert"
}, {
	"quote": "There are no hopeless situations; there are only men who have grown hopeless about them.",
	"name": "Clare Boothe Luce"
}, {
	"quote": "When Jesus comes back, these crazy, greedy, capitalistic men are gonna kill him again.",
	"name": "Mike Tyson"
}, {
	"quote": "We are men of action, lies do not become us.",
	"name": "William Goldman"
}, {
	"quote": "There's a lot of females that hustle, just like men hustle.",
	"name": "Fetty Wap"
}, {
	"quote": "Why is it that, as a culture, we are more comfortable seeing two men holding guns than holding hands?",
	"name": "Ernest Gaines"
}, {
	"quote": "To speak as the common people do, to think as wise men do is style.",
	"name": "Roger Ascham"
}, {
	"quote": "Strong women only marry weak men.",
	"name": "Bette Davis"
}, {
	"quote": "Men should think twice before making widow hood woman's only path to power.",
	"name": "Gloria Steinem"
}, {
	"quote": "Men are born with two eyes, but with one tongue, in order that they should see twice as much as they say.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "If the world were a logical place, men would ride side saddle.",
	"name": "Rita Mae Brown"
}, {
	"quote": "To the extent that laws are founded on morality and on logic, they can lead men's hearts and minds.",
	"name": "Robert Kennedy"
}, {
	"quote": "Whatever makes men good Christians, makes them good citizens.",
	"name": "Daniel Webster"
}, {
	"quote": "I met a hundred men going to Delhi, and every one is my brother.",
	"name": "Pope Paul VI"
}, {
	"quote": "By indignities men come to dignities.",
	"name": "Francis Bacon"
}, {
	"quote": "Deliberation is the work of many men. Action, of one alone.",
	"name": "Charles de Gaulle"
}, {
	"quote": "Those men get along best with women who can get along best without them.",
	"name": "Charles Baudelaire"
}, {
	"quote": "Men die in despair, while spirits die in ecstasy.",
	"name": "Honore de Balzac"
}, {
	"quote": "Gladly we desire to make other men perfect, but we will not amend our own fault.",
	"name": "Thomas a Kempis"
}, {
	"quote": "Grown men do not need leaders.",
	"name": "Edward Abbey"
}, {
	"quote": "Women cannot complain about men anymore until they start getting better taste in them.",
	"name": "Bill Maher"
}, {
	"quote": "God appoints our graces to be nurses to other men's weaknesses.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "When Harvard men say they have graduated from Radcliffe, then we've made it.",
	"name": "Jackie Kennedy"
}, {
	"quote": "When all men think alike, no one thinks very much.",
	"name": "Walter Lippmann"
}, {
	"quote": "The rich man who gives, steals twice over. First he steals the money and then the hearts of men.",
	"name": "Edvard Munch"
}, {
	"quote": "Men tire themselves in pursuit of rest.",
	"name": "Laurence Sterne"
}, {
	"quote": "I'm not denyin' the women are foolish. God Almighty made 'em to match the men.",
	"name": "George Eliot"
}, {
	"quote": "If men knew all that women think, they would be twenty times more audacious.",
	"name": "Alphonse Karr"
}, {
	"quote": "Men do not fail; they give up trying.",
	"name": "Elihu Root"
}, {
	"quote": "Men often act knowingly against their interest.",
	"name": "David Hume"
}, {
	"quote": "The public weal requires that men should betray, and lie, and massacre.",
	"name": "Michel de Montaigne"
}, {
	"quote": "All men who have turned out worth anything have had the chief hand in their own education.",
	"name": "Walter Scott"
}, {
	"quote": "Men, who are rogues individually, are in the mass very honorable people.",
	"name": "Montesquieu"
}, {
	"quote": "Women prefer to talk in twos, while men prefer to talk in threes.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Every man needs two women: a quiet home-maker, and a thrilling nymph.",
	"name": "Iris Murdoch"
}, {
	"quote": "A woman simply is, but a man must become.",
	"name": "Camille Paglia"
}, {
	"quote": "The thickness of the walls should be sufficient for two armed men to pass each other with ease.",
	"name": "Vitruvius"
}, {
	"quote": "Men should never marry their muse. It ruins the illusion.",
	"name": "Stana Katic"
}, {
	"quote": "Anytime you get men in glitter, it's a flamboyant occasion!",
	"name": "Johnny Weir"
}, {
	"quote": "A bachelor is a guy who never made the same mistake once.",
	"name": "Phyllis Diller"
}, {
	"quote": "Men are not punished for their sins, but by them.",
	"name": "Kin Hubbard"
}, {
	"quote": "Seriously, in America there are more big, curvy girls than there are little girls, and men love us, too.",
	"name": "Jill Scott"
}, {
	"quote": "There is always a type of man who says he loves his fellow men, and expects to make a living at it.",
	"name": "E. W. Howe"
}, {
	"quote": "Men give away nothing so liberally as their advice.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "Men, as well as women, are much oftener led by their hearts than by their understandings.",
	"name": "Philip Stanhope, 4th Earl of Chesterfield"
}, {
	"quote": "No nice men are good at getting taxis.",
	"name": "Katharine Whitehorn"
}, {
	"quote": "For tis not in mere death that men die most.",
	"name": "Elizabeth Barrett Browning"
}, {
	"quote": "Men's arguments often prove nothing but their wishes.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "Men won't read any email from a woman that's over 200 words long.",
	"name": "Douglas Coupland"
}, {
	"quote": "Where all men think alike, no one thinks very much.",
	"name": "Walter Lippmann"
}, {
	"quote": "Human misery is too great for men to do without faith.",
	"name": "Heinrich Heine"
}, {
	"quote": "Women thrive on novelty and are easy meat for the commerce of fashion. Men prefer old pipes and torn jackets.",
	"name": "Anthony Burgess"
}, {
	"quote": "When two men in business always agree, one of them is unnecessary.",
	"name": "Ezra Pound"
}, {
	"quote": "Men have as exaggerated an idea of their rights as women have of their wrongs.",
	"name": "E. W. Howe"
}, {
	"quote": "One must judge men not by their opinions, but by what their opinions have made of them.",
	"name": "Georg C. Lichtenberg"
}, {
	"quote": "Men tend to feel threatened; women tend to feel guilty.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "Culture makes all men gentle.",
	"name": "Menander"
}, {
	"quote": "All men have an instinct for conflict: at least, all healthy men.",
	"name": "Hilaire Belloc"
}, {
	"quote": "He was one of those men who possess almost every gift, except the gift of the power to use them.",
	"name": "Charles Kingsley"
}, {
	"quote": "Men may live fools, but fools they cannot die.",
	"name": "Edward Young"
}, {
	"quote": "Men, even when alone, lighten their labors by song, however rude it may be.",
	"name": "Quintilian"
}, {
	"quote": "Whenever ideas fail, men invent words.",
	"name": "Martin H. Fischer"
}, {
	"quote": "It's at the borders of pain and suffering that the men are separated from the boys.",
	"name": "Emil Zatopek"
}, {
	"quote": "Men are not against you; they are merely for themselves.",
	"name": "Gene Fowler"
}, {
	"quote": "Stronger by weakness, wiser men become.",
	"name": "Edmund Waller"
}, {
	"quote": "The beauty of a strong, lasting commitment is often best understood by men incapable of it.",
	"name": "Murray Kempton"
}, {
	"quote": "The true index of a man's character is the health of his wife.",
	"name": "Cyril Connolly"
}, {
	"quote": "Law describes the way things would work if men were angels.",
	"name": "Christopher Dawson"
}, {
	"quote": "For most men life is a search for the proper manila envelope in which to get themselves filed.",
	"name": "Clifton Fadiman"
}, {
	"quote": "Either men will learn to live like brothers, or they will die like beasts.",
	"name": "Max Lerner"
}, {
	"quote": "Italian men do appreciate beautiful women. They're not afraid of the beauty, which is nice.",
	"name": "Eva Herzigova"
}, {
	"quote": "Men are different. When they are in love they may also have other girlfriends.",
	"name": "Zhang Ziyi"
}, {
	"quote": "Like all young men I set out to be a genius, but mercifully laughter intervened.",
	"name": "Lawrence Durrell"
}, {
	"quote": "Men are often biased in their judgment on account of their sympathy and their interests.",
	"name": "George William Norris"
}, {
	"quote": "As I said, men value their independence in a weird way, above practically everything.",
	"name": "George Weinberg"
}, {
	"quote": "Men are actually the weaker sex.",
	"name": "George Weinberg"
}, {
	"quote": "When a man is no longer anxious to do better than well, he is done for.",
	"name": "Benjamin Haydon"
}]