[{
	"quote": "The heart of a mother is a deep abyss at the bottom of which you will always find forgiveness.",
	"name": "Honore de Balzac"
}, {
	"quote": "My mother had a great deal of trouble with me, but I think she enjoyed it.",
	"name": "Mark Twain"
}, {
	"quote": "My mother's wonderful. To me she's perfection.",
	"name": "Michael Jackson"
}, {
	"quote": "My mom is definitely my rock.",
	"name": "Alicia Keys"
}, {
	"quote": "Men are what their mothers made them.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "The mother's heart is the child's schoolroom.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "I think my mom put it best. She said, 'Little girls soften their daddy's hearts.'",
	"name": "Paul Walker"
}, {
	"quote": "I was always at peace because of the way my mom treated me.",
	"name": "Martina Hingis"
}, {
	"quote": "My mom and I have always been there for each other. We had some tough times, but she was always there for me.",
	"name": "LeBron James"
}, {
	"quote": "Motherhood is the greatest thing and the hardest thing.",
	"name": "Ricki Lake"
}, {
	"quote": "My mom always said that there would be haters. Not everyone can love ya.",
	"name": "Joel Madden"
}, {
	"quote": "My mom says I'm a fighter, a fierce competitor, and I think I am, too.",
	"name": "Gabby Douglas"
}, {
	"quote": "I want to work, but being a mom is my No. 1 priority.",
	"name": "Gena Lee Nolin"
}, {
	"quote": "I am sure that if the mothers of various nations could meet, there would be no more wars.",
	"name": "E. M. Forster"
}, {
	"quote": "When you're sick, nobody takes care of you like your mom.",
	"name": "Trisha Yearwood"
}, {
	"quote": "I look up to my mom. She's a beautiful woman.",
	"name": "Leighton Meester"
}, {
	"quote": "My mother thinks I am the best. And I was raised to always believe what my mother tells me.",
	"name": "Diego Maradona"
}, {
	"quote": "I'm always awoken with the joyous sound and laughter of my son. That's the best part about being a mom.",
	"name": "Jane Krakowski"
}, {
	"quote": "I have great genes. Thank you to my mom and dad for that one.",
	"name": "Gloria Estefan"
}, {
	"quote": "My mom has beautiful eyes, and I inherited a lot of her rituals, accentuating eyes.",
	"name": "Allison Williams"
}, {
	"quote": "My mother taught me to treat a lady respectfully.",
	"name": "Chris Brown"
}, {
	"quote": "The biggest surprise, which is also the best, is that I didn't know I would love motherhood as much as I do.",
	"name": "Deborah Norville"
}, {
	"quote": "The woman is uniformly sacrificed to the wife and mother.",
	"name": "Elizabeth Cady Stanton"
}, {
	"quote": "Sweater, n.: garment worn by child when its mother is feeling chilly.",
	"name": "Ambrose Bierce"
}, {
	"quote": "My mom used to get arrested for being with my dad. She would get fined. She would spend weekends in jail.",
	"name": "Trevor Noah"
}, {
	"quote": "My mom used to say that I became a fighter and a scrapper and a tough guy to protect who I am at my core.",
	"name": "Vin Diesel"
}, {
	"quote": "An ounce of mother is worth a pound of clergy.",
	"name": "Rudyard Kipling"
}, {
	"quote": "My mom taught me how to sew when I was 2 or 3, so I've been sewing for as long as I can remember.",
	"name": "Serena Williams"
}, {
	"quote": "A stay-at-home mom is a working mom. Being a stay-at-home mom is a job.",
	"name": "Cobie Smulders"
}, {
	"quote": "My mom was such a strong character. I don't want to say she was like a man, but she was tough.",
	"name": "Lance Armstrong"
}, {
	"quote": "Being a mom has changed me forever.",
	"name": "Ciara"
}, {
	"quote": "I was a single mom that raised two bright, beautiful, and compassionate girls.",
	"name": "Connie Stevens"
}, {
	"quote": "I have great faith that Heaven's there and I'll see my brothers and my mom and dad when I get there.",
	"name": "Ernie Harwell"
}, {
	"quote": "I've learned that every working mom is a superwoman.",
	"name": "Uma Thurman"
}, {
	"quote": "My mom is my best friend and my biggest cheerleader.",
	"name": "Scott Eastwood"
}, {
	"quote": "I feel like a good mom. I'm a strong woman now... Don't look down on me. Pray for me because I'm trying.",
	"name": "Fantasia Barrino"
}, {
	"quote": "The Vatican is against surrogate mothers. Good thing they didn't have that rule when Jesus was born.",
	"name": "Elayne Boosler"
}, {
	"quote": "Mothers are all slightly insane.",
	"name": "J. D. Salinger"
}, {
	"quote": "I'm an adrenaline junkie. I love climbing crazy trees or cliffs, which doesn't make my mom very happy.",
	"name": "Stephen Colletti"
}, {
	"quote": "There was never a child so lovely but his mother was glad to get him to sleep.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Mothers are fonder than fathers of their children because they are more certain they are their own.",
	"name": "Aristotle"
}, {
	"quote": "I think in a lot of ways unconditional love is a myth. My mom's the only reason I know it's a real thing.",
	"name": "Conor Oberst"
}, {
	"quote": "I may be the only mother in America who knows exactly what their child is up to all the time.",
	"name": "Barbara Bush"
}, {
	"quote": "I'm so happy and thankful I made it a point be a stay-at-home mom.",
	"name": "Candace Cameron Bure"
}, {
	"quote": "My mother used to tell me man gives the award, God gives the reward. I don't need another plaque.",
	"name": "Denzel Washington"
}, {
	"quote": "My mom always taught me to stand up for what I believe in.",
	"name": "Adam Rippon"
}, {
	"quote": "Once you're a mom, always a mom. It's like riding a bike, you never forget.",
	"name": "Taraji P. Henson"
}, {
	"quote": "Motherhood has a very humanizing effect. Everything gets reduced to essentials.",
	"name": "Meryl Streep"
}, {
	"quote": "It is not until you become a mother that your judgment slowly turns to compassion and understanding.",
	"name": "Erma Bombeck"
}, {
	"quote": "Being able to take care of myself is something that my mom really instilled in me.",
	"name": "Stevie Nicks"
}, {
	"quote": "Motherhood is a dream. It really is absolutely amazing.",
	"name": "Jessica Simpson"
}, {
	"quote": "My mom and my dad were both very sociable, meeting lots of interesting people.",
	"name": "Bill Gates"
}, {
	"quote": "My mom said the only reason men are alive is for lawn care and vehicle maintenance.",
	"name": "Tim Allen"
}, {
	"quote": "My jewelry's all fake - from Claire's. Or I get it from my mom's boutique in Barbados.",
	"name": "Rihanna"
}, {
	"quote": "My mom taught me to live by the three p's: to always be passionate, persistent, and prepared.",
	"name": "Hailee Steinfeld"
}, {
	"quote": "I'd go to, like, six different schools in one year. We were on welfare, and my mom never ever worked.",
	"name": "Eminem"
}, {
	"quote": "My mom worked for Apple, and my dad owned his own business.",
	"name": "Travis Scott"
}, {
	"quote": "I hear my friends and my mom tell me I'm special, but honestly, I still don't get it.",
	"name": "LeBron James"
}, {
	"quote": "Motherhood is the only thing in my life that I've really known for sure is something I wanted to do.",
	"name": "Cynthia Nixon"
}, {
	"quote": "I am blessed to have Mom and Dad.",
	"name": "Kevin Eubanks"
}, {
	"quote": "Me and my mom are just alike in every type of way. I talk to my mom about everything.",
	"name": "DeMar DeRozan"
}, {
	"quote": "I was labeled a troublemaker, my mom an unfit mother, and I was not welcome anywhere.",
	"name": "Ryan White"
}, {
	"quote": "Being the only man in the household with my mom definitely helped me grow up fast.",
	"name": "LeBron James"
}, {
	"quote": "I always wanted what Mom and Dad had.",
	"name": "Kim Kardashian"
}, {
	"quote": "When breast cancer took my mom, it met its biggest enemy.",
	"name": "DeAngelo Williams"
}, {
	"quote": "As a mom I know that raising children is the hardest job there is.",
	"name": "Hilary Rosen"
}, {
	"quote": "The person who has inspired me my whole life is my Mom, because she taught me commitment. She sacrificed.",
	"name": "Mike Krzyzewski"
}, {
	"quote": "I had a gorgeous mom. She was beautiful, so I lucked out there.",
	"name": "Christie Brinkley"
}, {
	"quote": "My mom was very strict. She didn't let me watch anything rated R or anything with cussing.",
	"name": "Kevin Hart"
}, {
	"quote": "Yes, Mother. I can see you are flawed. You have not hidden it. That is your greatest gift to me.",
	"name": "Alice Walker"
}, {
	"quote": "Motherhood is priced Of God, at price no man may dare To lessen or misunderstand.",
	"name": "Helen Hunt Jackson"
}, {
	"quote": "Mom always told us to wear pretty, matching underwear.",
	"name": "Kourtney Kardashian"
}, {
	"quote": "As a busy working mom I'm always pressed for time, so a quick and easy beauty routine is key!",
	"name": "Angela Kinsey"
}, {
	"quote": "Bless my mom. Mom is everything to me.",
	"name": "Calvin Johnson"
}, {
	"quote": "When my first semester grades came out, my mom and dad told me I wouldn't be playing football.",
	"name": "Joe Biden"
}, {
	"quote": "Motherhood is at its best when the tender chords of sympathy have been touched.",
	"name": "Paul P. Harris"
}, {
	"quote": "My mom would still be mad if I didn't say 'please' and 'thank you.'",
	"name": "Selena Gomez"
}, {
	"quote": "Shortly after my dad died, my mom figured that if I could do a few commercials, I'd get a college fund.",
	"name": "Liam Aiken"
}, {
	"quote": "My mom and I had the same vision, and we want the same things. We would always make a goal list every year.",
	"name": "Kim Kardashian"
}, {
	"quote": "I've been my mom's kitchen helper since I was a little kid.",
	"name": "Taylor Swift"
}, {
	"quote": "The man in our society is the breadwinner; the woman has enough to do as the homemaker, wife and mother.",
	"name": "Dorothy Fields"
}, {
	"quote": "I didn't plan on being a single mom, but you have to deal with the cards you are dealt the best way you can.",
	"name": "Tichina Arnold"
}, {
	"quote": "My sisters and my mom, those people help me get through every single day.",
	"name": "Demi Lovato"
}, {
	"quote": "Who in their infinite wisdom decreed that Little League uniforms be white? Certainly not a mother.",
	"name": "Erma Bombeck"
}, {
	"quote": "My mom never taught me to be waiting for some prince on a white horse to swipe me off my feet.",
	"name": "Tyra Banks"
}, {
	"quote": "I basically became a cheerleader because I had a very strict mom. That was my way of being a bad girl.",
	"name": "Sandra Bullock"
}, {
	"quote": "My mom, Irmelin, taught me the value of life. Her own life was saved by my grandmother during World War II.",
	"name": "Leonardo DiCaprio"
}, {
	"quote": "Growing up, my ideals were Barbra Streisand, Cher, and my mom.",
	"name": "Kevyn Aucoin"
}, {
	"quote": "My mom and I are very close.",
	"name": "Lady Gaga"
}, {
	"quote": "How simple a thing it seems to me that to know ourselves as we are, we must know our mothers names.",
	"name": "Alice Walker"
}, {
	"quote": "If you would ask my mom what books I liked growing up, I liked Dr. Seuss.",
	"name": "will.i.am"
}, {
	"quote": "Having been raised very disciplined, I had to iron for my mom every Friday afternoon after school.",
	"name": "Yolanda Hadid"
}, {
	"quote": "I like bad boys, and I like to take them home to my mom.",
	"name": "Priyanka Chopra"
}, {
	"quote": "I thank my mom... I thank God for my mom every day because I think if it wasn't for her, who knows?",
	"name": "Joanna Krupa"
}, {
	"quote": "What do girls do who haven't any mothers to help them through their troubles?",
	"name": "Louisa May Alcott"
}, {
	"quote": "My dad believes in God, I think. I'm not sure if my mom does. I don't.",
	"name": "Daniel Radcliffe"
}, {
	"quote": "As we all know, there is no harder or more rewarding job than being a mom.",
	"name": "Kirsten Gillibrand"
}, {
	"quote": "I wanted to be a 'jungle mom', where you're giving birth and getting up and doing things straightaway.",
	"name": "Grace Jones"
}, {
	"quote": "There was always an unspoken generosity about my mom.",
	"name": "Matt Lauer"
}, {
	"quote": "My mom modeled and made clothes, so I always had such an appreciation for design.",
	"name": "Blake Lively"
}, {
	"quote": "My mother taught me how to love. My mom is the most loving person I know.",
	"name": "Channing Tatum"
}, {
	"quote": "Every little girl looks up to her mom so much - that's your first hero.",
	"name": "Halima Aden"
}, {
	"quote": "From singing to acting to songwriting to mom to fashion designer! It's been quite an evolution.",
	"name": "Christina Milian"
}, {
	"quote": "My mom raised me to never have anything control me.",
	"name": "Chris Tucker"
}, {
	"quote": "My mom is a hero in a lot of ways because she's the most empathetic and kind person I've ever met.",
	"name": "Jake Tapper"
}, {
	"quote": "I made a clean version of 'Enter the Ninja' that my mom can listen to.",
	"name": "Watkin Tudor Jones"
}, {
	"quote": "My mom used to call me a parrot, because the way I spoke would change in every country we'd go to.",
	"name": "Hannah Simone"
}, {
	"quote": "Giving birth was easier than having a tattoo.",
	"name": "Nicole Appleton"
}, {
	"quote": "I was raised by a single mom. I spent most of my time in daycare.",
	"name": "Jon Hamm"
}, {
	"quote": "My mom literally saved my life. I wasn't supposed to make it out of the orphanage.",
	"name": "Oksana Masters"
}, {
	"quote": "My dad's an architect and my mom owned a French bakery for twelve years.",
	"name": "Alison Lohman"
}, {
	"quote": "My mom told me if I ever got a tattoo, she was going to take it off with a potato peeler.",
	"name": "Jacob Dalton"
}, {
	"quote": "Mothers are the necessity of invention.",
	"name": "Bill Watterson"
}, {
	"quote": "My mom has always been so generous and so sensitive and so vulnerable and yet exudes so much strength.",
	"name": "Justin Trudeau"
}, {
	"quote": "My mom, she's a great cook. You know, pirogue, borscht. I love borscht, and I love Pilemeni, meat dumplings.",
	"name": "Irina Shayk"
}, {
	"quote": "My mom got 11 kids. We struggled.",
	"name": "Young Thug"
}, {
	"quote": "My coaches were great. My mom and dad. My dad never missed a wrestling meet.",
	"name": "Dan Gable"
}, {
	"quote": "I was a brownie for a day. My mom made me stop. She didn't want me to conform.",
	"name": "Sandra Bullock"
}, {
	"quote": "My mom put me away at 7. I enjoyed it... Being in institutions, I got three meals a day, clothes.",
	"name": "DMX"
}, {
	"quote": "Throughout my life, my mom has been the person that I've always looked up to.",
	"name": "Mike Krzyzewski"
}, {
	"quote": "I pretty much look like an identical twin of my mom.",
	"name": "Odell Beckham, Jr."
}, {
	"quote": "Because I'm an older mom, I have a responsibility to my kids as well as myself. I want to be there for them.",
	"name": "Christie Brinkley"
}, {
	"quote": "I was raised mostly by my mom.",
	"name": "Billy Crystal"
}, {
	"quote": "I started playing full-equipment football when I was 6 years old. My mom actually got me started in it.",
	"name": "Antonio Brown"
}, {
	"quote": "If I have any talent at all it's from God, and my mom, who was on Capitol Records also.",
	"name": "Garth Brooks"
}, {
	"quote": "My mom was tough.",
	"name": "Tiger Woods"
}, {
	"quote": "My mom took me to see Carnal Knowledge and The Wild Bunch and all these kind of movies when I was a kid.",
	"name": "Quentin Tarantino"
}, {
	"quote": "My mom's one of 13 siblings, and they all got six kids, and till I was 13 everybody was in Compton.",
	"name": "Kendrick Lamar"
}, {
	"quote": "I always felt like I could go to my mom and speak to her about anything. We have a great relationship.",
	"name": "Ella Mai"
}, {
	"quote": "I learned from my mom to always keep pushing yourself.",
	"name": "Gabby Douglas"
}, {
	"quote": "I just grew up a poor black kid in Alabama with a single mom and two brothers.",
	"name": "Charles Barkley"
}, {
	"quote": "I know how to do anything, I'm a mom.",
	"name": "Roseanne Barr"
}, {
	"quote": "I'm very close with my family, so my mom is part of my entourage.",
	"name": "Kid Cudi"
}, {
	"quote": "Looking back, I think I was always musical. My dad was very musical, and I think my mom was musical.",
	"name": "Paul McCartney"
}, {
	"quote": "As far as I'm concerned, there's no job more important on the planet than being a mom.",
	"name": "Mark Wahlberg"
}, {
	"quote": "I've always loved playing with hair. I used to want dreads like Lauryn Hill, but my mom wouldn't let me.",
	"name": "SZA"
}, {
	"quote": "Being a mom has made me so tired. And so happy.",
	"name": "Tina Fey"
}, {
	"quote": "I'm a real stay-at-home mom. I'm really hands-on. Everything else became secondary.",
	"name": "Drew Barrymore"
}, {
	"quote": "My mom put me and my sisters in the water to feel comfortable, to have water safety.",
	"name": "Michael Phelps"
}, {
	"quote": "When you have a good mother and no father, God kind of sits in. It's not enough, but it helps.",
	"name": "Dick Gregory"
}, {
	"quote": "There are only two things a child will share willingly; communicable diseases and its mother's age.",
	"name": "Benjamin Spock"
}, {
	"quote": "To the best of my knowledge, I'm the first mom to hold the job of the White House Press Secretary.",
	"name": "Sarah Huckabee Sanders"
}, {
	"quote": "My mom always wanted me to be an actor. And I started going to theater and going on auditions young.",
	"name": "Angelina Jolie"
}, {
	"quote": "He knows my limitations and where I'm a good wife and a good mom.",
	"name": "Angelina Jolie"
}, {
	"quote": "Some of my earliest memories are dancing in the kitchen, standing on my mom's toes.",
	"name": "Ian Ziering"
}, {
	"quote": "My relationship with my mom is really the single most profound relationship that I've ever had in my life.",
	"name": "Mindy Kaling"
}, {
	"quote": "I've never once heard my mom complain about her stroke.",
	"name": "Lindsey Vonn"
}, {
	"quote": "I'm obsessed with being a mom.",
	"name": "Kourtney Kardashian"
}, {
	"quote": "I grew up listening to oldies, like Motown. That's from my mom.",
	"name": "Ryan Lochte"
}, {
	"quote": "Next to my mom, I'm actually a shrinking violet.",
	"name": "Stephen A. Schwarzman"
}, {
	"quote": "I am no mother, and I won't be one.",
	"name": "Brigitte Bardot"
}, {
	"quote": "I'm able to shift gears from mom to performer to mom pretty quickly.",
	"name": "Faith Hill"
}, {
	"quote": "I always wanted to be a mom.",
	"name": "Kate Hudson"
}, {
	"quote": "When I was 10 years old my mom used to play Tupac while she cleaned the house.",
	"name": "Soulja Boy"
}, {
	"quote": "My mom was always the support. I can always go out to her and she'll always find the positive in things.",
	"name": "Caroline Wozniacki"
}, {
	"quote": "I wrote a book with my mom and my sister for fun. I had no idea it would be a 'New York Times' bestseller.",
	"name": "Trisha Yearwood"
}, {
	"quote": "I love kids and children, and I love being a mom.",
	"name": "Jennie Garth"
}, {
	"quote": "Why blow money on a tour bus when you could get your mom a nice dress?",
	"name": "Brian Fallon"
}, {
	"quote": "For now I'm just enjoying being a mom. I don't want to be more famous and more rich. I want to be a good mom.",
	"name": "Jewel"
}, {
	"quote": "My mom and my dad are ebullient people, and I think I carry that with me.",
	"name": "Michael Stuhlbarg"
}, {
	"quote": "I've been blessed to have an amazing mom and two amazing sisters - so they set a very high standard.",
	"name": "Tim Tebow"
}, {
	"quote": "My mom tells me every single day that she's proud of me.",
	"name": "Don Lemon"
}, {
	"quote": "My mom and my father's birthday are on the same day.",
	"name": "Victor Cruz"
}, {
	"quote": "My parents separated when I was eight. I grew up with my mom alone.",
	"name": "Julian Casablancas"
}, {
	"quote": "My Mom always cooked healthy. Greek food lends itself to cooking healthy.",
	"name": "Cat Cora"
}, {
	"quote": "Everything I am is because of my mom.",
	"name": "Sarah Michelle Gellar"
}, {
	"quote": "I have five siblings, so my mom was always pregnant, and she would wear these dungarees that looked so cool.",
	"name": "Liberty Ross"
}, {
	"quote": "My mom, ever the Italian, made braised chicken with tomato.",
	"name": "Alex Guarnaschelli"
}, {
	"quote": "The only thing I've ever wanted in my life is to be a mom and a wife.",
	"name": "Missy Peregrym"
}, {
	"quote": "I want to be a fun mom. Not a gasping for air mom.",
	"name": "Mariska Hargitay"
}, {
	"quote": "My mom sent me money for a car, but the cops impounded it because I had no insurance.",
	"name": "Martin Henderson"
}, {
	"quote": "My mom was born in San Diego, around Vista. So we've always been California people.",
	"name": "Gracie Gold"
}, {
	"quote": "Statistics are to baseball what a flaky crust is to Mom's apple pie.",
	"name": "Harry Reasoner"
}, {
	"quote": "Mom always tells me to celebrate everyone's uniqueness. I like the way that sounds.",
	"name": "Hilary Duff"
}, {
	"quote": "My dad left when I was 3 1/2, and he left my mom and I.",
	"name": "David Cassidy"
}, {
	"quote": "My mom says I was born screaming.",
	"name": "Elle King"
}, {
	"quote": "I'd lose my mind if I heard my kid call the nanny Mommy.",
	"name": "Toni Braxton"
}, {
	"quote": "My mom worked tirelessly on getting equal rights for women.",
	"name": "Casey Wilson"
}, {
	"quote": "My mom always encouraged me, it was never weird. She'd look at 'Heavy Metal' and go 'Woo-hoo!'",
	"name": "Zack Snyder"
}, {
	"quote": "My mom was a free spirit, and she brought me up to be a free spirit.",
	"name": "Mark Bradford"
}, {
	"quote": "My mom put me in a Pampers commercial on TV.",
	"name": "Christian Slater"
}, {
	"quote": "My mom works in funerals, and my dad works at Burger King.",
	"name": "Kelly Marie Tran"
}, {
	"quote": "My mom gives me an allowance. She keeps me pretty tight-reined.",
	"name": "Chloe Grace Moretz"
}, {
	"quote": "My mother was predominately a stay-at-home mom.",
	"name": "Andrew Rannells"
}, {
	"quote": "I just want to be a good mom who makes her little girl proud.",
	"name": "Jamie Lynn Spears"
}, {
	"quote": "It takes bravery to be a young mom, and it does take bravery to let the world watch.",
	"name": "Jamie Lynn Spears"
}, {
	"quote": "Being a mom is really the greatest role in my life.",
	"name": "Kim Fields"
}, {
	"quote": "My mom loved the old black-and-white films.",
	"name": "Cary Fukunaga"
}, {
	"quote": "I want to be a strong, safe mom who my kids also want to be around.",
	"name": "Pamela Adlon"
}, {
	"quote": "My mom doesn't get the whole gay thing, but she loves me.",
	"name": "Jai Rodriguez"
}, {
	"quote": "I'm a really bad liar. My mom finds out every time, especially now that she's got Facebook.",
	"name": "Pixie Lott"
}, {
	"quote": "I love what I do and I think it shows. As my kids get older, they can see me as a mom who loves working.",
	"name": "Jessica Capshaw"
}, {
	"quote": "As a mom, my priorities have changed.",
	"name": "Catherine Oxenberg"
}, {
	"quote": "Of all the roles I've played, none has been as fulfilling as being a mother.",
	"name": "Annette Funicello"
}, {
	"quote": "I'm trying hard to keep my Australian accent. My mom would disown me if I didn't.",
	"name": "Maia Mitchell"
}, {
	"quote": "Being a mother is hard and it wasn't a subject I ever studied.",
	"name": "Ruby Wax"
}, {
	"quote": "I come from good stock. Both of my parents are big - my dad is a big guy; my mom is a big lady.",
	"name": "Frank Thomas"
}, {
	"quote": "I lost my mom to cancer when I was a kid.",
	"name": "Tim Van Patten"
}, {
	"quote": "My mom is just incredible. She's delved into both the mother and father figure in my life.",
	"name": "Devin Druid"
}, {
	"quote": "My mom is, like, my unofficial publicist.",
	"name": "John DeLuca"
}, {
	"quote": "I adored my mom. I thought she was the best. I loved her very much.",
	"name": "Dan Fogelman"
}, {
	"quote": "I just wasn't cut out to be a Chinese Tiger Mom. I'm more of an Irish Setter Dad.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "To be honest, I wish I had more mom friends.",
	"name": "Britney Spears"
}, {
	"quote": "When I was younger, I wouldn't speak up as much, but now that I'm a mom, things have changed.",
	"name": "Britney Spears"
}, {
	"quote": "I'm very boring. I'm a mom. I'm 34 years old.",
	"name": "Britney Spears"
}, {
	"quote": "My mom is always telling me it takes a long time to get to the top, but a short time to get to the bottom.",
	"name": "Miley Cyrus"
}, {
	"quote": "I never had, like, a nanny that took care of me. My mom always fed me breakfast, lunch, and dinner.",
	"name": "Miley Cyrus"
}, {
	"quote": "My mom has always wished me a daughter just like me.",
	"name": "Pink"
}, {
	"quote": "My mom actually taught fifth grade, so... I'm good with fifth graders. That's, like, my specialty.",
	"name": "Zendaya"
}, {
	"quote": "I was a huge Lauryn Hill fan; that was all my mom would listen to in the car.",
	"name": "Ella Mai"
}, {
	"quote": "My mom used to play a lot of music around the house, and I think that's where I get my inspiration from.",
	"name": "Ella Mai"
}, {
	"quote": "Always it gave me a pang that my children had no lawful claim to a name.",
	"name": "Harriet Ann Jacobs"
}, {
	"quote": "I would never put myself before my mom.",
	"name": "Baker Mayfield"
}, {
	"quote": "My mom and I used to dance to the Jackson 5 in our living room.",
	"name": "Baker Mayfield"
}, {
	"quote": "A mother who is obsessing about being thin and dieting and exercising is not going to be a very good mother.",
	"name": "Jane Fonda"
}, {
	"quote": "I want to be more successful as a mother than I am in show business.",
	"name": "Celine Dion"
}, {
	"quote": "Mothers don't let your daughters grow up to be models unless you're present.",
	"name": "Janice Dickinson"
}, {
	"quote": "Mother is far too clever to understand anything she does not like.",
	"name": "Arnold Bennett"
}, {
	"quote": "I think while all mothers deal with feelings of guilt, working mothers are plagued by guilt on steroids!",
	"name": "Arianna Huffington"
}, {
	"quote": "My mom listened to the Beatles and Elvis, a lot of different types of music.",
	"name": "Travis Barker"
}, {
	"quote": "My mom died when I was 16. I had a rough childhood, you know what I mean, but it made me strong.",
	"name": "Travis Barker"
}, {
	"quote": "As a mom, I don't have much time for beauty.",
	"name": "Idina Menzel"
}, {
	"quote": "Mothers and children are human beings, and they will sometimes do the wrong thing.",
	"name": "Maurice Sendak"
}, {
	"quote": "I auditioned on my own. I tried to make a mark for myself without anybody's help, not even Mom's.",
	"name": "Kate Hudson"
}, {
	"quote": "You know, I don't think any mother aims to be a single mom. I didn't wish for that, but it happened.",
	"name": "Charlize Theron"
}, {
	"quote": "Motherhood is the strangest thing, it can be like being one's own Trojan horse.",
	"name": "Rebecca West"
}, {
	"quote": "Only mothers can think of the future - because they give birth to it in their children.",
	"name": "Maxim Gorky"
}, {
	"quote": "My mother taught me that we all have the power to achieve our dreams. What I lacked was the courage.",
	"name": "Clay Aiken"
}, {
	"quote": "My mom taught us the Serenity Prayer at a young age.",
	"name": "Toby Keith"
}, {
	"quote": "I guess I was a mom so late in life, my daughter was the greatest thing since sliced bread.",
	"name": "Candice Bergen"
}, {
	"quote": "What is free time? I'm a single mother. My free moments are filled with loving my little girl.",
	"name": "Roma Downey"
}, {
	"quote": "I owe much to mother. She had an expert's understanding, but also approached art emotionally.",
	"name": "David Rockefeller"
}, {
	"quote": "I want to be a cool mom.",
	"name": "Tori Spelling"
}, {
	"quote": "I always say I am a realist, and my mom says, 'No, you just have anxiety.'",
	"name": "Jessica Chastain"
}, {
	"quote": "My mother was a personal friend of God's. They had ongoing conversations.",
	"name": "Della Reese"
}, {
	"quote": "I am truly my mother's son.",
	"name": "David Geffen"
}, {
	"quote": "My mom always says, 'If you don't believe in something, you'll lose yourself completely.'",
	"name": "Hilary Duff"
}, {
	"quote": "A woman must combine the role of mother, wife and politician.",
	"name": "Emma Bonino"
}, {
	"quote": "I went to MIT. I do rocket science. Being a mom is much harder.",
	"name": "Heidi Hammel"
}, {
	"quote": "You know, I loved math. My mom was a math teacher.",
	"name": "Joan Cusack"
}, {
	"quote": "Everyone checks out my mom. My mom's hot.",
	"name": "Ashley Scott"
}, {
	"quote": "My mom was the strongest woman I know.",
	"name": "DeAngelo Williams"
}, {
	"quote": "I think about my mom every day.",
	"name": "Freddie Freeman"
}, {
	"quote": "My mom is a really good cook. We used to make dumplings together.",
	"name": "Jason Wu"
}, {
	"quote": "My mother worked in factories, worked as a domestic, worked in a restaurant, always had a second job.",
	"name": "Ed Bradley"
}, {
	"quote": "My sisters and mom raised me to respect women and open doors for them.",
	"name": "Milo Ventimiglia"
}, {
	"quote": "I'm sure that my mom would have been happy with any path I chose.",
	"name": "Joely Fisher"
}, {
	"quote": "My mom keeps me grounded and all that. She makes me do chores.",
	"name": "Auli'i Cravalho"
}, {
	"quote": "So many times, my mom would say, 'It's not too late to go law school.'",
	"name": "David Zabel"
}, {
	"quote": "I love Serge Lutens orange blossom perfume; my mom got it for me. It's my favorite. It just smells clean.",
	"name": "Gia Coppola"
}, {
	"quote": "I would borrow my mom's red Borghese lipstick and smear it on like a clown!",
	"name": "Brooke Burns"
}, {
	"quote": "My parents, especially my mother, were no influence on me whatsoever.",
	"name": "Andy Partridge"
}, {
	"quote": "My mother thinks I could have even run a larger company.",
	"name": "Christie Hefner"
}, {
	"quote": "Why do grandparents and grandchildren get along so well? The mother.",
	"name": "Claudette Colbert"
}, {
	"quote": "Mommy smoked but she didn't want us to. She saw smoke coming out of the barn one time, so we got whipped.",
	"name": "Loretta Lynn"
}, {
	"quote": "When you think of couponing, you picture a mom cutting coupons out of the back of the newspaper.",
	"name": "Andrew Mason"
}, {
	"quote": "I just always wanted to be a singer. My mom said I was even singing in my cot!",
	"name": "Pixie Lott"
}, {
	"quote": "I'm a Mommy's Girl - the strongest influence in my young life was my mom.",
	"name": "Susie Bright"
}, {
	"quote": "I have an incredible role model in my mom. She was a single mother raising two kids in New York.",
	"name": "Kim Raver"
}, {
	"quote": "My father wasn't really involved and my mom is the light in my life.",
	"name": "Marion Jones"
}, {
	"quote": "If my mom reads that I'm grammatically incorrect I'll have hell to pay.",
	"name": "Larisa Oleynik"
}]