[{
	"quote": "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching.",
	"name": "Satchel Paige"
}, {
	"quote": "Money can buy you a fine dog, but only love can make him wag his tail.",
	"name": "Kinky Friedman"
}, {
	"quote": "A little thought and a little kindness are often worth more than a great deal of money.",
	"name": "John Ruskin"
}, {
	"quote": "Money is not the only answer, but it makes a difference.",
	"name": "Barack Obama"
}, {
	"quote": "Making money is art and working is art and good business is the best art.",
	"name": "Andy Warhol"
}, {
	"quote": "Money won't create success, the freedom to make it will.",
	"name": "Nelson Mandela"
}, {
	"quote": "Time is more value than money. You can get more money, but you cannot get more time.",
	"name": "Jim Rohn"
}, {
	"quote": "Whoever said money can't buy happiness simply didn't know where to go shopping.",
	"name": "Gertrude Stein"
}, {
	"quote": "Friends and good manners will carry you where money won't go.",
	"name": "Margaret Walker"
}, {
	"quote": "Giving money and power to government is like giving whiskey and car keys to teenage boys.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "To get rich, you have to be making money while you're asleep.",
	"name": "David Bailey"
}, {
	"quote": "A rich man is nothing but a poor man with money.",
	"name": "W. C. Fields"
}, {
	"quote": "We need money. We need hits. Hits bring money, money bring power, power bring fame, fame change the game.",
	"name": "Young Thug"
}, {
	"quote": "The problem with socialism is that you eventually run out of other peoples' money.",
	"name": "Margaret Thatcher"
}, {
	"quote": "All the money in the world can't buy you back good health.",
	"name": "Reba McEntire"
}, {
	"quote": "All money is a matter of belief.",
	"name": "Adam Smith"
}, {
	"quote": "Greed is not a financial issue. It's a heart issue.",
	"name": "Andy Stanley"
}, {
	"quote": "There's something about a holiday that isn't all about how much money you spend.",
	"name": "Hilarie Burton"
}, {
	"quote": "Rather than love, than money, than fame, give me truth.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Rule No.1: Never lose money. Rule No.2: Never forget rule No.1.",
	"name": "Warren Buffett"
}, {
	"quote": "There are three faithful friends - an old wife, an old dog, and ready money.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Who covets more is evermore a slave.",
	"name": "Robert Herrick"
}, {
	"quote": "Wealth is the ability to fully experience life.",
	"name": "Henry David Thoreau"
}, {
	"quote": "A business that makes nothing but money is a poor business.",
	"name": "Henry Ford"
}, {
	"quote": "The way to make money is to buy when blood is running in the streets.",
	"name": "John D. Rockefeller"
}, {
	"quote": "Fortune is like glass - the brighter the glitter, the more easily broken.",
	"name": "Publilius Syrus"
}, {
	"quote": "Money may not buy happiness, but it can damn well give it!",
	"name": "Freddie Mercury"
}, {
	"quote": "The lack of money is the root of all evil.",
	"name": "Mark Twain"
}, {
	"quote": "There are two things people want more than sex and money... recognition and praise.",
	"name": "Mary Kay Ash"
}, {
	"quote": "Advertising is the art of convincing people to spend money they don't have for something they don't need.",
	"name": "Will Rogers"
}, {
	"quote": "The circulation of confidence is better than the circulation of money.",
	"name": "James Madison"
}, {
	"quote": "The hardest thing to understand in the world is the income tax.",
	"name": "Albert Einstein"
}, {
	"quote": "Honesty is the best policy - when there is money in it.",
	"name": "Mark Twain"
}, {
	"quote": "I'd rather have money and be broken-hearted than be broke and broken-hearted.",
	"name": "Cardi B"
}, {
	"quote": "The glow of one warm thought is to me worth more than money.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Money, not morality, is the principle commerce of civilized nations.",
	"name": "Thomas Jefferson"
}, {
	"quote": "A fool and his money are soon elected.",
	"name": "Will Rogers"
}, {
	"quote": "Words are the money of fools.",
	"name": "Thomas Hobbes"
}, {
	"quote": "There's no such thing as a free lunch.",
	"name": "Milton Friedman"
}, {
	"quote": "A good reputation is more valuable than money.",
	"name": "Publilius Syrus"
}, {
	"quote": "I'm not that lazy, but I don't need that much money. I lead a fairly simple life.",
	"name": "Karl Pilkington"
}, {
	"quote": "I know all I really wanna do is get money and take care of my family.",
	"name": "Meek Mill"
}, {
	"quote": "Recession is when a neighbor loses his job. Depression is when you lose yours.",
	"name": "Ronald Reagan"
}, {
	"quote": "A bank is a place that will lend you money if you can prove that you don't need it.",
	"name": "Bob Hope"
}, {
	"quote": "Spending money is much more difficult than making money.",
	"name": "Jack Ma"
}, {
	"quote": "Bank failures are caused by depositors who don't deposit enough money to cover losses due to mismanagement.",
	"name": "Dan Quayle"
}, {
	"quote": "Real riches are the riches possessed inside.",
	"name": "B. C. Forbes"
}, {
	"quote": "The first time you marry for love, the second for money, and the third for companionship.",
	"name": "Jackie Kennedy"
}, {
	"quote": "Money can't buy life.",
	"name": "Bob Marley"
}, {
	"quote": "Yes, money is important. But it's all about the creative process.",
	"name": "Travis Scott"
}, {
	"quote": "My principles are more important than the money or my title.",
	"name": "Muhammad Ali"
}, {
	"quote": "A billion here, a billion there, and pretty soon you're talking about real money.",
	"name": "Everett Dirksen"
}, {
	"quote": "No one's ever achieved financial fitness with a January resolution that's abandoned by February.",
	"name": "Suze Orman"
}, {
	"quote": "Making money is a hobby that will complement any other hobbies you have, beautifully.",
	"name": "Scott Alexander"
}, {
	"quote": "I'm hopeless with money; I simply spend what I've got.",
	"name": "Freddie Mercury"
}, {
	"quote": "Making money is a happiness. And that's a great incentive. Making other people happy is a super-happiness.",
	"name": "Muhammad Yunus"
}, {
	"quote": "No complaint... is more common than that of a scarcity of money.",
	"name": "Adam Smith"
}, {
	"quote": "Time is money. Wasted time means wasted money means trouble.",
	"name": "Shirley Temple"
}, {
	"quote": "I hope to be like Bill Gates, bro. With all the money in the world.",
	"name": "Young Thug"
}, {
	"quote": "You reach a point where you don't work for money.",
	"name": "Walt Disney"
}, {
	"quote": "Success is having to worry about every damn thing in the world, except money.",
	"name": "Johnny Cash"
}, {
	"quote": "I have always been afraid of banks.",
	"name": "Andrew Jackson"
}, {
	"quote": "I want to go to - what's that hot country with a lot of money? - Dubai.",
	"name": "Grandmaster Flash"
}, {
	"quote": "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.",
	"name": "Ayn Rand"
}, {
	"quote": "Money is like an arm or leg - use it or lose it.",
	"name": "Henry Ford"
}, {
	"quote": "I'd like to live as a poor man with lots of money.",
	"name": "Pablo Picasso"
}, {
	"quote": "People say money ain't nothing; money is basically everything.",
	"name": "Meek Mill"
}, {
	"quote": "Money, like vodka, turns a person into an eccentric.",
	"name": "Anton Chekhov"
}, {
	"quote": "The time making money should be greater than the time that you are spending money.",
	"name": "Sophia Amoruso"
}, {
	"quote": "I don't fight for the money. I fight for my legacy. I fight for history. I fight for my people.",
	"name": "Khabib Nurmagomedov"
}, {
	"quote": "Private jets cost a lot of money.",
	"name": "Donald Trump"
}, {
	"quote": "I've always said money may buy you a fine dog, but only love can make it wag its tail.",
	"name": "Kinky Friedman"
}, {
	"quote": "Time well spent results in more money to spend, more money to save, and more time to vacation.",
	"name": "Zig Ziglar"
}, {
	"quote": "If you want to reap financial blessings, you have to sow financially.",
	"name": "Joel Osteen"
}, {
	"quote": "Money and success don't change people; they merely amplify what is already there.",
	"name": "Will Smith"
}, {
	"quote": "Live like you'll die tomorrow, work like you don't need the money, and dance like nobody's watching.",
	"name": "Bob Fosse"
}, {
	"quote": "I have no money, no resources, no hopes. I am the happiest man alive.",
	"name": "Henry Miller"
}, {
	"quote": "What counts the most for women is having the confidence to make your own money.",
	"name": "Cardi B"
}, {
	"quote": "It doesn't take money to turn off the television and cultivate real bonding time.",
	"name": "Marianne Williamson"
}, {
	"quote": "I have no one to leave the money to. I'm a single man. I like spending my money.",
	"name": "Elton John"
}, {
	"quote": "It is a kind of spiritual snobbery that makes people think they can be happy without money.",
	"name": "Albert Camus"
}, {
	"quote": "The three biggest fashion mistakes are cheap suits, shoes, and shirts. Spend your money on something good.",
	"name": "Donatella Versace"
}, {
	"quote": "I have a fantastic relationship with money. I use it to buy my freedom.",
	"name": "Gianni Versace"
}, {
	"quote": "The darkest hour in any man's life is when he sits down to plan how to get money without earning it.",
	"name": "Horace Greeley"
}, {
	"quote": "There are a handful of people whom money won't spoil, and we all count ourselves among them.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "I can make more generals, but horses cost money.",
	"name": "Abraham Lincoln"
}, {
	"quote": "A man in debt is so far a slave.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Most people work just hard enough not to get fired and get paid just enough money not to quit.",
	"name": "George Carlin"
}, {
	"quote": "Never spend your money before you have earned it.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Happiness is nothing but good health and freedom, and money is the single best way you can buy your freedom.",
	"name": "Scott Adams"
}, {
	"quote": "Capital isn't this pile of money sitting somewhere; it's an accounting construct.",
	"name": "Bethany McLean"
}, {
	"quote": "A fool and his money are soon parted.",
	"name": "Thomas Tusser"
}, {
	"quote": "Don't stay in bed, unless you can make money in bed.",
	"name": "George Burns"
}, {
	"quote": "An athlete cannot run with money in his pockets. He must run with hope in his heart and dreams in his head.",
	"name": "Emil Zatopek"
}, {
	"quote": "You aren't wealthy until you have something money can't buy.",
	"name": "Garth Brooks"
}, {
	"quote": "Time is money.",
	"name": "Benjamin Franklin"
}, {
	"quote": "There are people who have money and people who are rich.",
	"name": "Coco Chanel"
}, {
	"quote": "My pride fell with my fortunes.",
	"name": "William Shakespeare"
}, {
	"quote": "Neither a borrower nor a lender be.",
	"name": "William Shakespeare"
}, {
	"quote": "A penny saved is a penny earned.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Success is not just making money. Success is happiness. Success is fulfillment; it's the ability to give.",
	"name": "Adam Neumann"
}, {
	"quote": "Money without brains is always dangerous.",
	"name": "Napoleon Hill"
}, {
	"quote": "If you stop at general math, you're only going to make general math money.",
	"name": "Snoop Dogg"
}, {
	"quote": "I don't care half so much about making money as I do about making my point, and coming out ahead.",
	"name": "Cornelius Vanderbilt"
}, {
	"quote": "For me, money is not my definition of success. Inspiring people is a definition of success.",
	"name": "Kanye West"
}, {
	"quote": "The key to making money is to stay invested.",
	"name": "Suze Orman"
}, {
	"quote": "The true cost to the world of a burger is far greater than the money you hand over to buy it.",
	"name": "Richard Branson"
}, {
	"quote": "My dad wouldn't buy me tight pants. I had to get my own money to buy them.",
	"name": "Young Thug"
}, {
	"quote": "The nice thing about the gallery shows is that without having to pay any money you can just go and see it.",
	"name": "Yoko Ono"
}, {
	"quote": "Time is money, especially when you are talking to a lawyer or buying a commercial.",
	"name": "Frank Dane"
}, {
	"quote": "It's morally wrong to allow a sucker to keep his money.",
	"name": "W. C. Fields"
}, {
	"quote": "Money doesn't make people happy. People make people happy.",
	"name": "Steve Wynn"
}, {
	"quote": "I know you don't always need to spend a ton of money to be stylish.",
	"name": "Mark Indelicato"
}, {
	"quote": "Make sure to save for the future and keep making money!",
	"name": "Jam Master Jay"
}, {
	"quote": "I wasn't a hacker for the money, and it wasn't to cause damage.",
	"name": "Kevin Mitnick"
}, {
	"quote": "There's so little money in my bank account, my scenic checks show a ghetto.",
	"name": "Phyllis Diller"
}, {
	"quote": "If saving money is wrong, I don't want to be right!",
	"name": "William Shatner"
}, {
	"quote": "I'm a businesswoman who's serious about her money. I want an empire.",
	"name": "Toni Braxton"
}, {
	"quote": "If it wasn't for the fun and money, I really don't know why I'd bother.",
	"name": "Terry Pratchett"
}, {
	"quote": "Liking money like I like it, is nothing less than mysticism. Money is a glory.",
	"name": "Salvador Dali"
}, {
	"quote": "Money makes your life easier. If you're lucky to have it, you're lucky.",
	"name": "Al Pacino"
}, {
	"quote": "My goal wasn't to make a ton of money. It was to build good computers.",
	"name": "Steve Wozniak"
}, {
	"quote": "I would prefer to have no money but to have a nice family and good friends around.",
	"name": "Li Na"
}, {
	"quote": "You never suffer from a money problem, you always suffer from an idea problem.",
	"name": "Robert H. Schuller"
}, {
	"quote": "If all you're doing is making money, you have a luxurious but empty life.",
	"name": "Amanda Donohoe"
}, {
	"quote": "A bank is a place where they lend you an umbrella in fair weather and ask for it back when it begins to rain.",
	"name": "Robert Frost"
}, {
	"quote": "Disneyland is a work of love. We didn't go into Disneyland just with the idea of making money.",
	"name": "Walt Disney"
}, {
	"quote": "Don't let making a living prevent you from making a life.",
	"name": "John Wooden"
}, {
	"quote": "Money is not required to buy one necessity of the soul.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Every sale has five basic obstacles: no need, no money, no hurry, no desire, no trust.",
	"name": "Zig Ziglar"
}, {
	"quote": "Alimony is like buying hay for a dead horse.",
	"name": "Groucho Marx"
}, {
	"quote": "Money can't buy you happiness, but it can buy you a yacht big enough to pull up right alongside it.",
	"name": "David Lee Roth"
}, {
	"quote": "One day a guy tried to rob me on the street, and I had no money. So I charged him.",
	"name": "Steven Wright"
}, {
	"quote": "In real estate, you make 10% of your money because you're a genius and 90% because you catch a great wave.",
	"name": "Jeff Greene"
}, {
	"quote": "The first money I ever earned was for drawing stone tools.",
	"name": "Mary Leakey"
}, {
	"quote": "It's better to waste money, than it is to waste time. You can always get more money.",
	"name": "Hal Sparks"
}, {
	"quote": "Government always finds a need for whatever money it gets.",
	"name": "Ronald Reagan"
}, {
	"quote": "The problem is not that people are taxed too little, the problem is that government spends too much.",
	"name": "Ronald Reagan"
}, {
	"quote": "I made my money by selling too soon.",
	"name": "Bernard Baruch"
}, {
	"quote": "I need to make money for my family and my future family. I'm not a YOLO person.",
	"name": "Cardi B"
}, {
	"quote": "I don't care about having money. It's about being happy, man.",
	"name": "Skrillex"
}, {
	"quote": "Time is money says the proverb, but turn it around and you get a precious truth. Money is time.",
	"name": "George Gissing"
}, {
	"quote": "The importance of money flows from it being a link between the present and the future.",
	"name": "John Maynard Keynes"
}, {
	"quote": "Politics has become so expensive that it takes a lot of money even to be defeated.",
	"name": "Will Rogers"
}, {
	"quote": "Pennies do not come from heaven. They have to be earned here on earth.",
	"name": "Margaret Thatcher"
}, {
	"quote": "If you can actually count your money, then you're not a rich man.",
	"name": "J. Paul Getty"
}, {
	"quote": "I spent a lot of money on booze, birds and fast cars. The rest I just squandered.",
	"name": "George Best"
}, {
	"quote": "No man's credit is as good as his money.",
	"name": "John Dewey"
}, {
	"quote": "Profit is sweet, even if it comes from deception.",
	"name": "Sophocles"
}, {
	"quote": "There is no class so pitiably wretched as that which possesses money and nothing else.",
	"name": "Andrew Carnegie"
}, {
	"quote": "So you think that money is the root of all evil. Have you ever asked what is the root of all money?",
	"name": "Ayn Rand"
}, {
	"quote": "I don't spend money on the lavish life, but I spend on excessive green juices.",
	"name": "Riley Keough"
}, {
	"quote": "Never confuse the size of your paycheck with the size of your talent.",
	"name": "Marlon Brando"
}, {
	"quote": "No business in the world has ever made more money with poorer management.",
	"name": "Bill Terry"
}, {
	"quote": "Because people have no thoughts to deal in, they deal cards, and try and win one another's money. Idiots!",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "If we were motivated by money, we would have sold the company a long time ago and ended up on a beach.",
	"name": "Larry Page"
}, {
	"quote": "The greatest power is not money power, but political power.",
	"name": "Walter Annenberg"
}, {
	"quote": "Money is like manure. You have to spread it around or it smells.",
	"name": "J. Paul Getty"
}, {
	"quote": "But I don't need to use politics as a way of making money.",
	"name": "Imran Khan"
}, {
	"quote": "It is usually people in the money business, finance, and international trade that are really rich.",
	"name": "Robin Leach"
}, {
	"quote": "Friendship is like money, easier made than kept.",
	"name": "Samuel Butler"
}, {
	"quote": "Capitalism is using its money; we socialists throw it away.",
	"name": "Fidel Castro"
}, {
	"quote": "Where large sums of money are concerned, it is advisable to trust nobody.",
	"name": "Agatha Christie"
}, {
	"quote": "Bankers know that history is inflationary and that money is the last thing a wise man will hoard.",
	"name": "Will Durant"
}, {
	"quote": "Time is money in the shipping business.",
	"name": "Ander Crenshaw"
}, {
	"quote": "It is more rewarding to watch money change the world than watch it accumulate.",
	"name": "Gloria Steinem"
}, {
	"quote": "I can live without money, but I cannot live without love.",
	"name": "Judy Garland"
}, {
	"quote": "He who controls the money supply of a nation controls the nation.",
	"name": "James A. Garfield"
}, {
	"quote": "I believe that sex is one of the most beautiful, natural, wholesome things that money can buy.",
	"name": "Steve Martin"
}, {
	"quote": "Money is our madness, our vast collective madness.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Affluence creates poverty.",
	"name": "Marshall McLuhan"
}, {
	"quote": "If women didn't exist, all the money in the world would have no meaning.",
	"name": "Aristotle Onassis"
}, {
	"quote": "Never make a major decision based solely on money.",
	"name": "Chuck Noll"
}, {
	"quote": "Lives, like money, are spent. What are you buying with yours?",
	"name": "Roy H. Williams"
}, {
	"quote": "Men make counterfeit money; in many more cases, money makes counterfeit men.",
	"name": "Sydney J. Harris"
}, {
	"quote": "A woman's best protection is a little money of her own.",
	"name": "Clare Boothe Luce"
}, {
	"quote": "Ben Franklin may have discovered electricity- but it is the man who invented the meter who made the money.",
	"name": "Earl Warren"
}, {
	"quote": "All I ask is the chance to prove that money can't make me happy.",
	"name": "Spike Milligan"
}, {
	"quote": "We have the best government that money can buy.",
	"name": "Mark Twain"
}, {
	"quote": "I'm proud to pay taxes in the United States; the only thing is, I could be just as proud for half the money.",
	"name": "Arthur Godfrey"
}, {
	"quote": "For I can raise no money by vile means.",
	"name": "William Shakespeare"
}, {
	"quote": "When it is a question of money, everybody is of the same religion.",
	"name": "Voltaire"
}, {
	"quote": "Money often costs too much.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "A man is usually more careful of his money than he is of his principles.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Remember that credit is money.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Do not hire a man who does your work for money, but him who does it for love of it.",
	"name": "Henry David Thoreau"
}, {
	"quote": "The use of money is all the advantage there is in having it.",
	"name": "Benjamin Franklin"
}, {
	"quote": "If you would know the value of money, go and try to borrow some.",
	"name": "Benjamin Franklin"
}, {
	"quote": "He that is of the opinion money will do everything may well be suspected of doing everything for money.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Those have a short Lent who owe money to be paid at Easter.",
	"name": "Benjamin Franklin"
}, {
	"quote": "To have done anything just for money is to have been truly idle.",
	"name": "Henry David Thoreau"
}, {
	"quote": "In any investment, you expect to have fun and make money.",
	"name": "Michael Jordan"
}, {
	"quote": "I, Joan Crawford, I believe in the dollar. Everything I earn, I spend.",
	"name": "Joan Crawford"
}, {
	"quote": "Sometimes your best investments are the ones you don't make.",
	"name": "Donald Trump"
}, {
	"quote": "The highest use of capital is not to make more money, but to make money do more for the betterment of life.",
	"name": "Henry Ford"
}, {
	"quote": "The flood of money that gushes into politics today is a pollution of democracy.",
	"name": "Theodore White"
}, {
	"quote": "Nowadays nothing but money counts: a fortune brings honors, friendships; the poor man everywhere lies low.",
	"name": "Ovid"
}, {
	"quote": "I mean, I do think at a certain point you've made enough money.",
	"name": "Barack Obama"
}, {
	"quote": "Do what you love and the money will follow.",
	"name": "Marsha Sinetar"
}, {
	"quote": "My parents raised me and my six siblings with little money... but lots of love.",
	"name": "Hilda Solis"
}, {
	"quote": "I don't make deals for the money. I've got enough, much more than I'll ever need. I do it to do it.",
	"name": "Donald Trump"
}, {
	"quote": "I have ways of making money that you know nothing of.",
	"name": "John D. Rockefeller"
}, {
	"quote": "Half the money I spend on advertising is wasted; the trouble is, I don't know which half.",
	"name": "John Wanamaker"
}, {
	"quote": "People who get trapped in the tunnel vision of making money think that is all there is to life.",
	"name": "Felix Dennis"
}, {
	"quote": "It costs a lot of money to look this cheap.",
	"name": "Dolly Parton"
}, {
	"quote": "Life started getting good when I started making money.",
	"name": "Balthazar Getty"
}, {
	"quote": "The money's the same, whether you earn it or scam it.",
	"name": "Bobby Heenan"
}, {
	"quote": "Money is worth nothing if it can't buy you the opportunity to love more.",
	"name": "Oprah Winfrey"
}, {
	"quote": "The real key to making money in stocks is not to get scared out of them.",
	"name": "Peter Lynch"
}, {
	"quote": "The blues is losing someone you love and not having enough money to immerse yourself in drink.",
	"name": "Henry Rollins"
}, {
	"quote": "Recommend virtue to your children; it alone, not money, can make them happy. I speak from experience.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "Measure your wealth by what you'd have left if you lost all your money.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "There is a gigantic difference between earning a great deal of money and being rich.",
	"name": "Marlene Dietrich"
}, {
	"quote": "Very few people can afford to be poor.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Lack of money is the root of all evil.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Money is the great tool through whose means labor and skill become universally co-operative.",
	"name": "Leland Stanford"
}, {
	"quote": "Enthusiasm is the greatest asset you can possess, for it can take you further than money, power or influence.",
	"name": "Dada Vaswani"
}, {
	"quote": "There is no such thing as a good tax.",
	"name": "Unknown"
}, {
	"quote": "I am not a pig farmer. The pigs had a great time, but I didn't make any money.",
	"name": "Willie Nelson"
}, {
	"quote": "Trying to make a feature film yourself with no money is the best film school you can do.",
	"name": "Quentin Tarantino"
}, {
	"quote": "No hours, nor amount of labor, nor amount of money would deter me from giving the best that there was in me.",
	"name": "Colonel Sanders"
}, {
	"quote": "Most men love money and security more, and creation and construction less, as they get older.",
	"name": "John Maynard Keynes"
}, {
	"quote": "You've got to tell your money what to do or it will leave.",
	"name": "Dave Ramsey"
}, {
	"quote": "Money demands that you sell, not your weakness to men's stupidity, but your talent to their reason.",
	"name": "Ayn Rand"
}, {
	"quote": "Profit or perish... There are only two ways to make money: increase sales and decrease costs.",
	"name": "Fred DeLuca"
}, {
	"quote": "I want to be an artist artist, a real artist. I don't just want to do this for temporary money.",
	"name": "Cardi B"
}, {
	"quote": "Neither soldiers nor money can defend a king but only friends won by good deeds, merit, and honesty.",
	"name": "Sallust"
}, {
	"quote": "Money is the barometer of a society's virtue.",
	"name": "Ayn Rand"
}, {
	"quote": "I always was a rich person because money's not related to happiness.",
	"name": "Paulo Coelho"
}, {
	"quote": "Money has to serve, not to rule.",
	"name": "Pope Francis"
}, {
	"quote": "We learned many years ago that the rich may have money, but the poor have time.",
	"name": "Cesar Chavez"
}, {
	"quote": "Money is better than poverty, if only for financial reasons.",
	"name": "Woody Allen"
}, {
	"quote": "Prestige is the shadow of money and power.",
	"name": "C. Wright Mills"
}, {
	"quote": "I describe Bitcoin as 'the Skype of money.'",
	"name": "Adam Draper"
}, {
	"quote": "Of course, to have money is just great because you can do what you think is important to you.",
	"name": "Paulo Coelho"
}, {
	"quote": "I'd have stopped writing years ago if it were for the money.",
	"name": "Paulo Coelho"
}, {
	"quote": "Money doesn't make you happy. I now have $50 million but I was just as happy when I had $48 million.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "The only reason I'm in Hollywood is that I don't have the moral courage to refuse the money.",
	"name": "Marlon Brando"
}, {
	"quote": "Money can't buy happiness.",
	"name": "Howard Hughes"
}, {
	"quote": "The curse of covetousness is that it destroys manhood by substituting money for character.",
	"name": "Lucy Larcom"
}, {
	"quote": "I always knew I'd go back to school. Modeling was a means to an end, making money for graduate school.",
	"name": "Rachel Nichols"
}, {
	"quote": "It is not the creation of wealth that is wrong, but the love of money for its own sake.",
	"name": "Margaret Thatcher"
}, {
	"quote": "We've got to put a lot of money into changing behavior.",
	"name": "Bill Gates"
}, {
	"quote": "The people who know personal finance hide the money very carefully.",
	"name": "James Altucher"
}, {
	"quote": "Once Playboy came to me, all the preachers ran. I needed to pose in Playboy to make money.",
	"name": "Jessica Hahn"
}, {
	"quote": "We do not have a money problem in America. We have a values and priorities problem.",
	"name": "Marian Wright Edelman"
}, {
	"quote": "My happiness doesn't come from money or fame. My happiness comes from seeing life without struggle.",
	"name": "Nicki Minaj"
}, {
	"quote": "I've got all the money I'll ever need, if I die by four o'clock.",
	"name": "Henny Youngman"
}, {
	"quote": "Well private money can take risks in a way that government money often isn't willing to.",
	"name": "Bill Gates"
}, {
	"quote": "Nothing is so strongly fortified that it cannot be taken by money.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Friends and acquaintances are the surest passport to fortune.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "Money is available from investors as long as you have a great business model and a talented leader.",
	"name": "Masayoshi Son"
}, {
	"quote": "I'm not interested in making money. It's just that with my talent, I'm cursed with it.",
	"name": "Noel Gallagher"
}, {
	"quote": "I always have said that the most valuable thing I have isn't money; it's my time.",
	"name": "Chris Paul"
}, {
	"quote": "The process by which banks create money is so simple that the mind is repelled.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "A writer wants something more than money for his work: he wants permanence.",
	"name": "A. A. Milne"
}, {
	"quote": "If we command our wealth, we shall be rich and free; if our wealth commands us, we are poor indeed.",
	"name": "Edmund Burke"
}, {
	"quote": "Money can't buy you happiness but it does bring you a more pleasant form of misery.",
	"name": "Spike Milligan"
}, {
	"quote": "The sinews of war are infinite money.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "I have plenty of money, unlike other Hollywood celebrities or athletes that have not invested well.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "There can only be democracy when money is not allowed to be spent in Politics.",
	"name": "Imran Khan"
}, {
	"quote": "I never cared about money or fame, and I don't care now. I follow the groove, and money always follows.",
	"name": "Quincy Jones"
}, {
	"quote": "I spend my money on my props and my creations. I'm an inventor.",
	"name": "Lady Gaga"
}, {
	"quote": "Money's a horrid thing to follow, but a charming thing to meet.",
	"name": "Henry James"
}, {
	"quote": "Money can't buy love, but it improves your bargaining position.",
	"name": "Christopher Marlowe"
}, {
	"quote": "Waste your money and you're only out of money, but waste your time and you've lost a part of your life.",
	"name": "Michael LeBoeuf"
}, {
	"quote": "I don't care about money or fame or anything like that, but it would be a perk.",
	"name": "Lucas Grabeel"
}, {
	"quote": "Money will determine whether the accused goes to prison or walks out of the courtroom a free man.",
	"name": "Johnnie Cochran"
}, {
	"quote": "It's not about the fame and the money because if you do good work all that stuff comes.",
	"name": "David Cassidy"
}, {
	"quote": "A man is usually more careful of his money than of his principles.",
	"name": "Oliver Wendell Holmes, Jr."
}, {
	"quote": "If you can count your money, you don't have a billion dollars.",
	"name": "J. Paul Getty"
}, {
	"quote": "The rich man who gives, steals twice over. First he steals the money and then the hearts of men.",
	"name": "Edvard Munch"
}, {
	"quote": "I know why they don't like me because they want the money I have.",
	"name": "Mike Tyson"
}, {
	"quote": "Coming into the league, if I would've had money, then obviously I would've had more tattoos.",
	"name": "Allen Iverson"
}, {
	"quote": "Money does not make you happy but it quiets the nerves.",
	"name": "Sean O'Casey"
}, {
	"quote": "People may take a job for more money, but they often leave it for more recognition.",
	"name": "Bob Nelson"
}, {
	"quote": "The rich don't work for money - the rich invent money.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "In the world of money and investing, you must learn to control your emotions.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "Nothing wrong with making money.",
	"name": "Adam Levine"
}, {
	"quote": "If the money's right, I'm happy to bust up the other side of his face... No problem.",
	"name": "Lennox Lewis"
}, {
	"quote": "I'd had my time in the charts and made loads of money. I was no longer hungry for success.",
	"name": "Rick Astley"
}, {
	"quote": "The most valuable thing that anyone will ever give you is their time. Not their money. Remember that.",
	"name": "Colin Cunningham"
}, {
	"quote": "I actually lost 90 pounds over the course of 15 months in order to save money on life insurance.",
	"name": "Derek Kilmer"
}, {
	"quote": "I've never chased money. It's always been about what I can do to motivate and inspire people.",
	"name": "Tyler Perry"
}, {
	"quote": "We are going as fast as we can as soon as we can. We're in a race against time, until we run out of money.",
	"name": "Jack Nicholson"
}, {
	"quote": "Money equals freedom.",
	"name": "Kevin O'Leary"
}, {
	"quote": "My work has also motivated me to put a lot of time into seeking out good food and to spend more money on it.",
	"name": "Michael Pollan"
}, {
	"quote": "Money will buy a pretty good dog, but it won't buy the wag of his tail.",
	"name": "Josh Billings"
}, {
	"quote": "I am paid a good amount of money to not blink for 12 hours. It's fun, but I don't take it very seriously.",
	"name": "Chrissy Teigen"
}, {
	"quote": "It's honestly true that money means nothing to me.",
	"name": "Lady Gaga"
}, {
	"quote": "Money is to my social existence what health is to my body.",
	"name": "Mason Cooley"
}, {
	"quote": "Put not your trust in money, but put your money in trust.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "That's the biggest rule in Hollywood: Don't spend your own money.",
	"name": "Pauly Shore"
}, {
	"quote": "It takes a good amount of time and money to establish a home. Eviction can erase all that.",
	"name": "Matthew Desmond"
}, {
	"quote": "The people of this country, not special interest big money, should be the source of all political power.",
	"name": "Paul Wellstone"
}, {
	"quote": "All money means to me is a pride in accomplishment.",
	"name": "Ray Kroc"
}, {
	"quote": "I've made all my money on my own without my family and I work very hard.",
	"name": "Paris Hilton"
}, {
	"quote": "I don't need the money, dear. I work for art.",
	"name": "Maria Callas"
}, {
	"quote": "Use your time well. Everyone gets time equally. It doesn't matter how much money you make.",
	"name": "Danny Meyer"
}, {
	"quote": "I'm tired of love; I'm still more tired of rhyme; but money gives me pleasure all the time.",
	"name": "Hilaire Belloc"
}, {
	"quote": "After a certain point, money is meaningless. It ceases to be the goal. The game is what counts.",
	"name": "Aristotle Onassis"
}, {
	"quote": "I grew up with a strong set of values - and one was never judging someone by how much money they had.",
	"name": "Henry Paulson"
}, {
	"quote": "Money is a scoreboard where you can rank how you're doing against other people.",
	"name": "Mark Cuban"
}, {
	"quote": "Our philosophy is you need to give nonprofit money for health, nutrition, education, culture, and sports.",
	"name": "Carlos Slim"
}, {
	"quote": "Money does not motivate me as long as I can provide for my children.",
	"name": "Steve Waugh"
}, {
	"quote": "We will not lose this election for lack of money.",
	"name": "Ed Rendell"
}, {
	"quote": "Money is all right but once you have it you learn it's not the be all and end all.",
	"name": "Alan Sugar"
}, {
	"quote": "I never saw a lawyer yet who would admit he was making money.",
	"name": "Mary Roberts Rinehart"
}, {
	"quote": "A wise man should have money in his head, but not in his heart.",
	"name": "Jonathan Swift"
}, {
	"quote": "Thought, not money, is the real business capital.",
	"name": "Harvey S. Firestone"
}, {
	"quote": "While money doesn't buy love, it puts you in a great bargaining position.",
	"name": "Christopher Marlowe"
}, {
	"quote": "Money makes your life easier. If you're lucky to have it, you're lucky.",
	"name": "Robert De Niro"
}, {
	"quote": "Money is a strange business. People who haven't got it aim it strongly. People who have are full of troubles.",
	"name": "Ayrton Senna"
}, {
	"quote": "Many folks think they aren't good at earning money, when what they don't know is how to use it.",
	"name": "Frank A. Clark"
}, {
	"quote": "There's just one thing I can't figure out. My income tax!",
	"name": "Nat King Cole"
}, {
	"quote": "I am happy to make money. I want to make more money, make more music, eat Big Macs and drink Budweisers.",
	"name": "Kid Rock"
}, {
	"quote": "Don't judge me. I made a lot of money.",
	"name": "Samantha Bee"
}, {
	"quote": "I was never sloppy with other people's money. Only my own. Because I figure, well, you can be.",
	"name": "Francis Ford Coppola"
}, {
	"quote": "I like to spend money on investments.",
	"name": "Bruce Rauner"
}, {
	"quote": "My NFL pension can barely pay my son's tuition. You know, it's very little money.",
	"name": "O. J. Simpson"
}, {
	"quote": "You have to go broke three times to learn how to make a living.",
	"name": "Casey Stengel"
}, {
	"quote": "When the money dries up, the sites die off. That's the way to go after piracy.",
	"name": "Jared Polis"
}, {
	"quote": "In the Premier League, the money is a problem, but I don't really know how to control it.",
	"name": "Johan Cruyff"
}, {
	"quote": "To be honest, the real money is in merchandising and performances.",
	"name": "Cam'ron"
}, {
	"quote": "If God has allowed me to earn so much money, it is because He knows I give it all away.",
	"name": "Edith Piaf"
}, {
	"quote": "Money is just a way of keeping score.",
	"name": "H. L. Hunt"
}, {
	"quote": "I care about my quality of life and money.",
	"name": "Paula Creamer"
}, {
	"quote": "I don't have a craving for money. And I don't have a craving for fame.",
	"name": "Damien Rice"
}, {
	"quote": "You can get rich making fun of me. I know. I've made lots of money making fun of me.",
	"name": "Glenn Beck"
}, {
	"quote": "It is my belief that tax credits only go to people who are making money, and they generally keep it.",
	"name": "Dianne Feinstein"
}, {
	"quote": "Friendship and money: oil and water.",
	"name": "Mario Puzo"
}, {
	"quote": "I'm so bored by business and money.",
	"name": "Oscar Isaac"
}, {
	"quote": "As human beings, we're very materialistic and have all this stuff - furs and cars and diamonds and money.",
	"name": "Smokey Robinson"
}, {
	"quote": "Our blood will turn from red to blue, although our money is but new.",
	"name": "Walter Annenberg"
}, {
	"quote": "Never mind money; the gifts of time and skill call into being the richest marketplace in the world.",
	"name": "Maeve Binchy"
}, {
	"quote": "Wealth should not be seized, but the god-given is much better.",
	"name": "Hesiod"
}, {
	"quote": "My mom sent me money for a car, but the cops impounded it because I had no insurance.",
	"name": "Martin Henderson"
}, {
	"quote": "There was a time when a fool and his money were soon parted, but now it happens to everybody.",
	"name": "Adlai Stevenson I"
}, {
	"quote": "Anybody who thinks money will make you happy, hasn't got money.",
	"name": "David Geffen"
}, {
	"quote": "That was real baseball. We weren't playing for money. They gave us Mickey Mouse watches that ran backwards.",
	"name": "Bill Lee"
}, {
	"quote": "A simple fact that is hard to learn is that the time to save money is when you have some.",
	"name": "Joe Moore"
}, {
	"quote": "You can have your titular recognition. I'll take money and power.",
	"name": "Helen Gurley Brown"
}, {
	"quote": "Many people are in the dark when it comes to money, and I'm going to turn on the lights.",
	"name": "Suze Orman"
}, {
	"quote": "A man who gives his children habits of industry provides for them better than by giving them fortune.",
	"name": "Richard Whately"
}, {
	"quote": "The media tries to do what they do. You can't stop. You gotta get money.",
	"name": "Trick Daddy"
}, {
	"quote": "The money that government spends is your money, not government's, and you know how to spend it better.",
	"name": "Carlos Lopez-Cantera"
}, {
	"quote": "You need to do the work to bring the money in, but not compromise standards.",
	"name": "Heston Blumenthal"
}, {
	"quote": "It's all about the money.",
	"name": "Joe Jackson"
}, {
	"quote": "Money is power. Power is an aphrodisiac.",
	"name": "Felix Dennis"
}, {
	"quote": "Whenever people with money have power over people with less money, you have the potential for exploitation.",
	"name": "Jennifer Weiner"
}, {
	"quote": "Civilized countries generally adopt gold or silver or both as money.",
	"name": "Alfred Marshall"
}, {
	"quote": "Money looks better in the bank than on your feet.",
	"name": "Sophia Amoruso"
}, {
	"quote": "We didn't have money for toys, so I made my own.",
	"name": "Willard Wigan"
}, {
	"quote": "You work to earn money. But in Japan, that idea has a bad image, and you're not supposed to say that.",
	"name": "Shuji Nakamura"
}, {
	"quote": "I love acting, but I'm not too crazy about money or fame. They don't drive me.",
	"name": "Samantha Akkineni"
}, {
	"quote": "It shouldn't just be about money. It should be about loving what you do.",
	"name": "Sid Bernstein"
}, {
	"quote": "An important lever for sustained action in tackling poverty and reducing hunger is money.",
	"name": "Gro Harlem Brundtland"
}, {
	"quote": "Something like 'A Single Man,' it was tiny; it was financed by one guy. We all lost money doing it.",
	"name": "Colin Firth"
}, {
	"quote": "People don't get it; they think I'm rich. I'm not! I have no money.",
	"name": "Jamie Campbell Bower"
}, {
	"quote": "And shooting things in a documentary style was a good way to create tension and energy without money.",
	"name": "Michael Patrick Jann"
}, {
	"quote": "Now I don't work for the money or the glory. I just work because I like building businesses.",
	"name": "Stefano Pessina"
}, {
	"quote": "A man with money is no match against a man on a mission.",
	"name": "Doyle Brunson"
}, {
	"quote": "Never work just for money or for power. They won't save your soul or help you sleep at night.",
	"name": "Marian Wright Edelman"
}, {
	"quote": "The thing that differentiates man from animals is money.",
	"name": "Gertrude Stein"
}, {
	"quote": "Wealth flows from energy and ideas.",
	"name": "William Feather"
}, {
	"quote": "Money: power at its most liquid.",
	"name": "Mason Cooley"
}, {
	"quote": "I'd rather lose my own money than someone else's.",
	"name": "Dean Kamen"
}, {
	"quote": "I am fiercely loyal to those willing to put their money where my mouth is.",
	"name": "Paul Harvey"
}, {
	"quote": "The safe way to double your money is to fold it over once and put it in your pocket.",
	"name": "Kin Hubbard"
}, {
	"quote": "Money you lose you can always make back. But even five minutes of time lost is gone forever.",
	"name": "James Altucher"
}, {
	"quote": "We need to stop spending money we don't have.",
	"name": "Paul Ryan"
}, {
	"quote": "And plenty makes us poor.",
	"name": "John Dryden"
}, {
	"quote": "I'm not broke. Like everybody else, I owe money.",
	"name": "Marlee Matlin"
}, {
	"quote": "Poverty makes you sad as well as wise.",
	"name": "Bertolt Brecht"
}, {
	"quote": "All riches have their origin in mind. Wealth is in ideas - not money.",
	"name": "Robert Collier"
}, {
	"quote": "The most efficient labor-saving device is still money.",
	"name": "Franklin P. Jones"
}, {
	"quote": "There is nothing so habit-forming as money.",
	"name": "Don Marquis"
}, {
	"quote": "The greatest luxury of riches is that they enable you to escape so much good advice.",
	"name": "Arthur Helps"
}, {
	"quote": "As long as I can make lots of money in other businesses, I'll continue to subsidize my own work.",
	"name": "Francis Ford Coppola"
}, {
	"quote": "If I have enough money to eat I'm good.",
	"name": "Shia LaBeouf"
}, {
	"quote": "Nothing is more dangerous to men than a sudden change of fortune.",
	"name": "Quintilian"
}, {
	"quote": "It is a waste of money to help those who show no desire to help themselves.",
	"name": "Taylor Caldwell"
}, {
	"quote": "It's easier to force feed people than it is to give 'em what they want. It makes more money.",
	"name": "Merle Haggard"
}, {
	"quote": "Money just draws flies.",
	"name": "Mahalia Jackson"
}, {
	"quote": "Marrying into money was not a good thing for me.",
	"name": "Anna Nicole Smith"
}, {
	"quote": "Research indicates that most women want their man to earn more than they do.",
	"name": "Laura Schlessinger"
}, {
	"quote": "I don't think business news is just for old white men with money.",
	"name": "Neil Cavuto"
}, {
	"quote": "The creditor hath a better memory than the debtor.",
	"name": "James Howell"
}, {
	"quote": "Sudden money is going from zero to two hundred dollars a week. The rest doesn't count.",
	"name": "Neil Simon"
}, {
	"quote": "The substitute for knowledge is money.",
	"name": "Gordon Bethune"
}, {
	"quote": "In suggesting gifts: Money is appropriate, and one size fits all.",
	"name": "William Randolph Hearst"
}, {
	"quote": "My biggest thing to say is just don't worry about money.",
	"name": "Stella Maeve"
}, {
	"quote": "If money was my only motivation, I would organize myself differently.",
	"name": "Placido Domingo"
}, {
	"quote": "It is money, money, money! Not ideas, not principles, but money that reigns supreme in American politics.",
	"name": "Robert Byrd"
}, {
	"quote": "Sooner or later, we sell out for money.",
	"name": "Tony Randall"
}, {
	"quote": "What counts is what you do with your money, not where it came from.",
	"name": "Merton Miller"
}, {
	"quote": "Money is a mechanism for control.",
	"name": "David Korten"
}, {
	"quote": "I don't spend much money on clothes; I never did.",
	"name": "Lauren Hutton"
}, {
	"quote": "Many good qualities are not sufficient to balance a single want - the want of money.",
	"name": "Johann Georg Zimmermann"
}, {
	"quote": "Business is other people's money.",
	"name": "Delphine de Girardin"
}, {
	"quote": "Poverty breeds lack of self-reliance.",
	"name": "Daniel De Leon"
}, {
	"quote": "Everybody wants to own quality, but quality takes time, and it takes money.",
	"name": "John Schnatter"
}, {
	"quote": "That money talks, I'll not deny, I heard it once: It said, 'Goodbye'.",
	"name": "Richard Armour"
}, {
	"quote": "Wealth and want equally harden the human heart.",
	"name": "Theodore Parker"
}, {
	"quote": "If the money we donate helps one child or can ease the pain of one parent, those funds are well spent.",
	"name": "Carl Karcher"
}, {
	"quote": "A fool and his money get a lot of publicity.",
	"name": "Al Bernstein"
}, {
	"quote": "I think that focusing on the money, on the business, is not enough.",
	"name": "Sergei Bubka"
}, {
	"quote": "If you make a living, if you earn your own money, you're free - however free one can be on this planet.",
	"name": "Theodore White"
}, {
	"quote": "You know, a lot of people are just interested in, in building a company so they can make money and get out.",
	"name": "Arthur Rock"
}, {
	"quote": "You want 21 percent risk free? Pay off your credit cards.",
	"name": "Andrew Tobias"
}, {
	"quote": "Art for art's sake, money for God's sake.",
	"name": "Simon Raven"
}, {
	"quote": "All my life I knew that there was all the money you could want out there. All you have to do is go after it.",
	"name": "Curtis Carlson"
}, {
	"quote": "It's a terribly hard job to spend a billion dollars and get your money's worth.",
	"name": "George M. Humphrey"
}]