[{
	"quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life.",
	"name": "Yoko Ono"
}, {
	"quote": "Some people dream of success, while other people get up every morning and make it happen.",
	"name": "Wayne Huizenga"
}, {
	"quote": "Prayer is the key of the morning and the bolt of the evening.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "There was never a night or a problem that could defeat sunrise or hope.",
	"name": "Bernard Williams"
}, {
	"quote": "My children are the reason I laugh, smile and want to get up every morning.",
	"name": "Gena Lee Nolin"
}, {
	"quote": "Opportunities are like sunrises. If you wait too long, you miss them.",
	"name": "William Arthur Ward"
}, {
	"quote": "Every day I feel is a blessing from God. And I consider it a new beginning. Yeah, everything is beautiful.",
	"name": "Prince"
}, {
	"quote": "When I wake up every morning, I thank God for the new day.",
	"name": "F. Sionil Jose"
}, {
	"quote": "I may be drunk, Miss, but in the morning I will be sober and you will still be ugly.",
	"name": "Winston Churchill"
}, {
	"quote": "An early-morning walk is a blessing for the whole day.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Think in the morning. Act in the noon. Eat in the evening. Sleep in the night.",
	"name": "William Blake"
}, {
	"quote": "If you're going to do something tonight that you'll be sorry for tomorrow morning, sleep late.",
	"name": "Henny Youngman"
}, {
	"quote": "Morning without you is a dwindled dawn.",
	"name": "Emily Dickinson"
}, {
	"quote": "A muscle is like a car. If you want it to run well early in the morning, you have to warm it up.",
	"name": "Florence Griffith Joyner"
}, {
	"quote": "Nothing is more beautiful than the loveliness of the woods before sunrise.",
	"name": "George Washington Carver"
}, {
	"quote": "Freedom itself was attacked this morning by a faceless coward, and freedom will be defended.",
	"name": "George W. Bush"
}, {
	"quote": "Autumn arrives in early morning, but spring at the close of a winter day.",
	"name": "Elizabeth Bowen"
}, {
	"quote": "God's mercy is fresh and new every morning.",
	"name": "Joyce Meyer"
}, {
	"quote": "I just enjoy life now. I just enjoy every morning I get to wake up.",
	"name": "Nas"
}, {
	"quote": "On Sunday morning, I'm not nervous... I can't wait to tell what God wants me to say.",
	"name": "Charles Stanley"
}, {
	"quote": "You've got to get up every morning with determination if you're going to go to bed with satisfaction.",
	"name": "George Horace Lorimer"
}, {
	"quote": "Be pleasant until ten o'clock in the morning and the rest of the day will take care of itself.",
	"name": "Elbert Hubbard"
}, {
	"quote": "True terror is to wake up one morning and discover that your high school class is running the country.",
	"name": "Kurt Vonnegut"
}, {
	"quote": "The two most joyous times of the year are Christmas morning and the end of school.",
	"name": "Alice Cooper"
}, {
	"quote": "Every morning I wake up and thank God.",
	"name": "Aaron Neville"
}, {
	"quote": "There is nothing quite like a freshly brewed pot of tea to get you going in the morning.",
	"name": "Phyllis Logan"
}, {
	"quote": "It is a matter of shame that in the morning the birds should be awake earlier than you.",
	"name": "Abu Bakr"
}, {
	"quote": "No matter how bad things are, you can at least be happy that you woke up this morning.",
	"name": "D. L. Hughley"
}, {
	"quote": "Human life is as evanescent as the morning dew or a flash of lightning.",
	"name": "Samuel Butler"
}, {
	"quote": "Early morning cheerfulness can be extremely obnoxious.",
	"name": "William Feather"
}, {
	"quote": "I wake up every morning literally with a smile on my face, grateful for another day I never thought I'd see.",
	"name": "Dick Cheney"
}, {
	"quote": "A bachelor is a man who comes to work each morning from a different direction.",
	"name": "Sholom Aleichem"
}, {
	"quote": "The sun is new each day.",
	"name": "Heraclitus"
}, {
	"quote": "My perfect morning is spent drinking coffee, eating porridge and reading the paper at a local cafe.",
	"name": "Anton du Beke"
}, {
	"quote": "I love to start the morning with a mist spray, especially after a night out.",
	"name": "Lily James"
}, {
	"quote": "I get up in the morning looking for an adventure.",
	"name": "George Foreman"
}, {
	"quote": "To simply wake up every morning a better person than when I went to bed.",
	"name": "Sidney Poitier"
}, {
	"quote": "Morning comes whether you set the alarm or not.",
	"name": "Ursula K. Le Guin"
}, {
	"quote": "Remember that creating a successful marriage is like farming: you have to start over again every morning.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "I don't know why you call it morning sickness, because I was sick all day and night!",
	"name": "Soleil Moon Frye"
}, {
	"quote": "Don't let the Monday morning quarterbacks stop you from being bold. You've got to set a high bar.",
	"name": "Antonio Villaraigosa"
}, {
	"quote": "The person who doesn't scatter the morning dew will not comb gray hairs.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "One morning I shot an elephant in my pajamas. How he got into my pajamas I'll never know.",
	"name": "Groucho Marx"
}, {
	"quote": "Do and act on what you believe to be right, and you'll wake up the next morning feeling good about yourself.",
	"name": "Janet Reno"
}, {
	"quote": "Even if you don't have time for a big workout, stretching in the morning and night really changes your body.",
	"name": "Erin Heatherton"
}, {
	"quote": "You don't learn style from watching people on a runway. Fashion happens every morning when you wake up.",
	"name": "Shalom Harlow"
}, {
	"quote": "It ain't as bad as you think. It will look better in the morning.",
	"name": "Colin Powell"
}, {
	"quote": "Sometimes, I sit down to sketch at the unearthly hour of 3 in the morning!",
	"name": "Nafisa Joseph"
}, {
	"quote": "I'm obsessed with radio. It's a good start to Sunday morning.",
	"name": "R. L. Stine"
}, {
	"quote": "I recently took up ice sculpting. Last night I made an ice cube. This morning I made 12, I was prolific.",
	"name": "Mitch Hedberg"
}, {
	"quote": "Every day, I wake up and say, 'Good Morning, Jesus.'",
	"name": "Vanity"
}, {
	"quote": "There's nothing sadder in this world than to awake Christmas morning and not be a child.",
	"name": "Erma Bombeck"
}, {
	"quote": "A good idea will keep you awake during the morning, but a great idea will keep you awake during the night.",
	"name": "Marilyn vos Savant"
}, {
	"quote": "Couldn't start the morning without caffeine.",
	"name": "Ginnifer Goodwin"
}, {
	"quote": "When you walk out of your house in the morning, you don't know what you're going to see.",
	"name": "Kyle Chandler"
}, {
	"quote": "We could hardly wait to get up in the morning.",
	"name": "Wilbur Wright"
}, {
	"quote": "It was a splendid summer morning and it seemed as if nothing could go wrong.",
	"name": "John Cheever"
}, {
	"quote": "I'm a very early riser, and I don't like to miss that beautiful early morning light.",
	"name": "David Hockney"
}, {
	"quote": "What is love? It is the morning and the evening star.",
	"name": "Sinclair Lewis"
}, {
	"quote": "Cinema in India is like brushing your teeth in the morning. You can't escape it.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "My only personal time is a couple of hours in the gym in the morning.",
	"name": "Aaron Schock"
}, {
	"quote": "Each morning when I awake, I experience again a supreme pleasure - that of being Salvador Dali.",
	"name": "Salvador Dali"
}, {
	"quote": "Good morning is a contradiction of terms.",
	"name": "Jim Davis"
}, {
	"quote": "My mother had morning sickness after I was born.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "This morning when I put on my underwear I could hear the fruit-of-the-loom guys laughing at me.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "I try to start drinking water as soon as my feet hit the floor in the morning.",
	"name": "Mary Kay Andrews"
}, {
	"quote": "Everybody says 'Good Morning' in Harlem because it's true! And that's lovely.",
	"name": "Marcia Gay Harden"
}, {
	"quote": "A lot of vets like 'Good Morning Vietnam' - I get great letters from guys.",
	"name": "Robin Williams"
}, {
	"quote": "Drink warm water with lemon first thing in the morning. It's a good way to detox and alkalize your body.",
	"name": "Valentina Zelyaeva"
}, {
	"quote": "A good husband is never the first to go to sleep at night or the last to awake in the morning.",
	"name": "Honore de Balzac"
}, {
	"quote": "I think glamour all the time. I wake up in the morning and I'm already thinking glamour.",
	"name": "Donatella Versace"
}, {
	"quote": "Tell him he can have my title, but I want it back in the morning.",
	"name": "Jack Dempsey"
}, {
	"quote": "I'm going to marry a Jewish woman because I like the idea of getting up Sunday morning and going to the deli.",
	"name": "Michael J. Fox"
}, {
	"quote": "Send a bouquet of your face with the morning breeze.",
	"name": "Hafez"
}, {
	"quote": "Saturday morning, you knew what was cool by what was on 'Soul Train.'",
	"name": "Nick Cannon"
}, {
	"quote": "I'm definitely a morning person. I wake up dead happy, looking forward to having my cereal!",
	"name": "Nico Mirallegro"
}, {
	"quote": "I'm always afraid of failing. I have to quiet that fear if I'm going to get up in the morning.",
	"name": "Taylor Swift"
}, {
	"quote": "I go jogging for 25 minutes every morning, even if I'm away from home.",
	"name": "Pierre Dukan"
}, {
	"quote": "You feel a little older in the morning. By noon I feel about 55.",
	"name": "Bob Dole"
}, {
	"quote": "I had a monumental idea this morning, but I didn't like it.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "I make a huge batch of cinnamon buns on Christmas Eve and bake them off early Christmas morning.",
	"name": "Christina Tosi"
}, {
	"quote": "My ideal is to wake up in the morning and run around the meadow naked.",
	"name": "Daryl Hannah"
}, {
	"quote": "On a beautiful clear Sunday morning, myself and James Nesbitt jumped out of a plane together at 18,000 feet.",
	"name": "Aidan Turner"
}, {
	"quote": "Some mornings, it's just not worth chewing through the leather straps.",
	"name": "Emo Philips"
}, {
	"quote": "If have to undergo preschool safety checks every morning, why does a random thug get to own an assault rifle?",
	"name": "Christine Pelosi"
}, {
	"quote": "In the morning a man walks with his whole body; in the evening, only with his legs.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "When I woke up this morning my girlfriend asked me, 'Did you sleep good?' I said 'No, I made a few mistakes.'",
	"name": "Steven Wright"
}, {
	"quote": "I look upon death to be as necessary to our constitution as sleep. We shall rise refreshed in the morning.",
	"name": "Benjamin Franklin"
}, {
	"quote": "All men are children, and of one family. The same tale sends them all to bed, and wakes them in the morning.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I have a great deal of company in the house, especially in the morning when nobody calls.",
	"name": "Henry David Thoreau"
}, {
	"quote": "In my afternoon walk I would fain forget all my morning occupations and my obligations to society.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I do the 'New York Times' crossword puzzle every morning to keep the old grey matter ticking.",
	"name": "Carol Burnett"
}, {
	"quote": "I rely on breakfast to give me a kickstart of energy in the morning, so I choose my foods accordingly.",
	"name": "Mikaela Shiffrin"
}, {
	"quote": "Every night when I go to bed, I hope that I may never wake again, and every morning renews my grief.",
	"name": "Franz Schubert"
}, {
	"quote": "Tomorrow morning before we depart, I intend to land and see what can be found in the neighborhood.",
	"name": "Christopher Columbus"
}, {
	"quote": "In a real dark night of the soul, it is always three o'clock in the morning, day after day.",
	"name": "F. Scott Fitzgerald"
}, {
	"quote": "I love coffee because it's the ritual of my morning. I'm very much a morning person.",
	"name": "Ryan Hurd"
}, {
	"quote": "It can take me forever to choose the right coffee cup in the morning. And it does make a difference!",
	"name": "Joel Grey"
}, {
	"quote": "I have two bowls of confidence for breakfast each morning.",
	"name": "Eric Bristow"
}, {
	"quote": "I'm never any good in the morning. It is only after four in the afternoon that I get going.",
	"name": "Stephen Hawking"
}, {
	"quote": "No man knows till he has suffered from the night how sweet and dear to his heart and eye the morning can be.",
	"name": "Bram Stoker"
}, {
	"quote": "You have to have a dream so you can get up in the morning.",
	"name": "Billy Wilder"
}, {
	"quote": "One is a painter because one wants so-called freedom; one doesn't want to go to the office every morning.",
	"name": "Marcel Duchamp"
}, {
	"quote": "Having children is fab. They keep me young and make me get up in the morning.",
	"name": "Jo Brand"
}, {
	"quote": "Sunday morning church service is not an enormous priority; spending time with other believers is.",
	"name": "Donald Miller"
}, {
	"quote": "Nixon was so crooked that he needed servants to help him screw his pants on every morning.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "I put on lip balm first thing in the morning and always use it before I swipe on my red lipstick.",
	"name": "Heather Morris"
}, {
	"quote": "Everybody's after a new morning. What do we have to run up and salute tomorrow?",
	"name": "Robert Stone"
}, {
	"quote": "The happiest part of a man's life is what he passes lying awake in bed in the morning.",
	"name": "Samuel Johnson"
}, {
	"quote": "If you're changing the world, you're working on important things. You're excited to get up in the morning.",
	"name": "Larry Page"
}, {
	"quote": "You have to know why you get up every morning.",
	"name": "Dan Buettner"
}, {
	"quote": "When I wake up in the morning, I feel just like any other insecure 24-year-old girl.",
	"name": "Lady Gaga"
}, {
	"quote": "I am putting every effort toward creating my works from morning till night on every single day.",
	"name": "Yayoi Kusama"
}, {
	"quote": "I have my Lucky Charms in the morning, and I feel magical.",
	"name": "Tracy Morgan"
}, {
	"quote": "When traveling with someone, take large does of patience and tolerance with your morning coffee.",
	"name": "Helen Hayes"
}, {
	"quote": "I don't know who made the Earth. I woke up one morning, and it's here. I make the best of it.",
	"name": "Ed Asner"
}, {
	"quote": "There's nothing like not washing your teeth or washing your face or brushing your teeth in the morning.",
	"name": "Sissy Spacek"
}, {
	"quote": "I used to wake up in the morning and say, 'Oh, God.' Now I wake up in the morning and look forward to life.",
	"name": "Steven Adler"
}, {
	"quote": "I work to Glenn Gould in the morning and go to sleep listening to Parsifal.",
	"name": "Patti Smith"
}, {
	"quote": "I like to start my day after noon. I'm not a morning person at all!",
	"name": "Sara Sampaio"
}, {
	"quote": "If you can't get up in the morning and laugh at yourself, don't get out of bed.",
	"name": "Chris Collins"
}, {
	"quote": "We had cocktail parties and I'd stay up until 5 in the morning.",
	"name": "Dorothy Malone"
}, {
	"quote": "In these times you have to be an optimist to open your eyes when you awake in the morning.",
	"name": "Carl Sandburg"
}, {
	"quote": "I want to get so famous that I don't have to wake up in the morning. It'll probably never happen.",
	"name": "Gabriel Iglesias"
}, {
	"quote": "As far as I'm concerned, the entire reason for becoming a writer is not having to get up in the morning.",
	"name": "Neil Gaiman"
}, {
	"quote": "I woke up this morning, and I still don't believe I won the Daytona 500.",
	"name": "Dale Earnhardt"
}, {
	"quote": "I am a New Yorker, and 7:00 A.M. is a civilized hour to finish the day, not to start it.",
	"name": "Sonia Sotomayor"
}, {
	"quote": "I don't have to wait until the next morning to regret something I did that was kinda dumb.",
	"name": "Bobby Knight"
}, {
	"quote": "O sweet, delusive Noon, Which the morning climbs to find, O moment sped too soon, And morning left behind.",
	"name": "Helen Hunt Jackson"
}, {
	"quote": "We awoke one morning in September, and the world lurched on its axis.",
	"name": "Jeb Bush"
}, {
	"quote": "I do not ask for the riches that perish or the fame that fades away like a morning mist.",
	"name": "Mother Angelica"
}, {
	"quote": "The most important thing for me is health - you wake up in the morning, you can breathe, and you can walk.",
	"name": "Mohamed Al-Fayed"
}, {
	"quote": "I am not a morning person. I like to sleep in.",
	"name": "Martha Plimpton"
}, {
	"quote": "I spent many a summer early morning with the radio very low, half sleeping and half listening.",
	"name": "Frankie Valli"
}, {
	"quote": "Maxi dresses are also my best friend. They take me from my morning coffee, to the beach, to nighttime.",
	"name": "Hilary Rhoda"
}, {
	"quote": "This morning's scene is good and fine, Long rain has not harmed the land.",
	"name": "Du Fu"
}, {
	"quote": "For me, a stay at the Uma Paro with Pilates every morning is a perfect escape.",
	"name": "Ben Elliot"
}, {
	"quote": "Sometimes I miss out the morning's painting session and instead study my Japanese books in the open.",
	"name": "Gustav Klimt"
}, {
	"quote": "If there was no Black Sabbath, I could still possibly be a morning newspaper delivery boy. No fun.",
	"name": "Lars Ulrich"
}, {
	"quote": "With Saturday morning cartoons, you've got to start at 6 A.M., right?",
	"name": "Jim Rash"
}, {
	"quote": "I like to get up at six in the morning, and I draw until sometimes ten at night.",
	"name": "Bill Plympton"
}, {
	"quote": "You can't set a hen in one morning and have chicken salad for lunch.",
	"name": "George M. Humphrey"
}, {
	"quote": "I'd wake up in the morning and I would think, 'Where am I?' I'd have to gather myself.",
	"name": "Pat Summitt"
}, {
	"quote": "I wake up in the morning thinking about food.",
	"name": "Guy Fieri"
}, {
	"quote": "I'm hugely self-critical in the morning.",
	"name": "Nick Cave"
}, {
	"quote": "What inspires you, what excites you when you wake up in the morning?",
	"name": "Jennifer Aniston"
}, {
	"quote": "When I wake up at 5 in the morning is it just to jog? Definitely not, I give it all of my efforts.",
	"name": "Haile Gebrselassie"
}, {
	"quote": "Our families should gather for family prayer morning and night.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "I love such mirth as does not make friends ashamed to look upon one another next morning.",
	"name": "Izaak Walton"
}, {
	"quote": "Every NASCAR driver watches Formula One in the morning; they are well informed.",
	"name": "Mario Andretti"
}, {
	"quote": "I have oatmeal every morning with whole milk, bananas, and cinnamon, and it's just the best thing ever.",
	"name": "Kourtney Kardashian"
}, {
	"quote": "In the morning and the end of every day, I thank that I'm alive.",
	"name": "Nobu Matsuhisa"
}, {
	"quote": "In the morning, my alarm clock is a chorus of lemurs yelling!",
	"name": "Bindi Irwin"
}, {
	"quote": "I go to the gym at five in the morning and then go do a hike.",
	"name": "RuPaul"
}, {
	"quote": "The idea is to go to bed every night with fewer enemies than you had in the morning.",
	"name": "David Petraeus"
}, {
	"quote": "I get up every morning early, when the sky is red, and write for 10 hours.",
	"name": "Isabel Allende"
}, {
	"quote": "If it's the morning, and I had a late night, the worst thing in the world is a bright light.",
	"name": "Stone Cold Steve Austin"
}, {
	"quote": "I did 'Good Morning America' with David Beckham. Oh, god, what a handsome devil that guy is.",
	"name": "Geoff Stults"
}, {
	"quote": "It seems a long time since the morning mail could be called correspondence.",
	"name": "Jacques Barzun"
}, {
	"quote": "You should wake up in the morning and say, 'What do I want to do today? What's going to make me happy?'",
	"name": "Payal Kadakia"
}, {
	"quote": "Swallow a toad in the morning and you will encounter nothing more disgusting the rest of the day.",
	"name": "Nicolas Chamfort"
}, {
	"quote": "I have to have coffee in the morning.",
	"name": "Olivia Culpo"
}, {
	"quote": "Morning meditation is important to start every day on a positive note.",
	"name": "Susan Burton"
}, {
	"quote": "'Good Morning America' is television to a fare-thee-well.",
	"name": "Frank Deford"
}, {
	"quote": "Early this morning, I signed my death warrant.",
	"name": "Michael Collins"
}, {
	"quote": "I drink iced coffee nearly every morning and many afternoons year-round.",
	"name": "Josh Gondelman"
}, {
	"quote": "Lose an hour in the morning, and you will spend all day looking for it.",
	"name": "Richard Whately"
}, {
	"quote": "Most of the time I spend when I get up in the morning is trying to figure out what is going to happen.",
	"name": "Madeleine Albright"
}, {
	"quote": "It's such a luxury to be able to be happy about going to work in the morning.",
	"name": "Joe Pantoliano"
}, {
	"quote": "I don't always take off my make-up before bed, and I like pizza at two in the morning.",
	"name": "Katie Holmes"
}, {
	"quote": "When you have to get into the character each morning, give it your voice, your face, it was torture.",
	"name": "Victoria Abril"
}, {
	"quote": "This morning someone sent me a very funny photo of me holding their puppy. We have matching colour jackets.",
	"name": "Luke Treadaway"
}, {
	"quote": "I used to spend every morning in detention at my old school.",
	"name": "Jake Lloyd"
}, {
	"quote": "Change is tough, people don't like it, but it is necessary. Take two aspirins and call me in the morning.",
	"name": "Christopher Bond"
}, {
	"quote": "By Thursday morning, we'd gotten over the worst of it.",
	"name": "William Scranton"
}, {
	"quote": "I wake up every morning feeling like I have the best life.",
	"name": "Danny Wood"
}, {
	"quote": "This enraged the other Nazi so much that the next morning he came to our house and he shot my father.",
	"name": "Bruno Schulz"
}, {
	"quote": "First thing every morning before you arise say out loud, 'I believe,' three times.",
	"name": "Ovid"
}, {
	"quote": "How like herrings and onions our vices are in the morning after we have committed them.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "I never knew a man come to greatness or eminence who lay abed late in the morning.",
	"name": "Jonathan Swift"
}, {
	"quote": "I pray every night before I go to sleep and every morning when I wake up.",
	"name": "Demi Lovato"
}, {
	"quote": "In the morning, I always use a cube of ice on my face - it gives me a natural lift.",
	"name": "Irina Shayk"
}, {
	"quote": "I get up 5:30-6 every morning. I'm in the gym. I run a couple miles.",
	"name": "Magic Johnson"
}, {
	"quote": "I see myself at 7:30 in the morning and it's not too pretty.",
	"name": "Rod Stewart"
}, {
	"quote": "I wake up every morning with the worst anxiety. I don't know why. I have, like, a problem.",
	"name": "Kylie Jenner"
}, {
	"quote": "I get up in the morning, have a job to do, go there, come home, be with the family, that's it.",
	"name": "Amitabh Bachchan"
}, {
	"quote": "Morning is the best time to see movies.",
	"name": "Christopher Walken"
}, {
	"quote": "She got the magazine on a Wednesday morning, and on Thursday announced our marriage was over.",
	"name": "David Gest"
}, {
	"quote": "The less I behave like Whistler's mother the night before, the more I look like her the morning after.",
	"name": "Tallulah Bankhead"
}, {
	"quote": "On game days, I do yoga as just a really short routine. It's more to warm up and to calm down in the morning.",
	"name": "Christen Press"
}, {
	"quote": "Every day is morning in Trump's America!",
	"name": "Ann Coulter"
}, {
	"quote": "Do you know that I was the anchor on the 'CBS Morning Show?' And my newsman was Walter Cronkite.",
	"name": "Dick Van Dyke"
}, {
	"quote": "Every morning I have something to do, I'm better off. It's bad to get up and not have something to do.",
	"name": "Dick Van Dyke"
}, {
	"quote": "And if I had a preference, it would be to be able to not be in the studio until 4 in the morning.",
	"name": "Alanis Morissette"
}, {
	"quote": "I wake up laughing. Yes, I wake up in the morning and there I am just laughing my head off.",
	"name": "Bruce Willis"
}, {
	"quote": "Always get married in the morning. That way if it doesn't work out, you haven't wasted the whole day.",
	"name": "Mickey Rooney"
}, {
	"quote": "Success, for me, is being able to wake up in the morning and feel like a 12 year old.",
	"name": "John McAfee"
}, {
	"quote": "When I wake up in the morning, I feel like a billionaire without paying taxes.",
	"name": "Ernie Banks"
}, {
	"quote": "What's the first thing I do when I wake up in the morning? Wish I hadn't.",
	"name": "Morrissey"
}, {
	"quote": "I get up at the same time every morning.",
	"name": "Mehmet Oz"
}, {
	"quote": "I love the smell of juice boxes in the morning.",
	"name": "Robert Duvall"
}, {
	"quote": "I spend almost every morning with mail.",
	"name": "Seamus Heaney"
}, {
	"quote": "It's always such a joy that you wake up in the morning and there's work to do.",
	"name": "Jerome Lawrence"
}, {
	"quote": "If I want to get work done, that's usually about 3 in the morning.",
	"name": "Marc Andreessen"
}, {
	"quote": "It's a job. I entertain my readers. I get up in the morning, and I start typing.",
	"name": "Clive Cussler"
}, {
	"quote": "I'm not a morning person, and yet production is a morning person's game.",
	"name": "Julie Plec"
}, {
	"quote": "Every morning you get up, risk starts.",
	"name": "Joe Kaeser"
}, {
	"quote": "You're not always going to look super glamorous in the morning when you wake up. Everything's not perfect.",
	"name": "Emma Kenney"
}, {
	"quote": "I always wake up early Saturday morning, and I have a little bit more time, so I go to the gym.",
	"name": "Ehud Olmert"
}, {
	"quote": "Sometimes in the morning, when it's a good surf, I go out there, and I don't feel like it's a bad world.",
	"name": "Kary Mullis"
}, {
	"quote": "It is not time for mirth and laughter, the cold, gray dawn of the morning after.",
	"name": "George Ade"
}, {
	"quote": "The sound of the blades on the ice in the morning is like smelling fresh coffee.",
	"name": "Tara Lipinski"
}, {
	"quote": "It's great to be working. Every morning, I wake up and pinch myself.",
	"name": "Helen Craig"
}]