[{
	"quote": "Only I can change my life. No one can do it for me.",
	"name": "Carol Burnett"
}, {
	"quote": "Good, better, best. Never let it rest. 'Til your good is better and your better is best.",
	"name": "St. Jerome"
}, {
	"quote": "Life is 10% what happens to you and 90% how you react to it.",
	"name": "Charles R. Swindoll"
}, {
	"quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
	"name": "Helen Keller"
}, {
	"quote": "Failure will never overtake me if my determination to succeed is strong enough.",
	"name": "Og Mandino"
}, {
	"quote": "Change your life today. Don't gamble on the future, act now, without delay.",
	"name": "Simone de Beauvoir"
}, {
	"quote": "With the new day comes new strength and new thoughts.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "The past cannot be changed. The future is yet in your power.",
	"name": "Unknown"
}, {
	"quote": "It always seems impossible until it's done.",
	"name": "Nelson Mandela"
}, {
	"quote": "It does not matter how slowly you go as long as you do not stop.",
	"name": "Confucius"
}, {
	"quote": "Set your goals high, and don't stop till you get there.",
	"name": "Bo Jackson"
}, {
	"quote": "You can't cross the sea merely by standing and staring at the water.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Always do your best. What you plant now, you will harvest later.",
	"name": "Og Mandino"
}, {
	"quote": "We should not give up and we should not allow the problem to defeat us.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "Your talent is God's gift to you. What you do with it is your gift back to God.",
	"name": "Leo Buscaglia"
}, {
	"quote": "If you can dream it, you can do it.",
	"name": "Walt Disney"
}, {
	"quote": "The secret of getting ahead is getting started.",
	"name": "Mark Twain"
}, {
	"quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
	"name": "Thomas A. Edison"
}, {
	"quote": "If you want to conquer fear, don't sit home and think about it. Go out and get busy.",
	"name": "Dale Carnegie"
}, {
	"quote": "Problems are not stop signs, they are guidelines.",
	"name": "Robert H. Schuller"
}, {
	"quote": "If you fell down yesterday, stand up today.",
	"name": "H. G. Wells"
}, {
	"quote": "Keep your eyes on the stars, and your feet on the ground.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
	"name": "Ayn Rand"
}, {
	"quote": "Setting goals is the first step in turning the invisible into the visible.",
	"name": "Tony Robbins"
}, {
	"quote": "Accept the challenges so that you can feel the exhilaration of victory.",
	"name": "George S. Patton"
}, {
	"quote": "Quality is not an act, it is a habit.",
	"name": "Aristotle"
}, {
	"quote": "Without hard work, nothing grows but weeds.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed.",
	"name": "Robert H. Schuller"
}, {
	"quote": "Be kind whenever possible. It is always possible.",
	"name": "Dalai Lama"
}, {
	"quote": "Opportunity does not knock, it presents itself when you beat down the door.",
	"name": "Kyle Chandler"
}, {
	"quote": "Start where you are. Use what you have. Do what you can.",
	"name": "Arthur Ashe"
}, {
	"quote": "Don't watch the clock; do what it does. Keep going.",
	"name": "Sam Levenson"
}, {
	"quote": "Perseverance is not a long race; it is many short races one after the other.",
	"name": "Walter Elliot"
}, {
	"quote": "The way to get started is to quit talking and begin doing.",
	"name": "Walt Disney"
}, {
	"quote": "There is only one corner of the universe you can be certain of improving, and that's your own self.",
	"name": "Aldous Huxley"
}, {
	"quote": "If you're going through hell, keep going.",
	"name": "Winston Churchill"
}, {
	"quote": "Either you run the day or the day runs you.",
	"name": "Jim Rohn"
}, {
	"quote": "What you do today can improve all your tomorrows.",
	"name": "Ralph Marston"
}, {
	"quote": "Never, never, never give up.",
	"name": "Winston Churchill"
}, {
	"quote": "Aim for the moon. If you miss, you may hit a star.",
	"name": "W. Clement Stone"
}, {
	"quote": "When something is important enough, you do it even if the odds are not in your favor.",
	"name": "Elon Musk"
}, {
	"quote": "Well done is better than well said.",
	"name": "Benjamin Franklin"
}, {
	"quote": "We may encounter many defeats but we must not be defeated.",
	"name": "Maya Angelou"
}, {
	"quote": "In order to succeed, we must first believe that we can.",
	"name": "Nikos Kazantzakis"
}, {
	"quote": "The key is to keep company only with people who uplift you, whose presence calls forth your best.",
	"name": "Epictetus"
}, {
	"quote": "Knowing is not enough; we must apply. Willing is not enough; we must do.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Perseverance is failing 19 times and succeeding the 20th.",
	"name": "Julie Andrews"
}, {
	"quote": "By failing to prepare, you are preparing to fail.",
	"name": "Benjamin Franklin"
}, {
	"quote": "The more man meditates upon good thoughts, the better will be his world and the world at large.",
	"name": "Confucius"
}, {
	"quote": "Do your work with your whole heart, and you will succeed - there's so little competition.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Begin to be now what you will be hereafter.",
	"name": "William James"
}, {
	"quote": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.",
	"name": "Wayne Dyer"
}, {
	"quote": "The harder the conflict, the more glorious the triumph.",
	"name": "Thomas Paine"
}, {
	"quote": "You are never too old to set another goal or to dream a new dream.",
	"name": "Les Brown"
}, {
	"quote": "Never give up, for that is just the place and time that the tide will turn.",
	"name": "Harriet Beecher Stowe"
}, {
	"quote": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
	"name": "Zig Ziglar"
}, {
	"quote": "Either I will find a way, or I will make one.",
	"name": "Philip Sidney"
}, {
	"quote": "When you reach the end of your rope, tie a knot in it and hang on.",
	"name": "Franklin D. Roosevelt"
}, {
	"quote": "The ultimate aim of the ego is not to see something, but to be something.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Things do not happen. Things are made to happen.",
	"name": "John F. Kennedy"
}, {
	"quote": "The most effective way to do it, is to do it.",
	"name": "Amelia Earhart"
}, {
	"quote": "No bird soars too high if he soars with his own wings.",
	"name": "William Blake"
}, {
	"quote": "Arriving at one goal is the starting point to another.",
	"name": "John Dewey"
}, {
	"quote": "A good plan violently executed now is better than a perfect plan executed next week.",
	"name": "George S. Patton"
}, {
	"quote": "Every exit is an entry somewhere else.",
	"name": "Tom Stoppard"
}, {
	"quote": "The will to succeed is important, but what's more important is the will to prepare.",
	"name": "Bobby Knight"
}, {
	"quote": "Act as if what you do makes a difference. It does.",
	"name": "William James"
}, {
	"quote": "Never give in and never give up.",
	"name": "Hubert H. Humphrey"
}, {
	"quote": "Do something wonderful, people may imitate it.",
	"name": "Albert Schweitzer"
}, {
	"quote": "Go for it now. The future is promised to no one.",
	"name": "Wayne Dyer"
}, {
	"quote": "Expect problems and eat them for breakfast.",
	"name": "Alfred A. Montapert"
}, {
	"quote": "You simply have to put one foot in front of the other and keep going. Put blinders on and plow right ahead.",
	"name": "George Lucas"
}, {
	"quote": "You will never win if you never begin.",
	"name": "Helen Rowland"
}, {
	"quote": "If you don't like how things are, change it! You're not a tree.",
	"name": "Jim Rohn"
}, {
	"quote": "Do not wait to strike till the iron is hot; but make it hot by striking.",
	"name": "William Butler Yeats"
}, {
	"quote": "True happiness involves the full use of one's power and talents.",
	"name": "John W. Gardner"
}, {
	"quote": "To be a good loser is to learn how to win.",
	"name": "Carl Sandburg"
}, {
	"quote": "Motivation is the art of getting people to do what you want them to do because they want to do it.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "You just can't beat the person who never gives up.",
	"name": "Babe Ruth"
}, {
	"quote": "You can't build a reputation on what you are going to do.",
	"name": "Henry Ford"
}, {
	"quote": "There's a way to do it better - find it.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.",
	"name": "Samuel Beckett"
}, {
	"quote": "One way to keep momentum going is to have constantly greater goals.",
	"name": "Michael Korda"
}, {
	"quote": "If you think you can do it, you can.",
	"name": "John Burroughs"
}, {
	"quote": "Follow your inner moonlight; don't hide the madness.",
	"name": "Allen Ginsberg"
}, {
	"quote": "You can never quit. Winners never quit, and quitters never win.",
	"name": "Ted Turner"
}, {
	"quote": "You need to overcome the tug of people against you as you reach for high goals.",
	"name": "George S. Patton"
}, {
	"quote": "Motivation will almost always beat mere talent.",
	"name": "Norman Ralph Augustine"
}, {
	"quote": "The people who influence you are the people who believe in you.",
	"name": "Henry Drummond"
}, {
	"quote": "I am not afraid... I was born to do this.",
	"name": "Joan of Arc"
}, {
	"quote": "Always desire to learn something useful.",
	"name": "Sophocles"
}, {
	"quote": "A goal is a dream with a deadline.",
	"name": "Napoleon Hill"
}, {
	"quote": "It's always too early to quit.",
	"name": "Norman Vincent Peale"
}, {
	"quote": "Be gentle to all and stern with yourself.",
	"name": "Saint Teresa of Avila"
}, {
	"quote": "We aim above the mark to hit the mark.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "It is very important to know who you are. To make decisions. To show who you are.",
	"name": "Malala Yousafzai"
}, {
	"quote": "After a storm comes a calm.",
	"name": "Matthew Henry"
}, {
	"quote": "Never complain and never explain.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "To begin, begin.",
	"name": "William Wordsworth"
}, {
	"quote": "Big shots are only little shots who keep shooting.",
	"name": "Christopher Morley"
}, {
	"quote": "You can't wait for inspiration. You have to go after it with a club.",
	"name": "Jack London"
}, {
	"quote": "From my tribe I take nothing, I am the maker of my own fortune.",
	"name": "Tecumseh"
}, {
	"quote": "Even if you fall on your face, you're still moving forward.",
	"name": "Victor Kiam"
}, {
	"quote": "Small deeds done are better than great deeds planned.",
	"name": "Peter Marshall"
}, {
	"quote": "Your heaviest artillery will be your will to live. Keep that big gun going.",
	"name": "Norman Cousins"
}, {
	"quote": "We make the world we live in and shape our own environment.",
	"name": "Orison Swett Marden"
}, {
	"quote": "A somebody was once a nobody who wanted to and did.",
	"name": "John Burroughs"
}, {
	"quote": "You have to make it happen.",
	"name": "Denis Diderot"
}, {
	"quote": "You create your opportunities by asking for them.",
	"name": "Shakti Gawain"
}, {
	"quote": "Don't fight the problem, decide it.",
	"name": "George C. Marshall"
}, {
	"quote": "The hardships that I encountered in the past will help me succeed in the future.",
	"name": "Philip Emeagwali"
}, {
	"quote": "Never retreat. Never explain. Get it done and let them howl.",
	"name": "Benjamin Jowett"
}, {
	"quote": "He conquers who endures.",
	"name": "Persius"
}, {
	"quote": "I attribute my success to this - I never gave or took any excuse.",
	"name": "Florence Nightingale"
}, {
	"quote": "Don't give up. Don't lose hope. Don't sell out.",
	"name": "Christopher Reeve"
}, {
	"quote": "Poverty was the greatest motivating factor in my life.",
	"name": "Jimmy Dean"
}, {
	"quote": "Step by step and the thing is done.",
	"name": "Charles Atlas"
}, {
	"quote": "Don't think, just do.",
	"name": "Horace"
}, {
	"quote": "Deserve your dream.",
	"name": "Octavio Paz"
}, {
	"quote": "Be thine own palace, or the world's thy jail.",
	"name": "John Donne"
}, {
	"quote": "The more we do, the more we can do.",
	"name": "William Hazlitt"
}, {
	"quote": "You have to learn the rules of the game. And then you have to play better than anyone else.",
	"name": "Unknown"
}, {
	"quote": "Get action. Seize the moment. Man was never intended to become an oyster.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "Go big or go home. Because it's true. What do you have to lose?",
	"name": "Eliza Dushku"
}, {
	"quote": "God always strives together with those who strive.",
	"name": "Aeschylus"
}, {
	"quote": "The wise does at once what the fool does at last.",
	"name": "Baltasar Gracian"
}, {
	"quote": "A will finds a way.",
	"name": "Orison Swett Marden"
}, {
	"quote": "Wherever you are - be all there.",
	"name": "Jim Elliot"
}, {
	"quote": "There is nothing deep down inside us except what we have put there ourselves.",
	"name": "Richard Rorty"
}, {
	"quote": "No matter how many goals you have achieved, you must set your sights on a higher one.",
	"name": "Jessica Savitch"
}, {
	"quote": "Crave for a thing, you will get it. Renounce the craving, the object will follow you by itself.",
	"name": "Swami Sivananda"
}, {
	"quote": "Pursue one great decisive aim with force and determination.",
	"name": "Carl von Clausewitz"
}, {
	"quote": "I've always tried to go a step past wherever people expected me to end up.",
	"name": "Beverly Sills"
}, {
	"quote": "Know or listen to those who know.",
	"name": "Baltasar Gracian"
}, {
	"quote": "The dog that trots about finds a bone.",
	"name": "Golda Meir"
}, {
	"quote": "I can, therefore I am.",
	"name": "Simone Weil"
}, {
	"quote": "The more things you do, the more you can do.",
	"name": "Lucille Ball"
}, {
	"quote": "Press forward. Do not stop, do not linger in your journey, but strive for the mark set before you.",
	"name": "George Whitefield"
}, {
	"quote": "One finds limits by pushing them.",
	"name": "Herbert A. Simon"
}, {
	"quote": "Only the educated are free.",
	"name": "Epictetus"
}, {
	"quote": "Do whatever you do intensely.",
	"name": "Robert Henri"
}, {
	"quote": "Many are called but few get up.",
	"name": "Oliver Herford"
}, {
	"quote": "Success is the only motivational factor that a boy with character needs.",
	"name": "Woody Hayes"
}, {
	"quote": "You can't expect to hit the jackpot if you don't put a few nickels in the machine.",
	"name": "Flip Wilson"
}, {
	"quote": "I was motivated to be different in part because I was different.",
	"name": "Donna Brazile"
}, {
	"quote": "Who seeks shall find.",
	"name": "Sophocles"
}, {
	"quote": "Music - it's motivational and just makes you relax.",
	"name": "Taika Waititi"
}, {
	"quote": "I am not a has-been. I am a will be.",
	"name": "Lauren Bacall"
}, {
	"quote": "When you fail you learn from the mistakes you made and it motivates you to work even harder.",
	"name": "Natalie Gulbis"
}, {
	"quote": "I come to win.",
	"name": "Leo Durocher"
}, {
	"quote": "There is always room at the top.",
	"name": "Daniel Webster"
}, {
	"quote": "If you ask me what I came into this life to do, I will tell you: I came to live out loud.",
	"name": "Emile Zola"
}, {
	"quote": "Either move or be moved.",
	"name": "Ezra Pound"
}, {
	"quote": "What is called genius is the abundance of life and health.",
	"name": "Henry David Thoreau"
}, {
	"quote": "If you don't ask, you don't get.",
	"name": "Stevie Wonder"
}, {
	"quote": "There is progress whether ye are going forward or backward! The thing is to move!",
	"name": "Edgar Cayce"
}, {
	"quote": "How do you know you're going to do something, untill you do it?",
	"name": "J. D. Salinger"
}, {
	"quote": "When one must, one can.",
	"name": "Charlotte Whitton"
}, {
	"quote": "Hitch your wagon to a star.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Leap, and the net will appear.",
	"name": "John Burroughs"
}, {
	"quote": "Do not weep; do not wax indignant. Understand.",
	"name": "Baruch Spinoza"
}, {
	"quote": "They can conquer who believe they can.",
	"name": "Virgil"
}, {
	"quote": "Fear of failure, it's the greatest motivational tool. It drives me and drives me and drives me.",
	"name": "Jerry West"
}, {
	"quote": "Set yourself earnestly to see what you are made to do, and then set yourself earnestly to do it.",
	"name": "Phillips Brooks"
}, {
	"quote": "I want to be motivational and inspirational for everybody: my big aim is more women on bicycles.",
	"name": "Marianne Vos"
}, {
	"quote": "I know not age, nor weariness nor defeat.",
	"name": "Rose Kennedy"
}, {
	"quote": "You must take action now that will move you towards your goals. Develop a sense of urgency in your life.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "To know oneself, one should assert oneself.",
	"name": "Albert Camus"
}, {
	"quote": "If you've got a talent, protect it.",
	"name": "Jim Carrey"
}, {
	"quote": "One may miss the mark by aiming too high as too low.",
	"name": "Thomas Fuller"
}, {
	"quote": "To be wholly devoted to some intellectual exercise is to have succeeded in life.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "You never know what motivates you.",
	"name": "Cicely Tyson"
}, {
	"quote": "I'm a motivational speaker.",
	"name": "Young Jeezy"
}]