[{
	"quote": "In three words I can sum up everything I've learned about life: it goes on.",
	"name": "Robert Frost"
}, {
	"quote": "The greatest healing therapy is friendship and love.",
	"name": "Hubert H. Humphrey"
}, {
	"quote": "Every day is a new day, and you'll never be able to find happiness if you don't move on.",
	"name": "Carrie Underwood"
}, {
	"quote": "Every new beginning comes from some other beginning's end.",
	"name": "Seneca"
}, {
	"quote": "So long as the memory of certain beloved friends lives in my heart, I shall say that life is good.",
	"name": "Helen Keller"
}, {
	"quote": "If you carry joy in your heart, you can heal any moment.",
	"name": "Carlos Santana"
}, {
	"quote": "Grief is in two parts. The first is loss. The second is the remaking of life.",
	"name": "Anne Roiphe"
}, {
	"quote": "Blessed are the hearts that can bend; they shall never be broken.",
	"name": "Albert Camus"
}, {
	"quote": "Forget the past.",
	"name": "Nelson Mandela"
}, {
	"quote": "Healing yourself is connected with healing others.",
	"name": "Yoko Ono"
}, {
	"quote": "Moving on, is a simple thing, what it leaves behind is hard.",
	"name": "Dave Mustaine"
}, {
	"quote": "The words of kindness are more healing to a drooping heart than balm or honey.",
	"name": "Sarah Fielding"
}, {
	"quote": "My life is about ups and downs, great joys and great losses.",
	"name": "Isabel Allende"
}, {
	"quote": "The heart will break, but broken live on.",
	"name": "Lord Byron"
}, {
	"quote": "Forget the past - the future will give you plenty to worry about.",
	"name": "George Allen, Sr."
}, {
	"quote": "Don't brood. Get on with living and loving. You don't have forever.",
	"name": "Leo Buscaglia"
}, {
	"quote": "A man never knows how to say goodbye; a woman never knows when to say it.",
	"name": "Helen Rowland"
}, {
	"quote": "Recovery begins from the darkest moment.",
	"name": "John Major"
}, {
	"quote": "Part of the healing process is sharing with other people who care.",
	"name": "Jerry Cantrell"
}, {
	"quote": "Healing takes courage, and we all have courage, even if we have to dig a little to find it.",
	"name": "Tori Amos"
}, {
	"quote": "Friendship is certainly the finest balm for the pangs of disappointed love.",
	"name": "Jane Austen"
}, {
	"quote": "I actually think sadness and darkness can be very beautiful and healing.",
	"name": "Duncan Sheik"
}, {
	"quote": "Much of your pain is the bitter potion by which the physician within you heals your sick self.",
	"name": "Khalil Gibran"
}, {
	"quote": "Tears shed for self are tears of weakness, but tears shed for others are a sign of strength.",
	"name": "Billy Graham"
}, {
	"quote": "Man maintains his balance, poise, and sense of security only as he is moving forward.",
	"name": "Maxwell Maltz"
}, {
	"quote": "We are healed from suffering only by experiencing it to the full.",
	"name": "Marcel Proust"
}, {
	"quote": "By forgetting the past and by throwing myself into other interests, I forget to worry.",
	"name": "Jack Dempsey"
}, {
	"quote": "Transformation in the world happens when people are healed and start investing in other people.",
	"name": "Michael W. Smith"
}, {
	"quote": "Some women feel the best cure for a broken heart is a new beau.",
	"name": "Gene Tierney"
}, {
	"quote": "Patience is key for getting over a breakup. That, and trailing off your interaction after the breakup.",
	"name": "Drake"
}, {
	"quote": "I must be careful not to get trapped in the past. That's why I tend to forget my songs.",
	"name": "Mick Jagger"
}, {
	"quote": "Because I remember, I despair. Because I remember, I have the duty to reject despair.",
	"name": "Elie Wiesel"
}, {
	"quote": "I do a good job of staying positive and just moving on.",
	"name": "Katie Taylor"
}, {
	"quote": "Who can't relate to the idea of leaving one chapter behind and moving on to the next?",
	"name": "Mike Shinoda"
}, {
	"quote": "It is the false shame of fools to try to conceal wounds that have not healed.",
	"name": "Horace"
}, {
	"quote": "The Marines was a fresh start - that is why they shave your head. I wish they would let you change your name.",
	"name": "Drew Carey"
}, {
	"quote": "Only the broken-hearted know the truth about love.",
	"name": "Mason Cooley"
}, {
	"quote": "Part of growing up is just taking what you learn from that and moving on and not taking it to heart.",
	"name": "Beverley Mitchell"
}, {
	"quote": "I think you have to pay for love with bitter tears.",
	"name": "Edith Piaf"
}, {
	"quote": "It takes bravery to end a relationship.",
	"name": "Leona Lewis"
}, {
	"quote": "Suffering isn't ennobling, recovery is.",
	"name": "Christiaan Barnard"
}, {
	"quote": "One makes mistakes; that is life. But it is never a mistake to have loved.",
	"name": "Romain Rolland"
}, {
	"quote": "When you start using senses you've neglected, your reward is to see the world with completely fresh eyes.",
	"name": "Barbara Sher"
}, {
	"quote": "Love is like the measles; we all have to go through it.",
	"name": "Jerome K. Jerome"
}, {
	"quote": "Never despair, but if you do, work on in despair.",
	"name": "Edmund Burke"
}, {
	"quote": "Laughter, and the broader category of humor, are key elements in helping us go on with our life after a loss.",
	"name": "Allen Klein"
}, {
	"quote": "Everywhere across whatever sorrows of which our life is woven, some radiant joy will gaily flash past.",
	"name": "Nikolai Gogol"
}, {
	"quote": "I can enjoy anywhere, and I can leave it. Life is about moving on.",
	"name": "Waris Dirie"
}, {
	"quote": "Falling out of love is chiefly a matter of forgetting how charming someone is.",
	"name": "Iris Murdoch"
}, {
	"quote": "I think you have to know how you feel when you're sad and it's healthy to mourn if a relationship ends.",
	"name": "Leighton Meester"
}, {
	"quote": "I'm moving on in years, but I tell you I still want to kick the devil before I kick the bucket.",
	"name": "Reinhard Bonnke"
}, {
	"quote": "The problem is that when we speak of plan Bs, we already negate the possibility of moving on with plan A.",
	"name": "Isaac Herzog"
}, {
	"quote": "Joy comes, grief goes, we know not how.",
	"name": "James Russell Lowell"
}, {
	"quote": "I can't go on. I'll go on.",
	"name": "Samuel Beckett"
}, {
	"quote": "In the theater, it's about taking time in a musical segment, a pause in a musical way and then moving on.",
	"name": "Marcia Gay Harden"
}, {
	"quote": "I tried to make a distinct point that I wasn't retiring - that I was moving on.",
	"name": "Regis Philbin"
}, {
	"quote": "Time takes away the grief of men.",
	"name": "Desiderius Erasmus"
}, {
	"quote": "I am pretty embroiled in moving on and moving forward with music.",
	"name": "Andy Summers"
}, {
	"quote": "It is selfish to concern oneself with tragedies.",
	"name": "Rose Kennedy"
}, {
	"quote": "What surrounds us we endure better for giving it a name - and moving on.",
	"name": "Emil Cioran"
}, {
	"quote": "I've always believed that if you don't stay moving, they will throw dirt on you.",
	"name": "Paul Anka"
}, {
	"quote": "I will be really happy once I have done my jail time. I can start fresh.",
	"name": "Nicole Richie"
}]