[{
	"quote": "One good thing about music, when it hits you, you feel no pain.",
	"name": "Bob Marley"
}, {
	"quote": "Music is love, love is music, music is life, and I love my life. Thank you and good night.",
	"name": "A. J. McLean"
}, {
	"quote": "Where words fail, music speaks.",
	"name": "Hans Christian Andersen"
}, {
	"quote": "If music be the food of love, play on.",
	"name": "William Shakespeare"
}, {
	"quote": "Music is the movement of sound to reach the soul for the education of its virtue.",
	"name": "Plato"
}, {
	"quote": "Life is one grand, sweet song, so start the music.",
	"name": "Ronald Reagan"
}, {
	"quote": "Words make you think a thought. Music makes you feel a feeling. A song makes you feel a thought.",
	"name": "E. Y. Harburg"
}, {
	"quote": "Music expresses that which cannot be said and on which it is impossible to be silent.",
	"name": "Victor Hugo"
}, {
	"quote": "Music should strike fire from the heart of man, and bring tears from the eyes of woman.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "There are two means of refuge from the miseries of life: music and cats.",
	"name": "Albert Schweitzer"
}, {
	"quote": "Music was my refuge. I could crawl into the space between the notes and curl my back to loneliness.",
	"name": "Maya Angelou"
}, {
	"quote": "Without music, life is a journey through a desert.",
	"name": "Pat Conroy"
}, {
	"quote": "Music is the mediator between the spiritual and the sensual life.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "The world's most famous and popular language is music.",
	"name": "Psy"
}, {
	"quote": "Music can change the world because it can change people.",
	"name": "Bono"
}, {
	"quote": "Music is the soundtrack of your life.",
	"name": "Dick Clark"
}, {
	"quote": "Music doesn't lie. If there is something to be changed in this world, then it can only happen through music.",
	"name": "Jimi Hendrix"
}, {
	"quote": "There is geometry in the humming of the strings, there is music in the spacing of the spheres.",
	"name": "Pythagoras"
}, {
	"quote": "Mathematics is the music of reason.",
	"name": "James Joseph Sylvester"
}, {
	"quote": "Next to the Word of God, the noble art of music is the greatest treasure in the world.",
	"name": "Martin Luther"
}, {
	"quote": "Music is a higher revelation than all wisdom and philosophy.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "Music has healing power. It has the ability to take people out of themselves for a few hours.",
	"name": "Elton John"
}, {
	"quote": "A lot of music is mathematics. It's balance.",
	"name": "Mel Brooks"
}, {
	"quote": "Music is the universal language of mankind.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "I enjoy being happy every day, and hopefully you can hear my happiness in my music. Life is beautiful.",
	"name": "Christina Milian"
}, {
	"quote": "Without music, life would be a mistake.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Musicians don't retire; they stop when there's no more music in them.",
	"name": "Louis Armstrong"
}, {
	"quote": "Music is life itself. What would this world be without good music? No matter what kind it is.",
	"name": "Louis Armstrong"
}, {
	"quote": "I need to listen to chill music when I'm driving. It prevents road rage.",
	"name": "Aaron Paul"
}, {
	"quote": "My personal hobbies are reading, listening to music, and silence.",
	"name": "Edith Sitwell"
}, {
	"quote": "Sometimes I feel like rap music is almost the key to stopping racism.",
	"name": "Eminem"
}, {
	"quote": "I feel like good music comes and goes in waves.",
	"name": "Santigold"
}, {
	"quote": "Being in Blur has allowed me to travel and hear the music that's being made all over the world.",
	"name": "Damon Albarn"
}, {
	"quote": "My music fights against the system that teaches to live and die.",
	"name": "Bob Marley"
}, {
	"quote": "I write while listening to music, mostly because the world beyond my headphones is too chaotic.",
	"name": "Dean Bakopoulos"
}, {
	"quote": "Music is moonlight in the gloomy night of life.",
	"name": "Jean Paul"
}, {
	"quote": "You are the music while the music lasts.",
	"name": "T. S. Eliot"
}, {
	"quote": "I enjoy everything I do, from music to fashion or to watches - the lifestyle.",
	"name": "J Balvin"
}, {
	"quote": "It was my love for the guitar that first got me into music and singing.",
	"name": "Ed Sheeran"
}, {
	"quote": "Music is the voice that tells us that the human race is greater than it knows.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "I suffer from deep depression, so my only release is music.",
	"name": "Kevin Gates"
}, {
	"quote": "Music is really driving my whole life.",
	"name": "Ariana Grande"
}, {
	"quote": "All music is escapism for me, but I like the way that, on a good night, that sense of escapism can be shared.",
	"name": "Jamie xx"
}, {
	"quote": "My music is the spiritual expression of what I am - my faith, my knowledge, my being.",
	"name": "John Coltrane"
}, {
	"quote": "Like sunshine, music is a powerful force that can instantly and almost chemically change your entire mood.",
	"name": "Michael Franti"
}, {
	"quote": "Of all the music that reached farthest into heaven, it is the beating of a loving heart.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "It requires wisdom to understand wisdom: the music is nothing if the audience is deaf.",
	"name": "Walter Lippmann"
}, {
	"quote": "After silence, that which comes nearest to expressing the inexpressible is music.",
	"name": "Aldous Huxley"
}, {
	"quote": "I try to apply colors like words that shape poems, like notes that shape music.",
	"name": "Joan Miro"
}, {
	"quote": "Music is the silence between the notes.",
	"name": "Claude Debussy"
}, {
	"quote": "When I die, I want people to play my music, go wild and freak out and do anything they want to do.",
	"name": "Jimi Hendrix"
}, {
	"quote": "Music really transcends languages, and it means so much.",
	"name": "RM"
}, {
	"quote": "If I make music and people hate it, you know, whatever. I'll die someday, and one day, they will too.",
	"name": "Billie Eilish"
}, {
	"quote": "I like playing heavy metal music and pretending I'm a vampire in front of the mirror.",
	"name": "Luke Mably"
}, {
	"quote": "Music is art, and making watches is art, too.",
	"name": "J Balvin"
}, {
	"quote": "Tones sound, and roar and storm about me until I have set them down in notes.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "The wise musicians are those who play what they can master.",
	"name": "Duke Ellington"
}, {
	"quote": "Music is my religion.",
	"name": "Jimi Hendrix"
}, {
	"quote": "All music is folk music. I ain't never heard a horse sing a song.",
	"name": "Louis Armstrong"
}, {
	"quote": "Life is like music; it must be composed by ear, feeling, and instinct, not by rule.",
	"name": "Samuel Butler"
}, {
	"quote": "Music is spiritual. The music business is not.",
	"name": "Van Morrison"
}, {
	"quote": "Music - it's motivational and just makes you relax.",
	"name": "Taika Waititi"
}, {
	"quote": "Music is the strongest form of magic.",
	"name": "Marilyn Manson"
}, {
	"quote": "Old music used to mean something. There is none of that today.",
	"name": "Ziggy Marley"
}, {
	"quote": "Beats succeeded because, as music lovers, we knew oscilloscopes don't buy headphones - people do.",
	"name": "Jimmy Iovine"
}, {
	"quote": "Where there is devotional music, God is always at hand with His gracious presence.",
	"name": "Johann Sebastian Bach"
}, {
	"quote": "Cinematography is infinite in its possibilities... much more so than music or language.",
	"name": "Conrad Hall"
}, {
	"quote": "I mean, the genuine roots of culture is folk music.",
	"name": "John Lydon"
}, {
	"quote": "There's a certain line between jokes and music and poetry that's a bit blurred in my mind.",
	"name": "Bo Burnham"
}, {
	"quote": "There's sketch, improv, writing, acting, music, and badminton. Those are the seven forms of comedy.",
	"name": "T. J. Miller"
}, {
	"quote": "The rhetoric is the key to the character. It's the verbal music of the piece.",
	"name": "Peter Shaffer"
}, {
	"quote": "Music comes to me more readily than words.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "Music, in performance, is a type of sculpture. The air in the performance is sculpted into something.",
	"name": "Frank Zappa"
}, {
	"quote": "No two people on earth are alike, and it's got to be that way in music or it isn't music.",
	"name": "Billie Holiday"
}, {
	"quote": "I lost myself in the bubble of music - driving myself to be a success.",
	"name": "Dan Hill"
}, {
	"quote": "Music is the shorthand of emotion.",
	"name": "Leo Tolstoy"
}, {
	"quote": "There's nothing better than live music. It's raw energy, and raw energy feeds the soul.",
	"name": "Dhani Jones"
}, {
	"quote": "If I had a free afternoon, I would play music, sit in my backyard, and drink coffee.",
	"name": "Aja Naomi King"
}, {
	"quote": "Music is your own experience, your own thoughts, your wisdom. ",
	"name": "Charlie Parker"
}, {
	"quote": "I would love to be able to pursue music as a career but honestly, I'm just not good enough.",
	"name": "Shawn Ashmore"
}, {
	"quote": "Music inflames temperament.",
	"name": "Jim Morrison"
}, {
	"quote": "Music has a poetry of its own, and that poetry is called melody.",
	"name": "Joshua Logan"
}, {
	"quote": "As a youngster, I never dreamed there could be a career actually earning a living writing music.",
	"name": "John Williams"
}, {
	"quote": "Good fashion is like rock music: all anarchy and revolt.",
	"name": "Ann Demeulemeester"
}, {
	"quote": "I feel that when you care about your music, taking risks is something you should do to keep things exciting.",
	"name": "Drake"
}, {
	"quote": "My goal is to be one with the music. I just dedicate my whole life to this art.",
	"name": "Jimi Hendrix"
}, {
	"quote": "Military justice is to justice what military music is to music.",
	"name": "Groucho Marx"
}, {
	"quote": "We're a bit flashy, but the music's not one big noise.",
	"name": "Freddie Mercury"
}, {
	"quote": "They teach you there's a boundary line to music. But, man, there's no boundary line to art.",
	"name": "Charlie Parker"
}, {
	"quote": "I think I will never stop working with music; it has become a part of who I am.",
	"name": "Martin Garrix"
}, {
	"quote": "Rap music is the only vital form of music introduced since punk rock.",
	"name": "Kurt Cobain"
}, {
	"quote": "I go with the flow. Whatever music you play for me, I'll dance.",
	"name": "Gael Garcia Bernal"
}, {
	"quote": "I like to go to the beach, have a bonfire, and play music.",
	"name": "Colbie Caillat"
}, {
	"quote": "Versification is, indeed, indispensable for music, but rhyme, solely for rhyming's sake, most pernicious.",
	"name": "Wolfgang Amadeus Mozart"
}, {
	"quote": "Hunting, fishing, drawing, and music occupied my every moment. Cares I knew not, and cared naught about them.",
	"name": "John James Audubon"
}, {
	"quote": "Clothes are like a good meal, a good movie, great pieces of music.",
	"name": "Michael Kors"
}, {
	"quote": "Making music is like shopping for me. Every song is like a new pair of shoes.",
	"name": "Rihanna"
}, {
	"quote": "You create a community with music, not just at concerts but by talking about it with your friends.",
	"name": "David Byrne"
}, {
	"quote": "I don't know anything about music. In my line you don't have to.",
	"name": "Elvis Presley"
}, {
	"quote": "I love sad songs. They say so much. I love country music but even the happy songs sound really sad.",
	"name": "Beth Ditto"
}, {
	"quote": "My best hostess tip is to have good food and really good music!",
	"name": "Jennifer Aniston"
}, {
	"quote": "Change is always happening. That's one of the wonderful things about jazz music.",
	"name": "Maynard Ferguson"
}, {
	"quote": "My music had roots which I'd dug up from my own childhood, musical roots buried in the darkest soil.",
	"name": "Ray Charles"
}, {
	"quote": "We came out in the midst of the hippie hangover. All this mellow music.",
	"name": "Angus Young"
}, {
	"quote": "Music washes away from the soul the dust of everyday life.",
	"name": "Berthold Auerbach"
}, {
	"quote": "Music fills the infinite between two souls.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Hawaii is paradise. It sounds cheesy to say it, but there's music in the air there.",
	"name": "Bruno Mars"
}, {
	"quote": "There is nothing stable in the world; uproar's your only music.",
	"name": "John Keats"
}, {
	"quote": "I want people to get positive energy from our music.",
	"name": "Suga"
}, {
	"quote": "Pop music, disco music, and heavy metal music is about shutting out the tensions of life, putting it away.",
	"name": "Peter Tork"
}, {
	"quote": "People should listen to my music because it's good.",
	"name": "Cardi B"
}, {
	"quote": "I love that way dance music can put you in a trance.",
	"name": "Chet Faker"
}, {
	"quote": "My heart, which is so full to overflowing, has often been solaced and refreshed by music when sick and weary.",
	"name": "Martin Luther"
}, {
	"quote": "There are more love songs than anything else. If songs could make you do something we'd all love one another.",
	"name": "Frank Zappa"
}, {
	"quote": "Just when you think we're living in a little bit of a divided world, music brings us together.",
	"name": "Luis Fonsi"
}, {
	"quote": "Sometimes words are just music themselves. Like 'Chicago' is a very musical sounding name.",
	"name": "Tom Waits"
}, {
	"quote": "As long as my music is real, it's no limit to how many ears I can grab.",
	"name": "Kendrick Lamar"
}, {
	"quote": "Music is everybody's possession. It's only publishers who think that people own it.",
	"name": "John Lennon"
}, {
	"quote": "If a composer could say what he had to say in words he would not bother trying to say it in music.",
	"name": "Gustav Mahler"
}, {
	"quote": "Fog and one blue light is all I need in life at the club. Just a dark room and loud music. I'm into that.",
	"name": "Kelela"
}, {
	"quote": "Good music will always be recognized in the end.",
	"name": "Suga"
}, {
	"quote": "To me, the greatest pleasure of writing is not what it's about, but the inner music that words make.",
	"name": "Truman Capote"
}, {
	"quote": "If architecture is frozen music then music must be liquid architecture.",
	"name": "Quincy Jones"
}, {
	"quote": "I love a lot of different styles, but my heart belongs in electronic music.",
	"name": "John Grant"
}, {
	"quote": "Music was invented to confirm human loneliness.",
	"name": "Lawrence Durrell"
}, {
	"quote": "Live music is the cure for what ails ya.",
	"name": "Henry Rollins"
}, {
	"quote": "My music isn't rappity-rap-rap-rap.",
	"name": "Travis Scott"
}, {
	"quote": "Music washes away the dust of every day life.",
	"name": "Art Blakey"
}, {
	"quote": "We should make decisions in life with our hearts, not our brains, not only in music but in daily life.",
	"name": "Andre Rieu"
}, {
	"quote": "I wanted to prove the sustaining power of music.",
	"name": "David Bowie"
}, {
	"quote": "I think that's what it is with rock music. It helps you hang tough, I guess.",
	"name": "Angus Young"
}, {
	"quote": "Sometimes, I make music in my sleep. So I get up, put on my headphones, and compose it on the piano.",
	"name": "Adnan Sami"
}, {
	"quote": "Music with dinner is an insult both to the cook and the violinist.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Music is well said to be the speech of angels.",
	"name": "Thomas Carlyle"
}, {
	"quote": "What I love about Christmas music is it stays around every year and comes back.",
	"name": "India Arie"
}, {
	"quote": "If I was in a zombie apocalypse, I wouldn't be playing music, because that would attract zombies.",
	"name": "Scott Weiland"
}, {
	"quote": "I associate heavy metal with fantasy because of the tremendous power that the music delivers.",
	"name": "Christopher Lee"
}, {
	"quote": "I gravitate towards happy music. I love the Beach Boys.",
	"name": "Zooey Deschanel"
}, {
	"quote": "It is from the blues that all that may be called American music derives its most distinctive character.",
	"name": "James Weldon Johnson"
}, {
	"quote": "I'm addicted to making music, but I don't want to do it forever. I just want a farm. Farms make you happy.",
	"name": "Sam Smith"
}, {
	"quote": "People haven't always been there for me, but music always has.",
	"name": "Taylor Swift"
}, {
	"quote": "Good music is good music, and everything else can go to hell.",
	"name": "Dave Matthews"
}, {
	"quote": "He has Van Gogh's ear for music.",
	"name": "Billy Wilder"
}, {
	"quote": "When I am stressed, my No. 1 reliever is my music.",
	"name": "Sabrina Bryan"
}, {
	"quote": "True music must repeat the thought and inspirations of the people and the time.",
	"name": "George Gershwin"
}, {
	"quote": "It feels so good to be amongst some of the biggest legends in music - it feels quite surreal.",
	"name": "Anne-Marie"
}, {
	"quote": "The only love affair I have ever had was with music.",
	"name": "Maurice Ravel"
}, {
	"quote": "Music is the best means we have of digesting time.",
	"name": "W. H. Auden"
}, {
	"quote": "My music is best understood by children and animals.",
	"name": "Igor Stravinsky"
}, {
	"quote": "Music is a unifying force.",
	"name": "Ziggy Marley"
}, {
	"quote": "You can't stay the same. If you're a musician and a singer, you have to change, that's the way it works.",
	"name": "Van Morrison"
}, {
	"quote": "Cocktail music is accepted as audible wallpaper.",
	"name": "Alistair Cooke"
}, {
	"quote": "Music is an art that touches the depth of human existence; an art of sounds that crosses all borders.",
	"name": "Daniel Barenboim"
}, {
	"quote": "I was bred and raised in a multi-cultural music background.",
	"name": "Coco Lee"
}, {
	"quote": "In music the passions enjoy themselves.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Film is one of the three universal languages, the other two: mathematics and music.",
	"name": "Frank Capra"
}, {
	"quote": "I'm attached to the beat. The beat speaks words. I love music.",
	"name": "Travis Scott"
}, {
	"quote": "Istanbul is inspiring because it has its own code of architecture, literature, poetry, music.",
	"name": "Christian Louboutin"
}, {
	"quote": "Sometimes music, movies and books are the only things that let us feel like someone else feels like we do.",
	"name": "Marilyn Manson"
}, {
	"quote": "Music is my life, it is a reflection of what I go through.",
	"name": "Lenny Kravitz"
}, {
	"quote": "Music is the expression of the movement of the waters, the play of curves described by changing breezes.",
	"name": "Claude Debussy"
}, {
	"quote": "It's like drinking water. You have to have water every day, and music is like water for me.",
	"name": "Trombone Shorty"
}, {
	"quote": "Philosophy is the highest music.",
	"name": "Plato"
}, {
	"quote": "I'm a DJ who makes dance music who got to play with Sting.",
	"name": "Afrojack"
}, {
	"quote": "I like to borrow forms and quotes and use a lot of allusions, in both poetry and music.",
	"name": "Jamila Woods"
}, {
	"quote": "If you talk bad about country music, it's like saying bad things about my momma. Them's fightin' words.",
	"name": "Dolly Parton"
}, {
	"quote": "Your personal history is a part of what happens with your hands and your head as you play music.",
	"name": "Dave Grohl"
}, {
	"quote": "Actually, I hear a lot of rock music. My husband is a big rock fan.",
	"name": "Dolly Parton"
}, {
	"quote": "Music is the emotional life of most people.",
	"name": "Leonard Cohen"
}, {
	"quote": "Hell is full of musical amateurs.",
	"name": "George Bernard Shaw"
}, {
	"quote": "If I was just a fan of music, I would think that I was the number one artist in the world.",
	"name": "Kanye West"
}, {
	"quote": "Like music and art, love of nature is a common language that can transcend political or social boundaries.",
	"name": "Jimmy Carter"
}, {
	"quote": "I design music; I don't produce it.",
	"name": "Travis Scott"
}, {
	"quote": "The roar of the crowd has always been the sweetest music. It's intoxicating.",
	"name": "Vin Scully"
}, {
	"quote": "Music is the melody whose text is the world.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "The truest expression of a people is in its dances and its music. Bodies never lie.",
	"name": "Agnes de Mille"
}, {
	"quote": "Rock and Roll: Music for the neck downwards.",
	"name": "Keith Richards"
}, {
	"quote": "Dance music is like a virus: it has affected so many different genres.",
	"name": "Avicii"
}, {
	"quote": "If you put out quality music, you're always going to be in a good place.",
	"name": "Romeo Santos"
}, {
	"quote": "Music for me, it demands full concentration.",
	"name": "Paulo Coelho"
}, {
	"quote": "True country music is honesty, sincerity, and real life to the hilt.",
	"name": "Garth Brooks"
}, {
	"quote": "I call architecture frozen music.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "I don't make music for eyes. I make music for ears.",
	"name": "Adele"
}, {
	"quote": "Music is the divine way to tell beautiful, poetic things to the heart.",
	"name": "Pablo Casals"
}, {
	"quote": "My music is not just about entertainment. It is about enlightenment also.",
	"name": "Kailash Kher"
}, {
	"quote": "Music is for every single person that walks the planet.",
	"name": "Robert Plant"
}, {
	"quote": "I don't like being put in a box. I just make music, you know?",
	"name": "Tyler, The Creator"
}, {
	"quote": "There's nothing like music to relieve the soul and uplift it.",
	"name": "Mickey Hart"
}, {
	"quote": "I like rock music that has melody, but it also makes you wanna get up and dance.",
	"name": "Albert Hammond, Jr."
}, {
	"quote": "The music industry is a matrix that is counter to what is natural and right.",
	"name": "Prince"
}, {
	"quote": "Music and fashion have to have their own styles. It's a must.",
	"name": "Suga"
}, {
	"quote": "The martial music of every sideburned delinquent on the face of the earth.",
	"name": "Frank Sinatra"
}, {
	"quote": "When people hear good music, it makes them homesick for something they never had, and never will have.",
	"name": "E. W. Howe"
}, {
	"quote": "I love music videos, I really do. I think it's kind of sad that it's a dying art form.",
	"name": "Adam Levine"
}, {
	"quote": "Beethoven can write music, thank God, but he can do nothing else on earth.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "Who hears music feels his solitude peopled at once.",
	"name": "Robert Browning"
}, {
	"quote": "Classical music is the kind we keep thinking will turn into a tune.",
	"name": "Kin Hubbard"
}, {
	"quote": "Music can name the unnameable and communicate the unknowable.",
	"name": "Leonard Bernstein"
}, {
	"quote": "Music fathoms the sky.",
	"name": "Charles Baudelaire"
}, {
	"quote": "If you pour some music on whatever's wrong, it'll sure help out.",
	"name": "Levon Helm"
}, {
	"quote": "To sing is to bring to life; impossible if the words are mediocre, however good the music.",
	"name": "Edith Piaf"
}, {
	"quote": "Every song is like a painting.",
	"name": "Dick Dale"
}, {
	"quote": "Music exists for the purpose of growing an admirable heart.",
	"name": "Shinichi Suzuki"
}, {
	"quote": "Music speaks to people in a way that breaks down boundaries that words and actions sometimes can't.",
	"name": "Dan Reynolds"
}, {
	"quote": "Citizens of India, Pakistan, and Kashmir need to come together and make music.",
	"name": "Zubin Mehta"
}, {
	"quote": "Curtain! Fast music! Light! Ready for the last finale! Great! The show looks good, the show looks good!",
	"name": "Florenz Ziegfeld"
}, {
	"quote": "Music is always a creative process that comes from the heart. It's a feeling, a vibration, that we ride on.",
	"name": "Maurice White"
}, {
	"quote": "You shouldn't be in the music business if you're posing.",
	"name": "Rod Stewart"
}, {
	"quote": "You just pick up a chord, go twang, and you're got music.",
	"name": "Sid Vicious"
}, {
	"quote": "I don't care much about music. What I like is sounds.",
	"name": "Dizzy Gillespie"
}, {
	"quote": "Music is there to get you through life's ups and downs, good times and not so good times.",
	"name": "Rob Halford"
}, {
	"quote": "I've made sure that in any situation and with any record label, I'm allowed to write my own music.",
	"name": "Taylor Swift"
}, {
	"quote": "Nothing can ever be wrong about music.",
	"name": "Duane Allman"
}, {
	"quote": "Music is the best way for me to say I love you.",
	"name": "Mireille Mathieu"
}, {
	"quote": "I need drama in my life to keep making music.",
	"name": "Eminem"
}, {
	"quote": "I'm not trying to keep up or adapt. I'm allowing myself to grow, evolve and create new music.",
	"name": "LL Cool J"
}, {
	"quote": "If you want to make beautiful music, you must play the black and the white notes together.",
	"name": "Richard M. Nixon"
}, {
	"quote": "I am never going to give music up.",
	"name": "Dr. Dre"
}, {
	"quote": "Music became a healer for me.",
	"name": "Eric Clapton"
}, {
	"quote": "When words leave off, music begins.",
	"name": "Heinrich Heine"
}, {
	"quote": "Music played at weddings always reminds me of the music played for soldiers before they go into battle.",
	"name": "Heinrich Heine"
}, {
	"quote": "I didn't get interested in music. It was a gift from God.",
	"name": "Nina Simone"
}, {
	"quote": "The music is all. People should die for it. People are dying for everything else, so why not the music?",
	"name": "Lou Reed"
}, {
	"quote": "We always go out looking for live music after our shows.",
	"name": "Ron White"
}, {
	"quote": "Music has charms to sooth a savage breast, to soften rocks, or bend a knotted oak.",
	"name": "William Congreve"
}, {
	"quote": "I was really lucky that I came to puberty at a time when music and politics were completely intertwined.",
	"name": "Bob Geldof"
}, {
	"quote": "These are the sort of things that push you on in music - the curiosity, a passion for new ideas.",
	"name": "Elvis Costello"
}, {
	"quote": "Music is the embodiment of my soul. When I play, I'm not performing a song: I'm becoming it.",
	"name": "Tash Sultana"
}, {
	"quote": "Something about cactuses and rock music is a good combination.",
	"name": "Brad Paisley"
}, {
	"quote": "I felt my music wasn't aiming at anybody. Everything I was doing was because it was a good song.",
	"name": "Glen Campbell"
}, {
	"quote": "Music reaches people in a way that simple spoken words just can't.",
	"name": "Sonita Alizadeh"
}, {
	"quote": "The thing about good writing is it has a music to it.",
	"name": "Lauren Graham"
}, {
	"quote": "Hip-hop is a collage. It samples from all different styles of music.",
	"name": "Kamasi Washington"
}, {
	"quote": "Music when healthy, is the teacher of perfect order, and when depraved, the teacher of perfect disorder.",
	"name": "John Ruskin"
}, {
	"quote": "Reading is more of a left-brain process, and listening to music is a right-brain function.",
	"name": "Maynard James Keenan"
}, {
	"quote": "Christianity helps us face the music even when we don't like the tune.",
	"name": "Phillips Brooks"
}, {
	"quote": "Composing music is hard work.",
	"name": "John Williams"
}, {
	"quote": "I came through folk music simply because it was easy to get into it.",
	"name": "Joni Mitchell"
}, {
	"quote": "I just want to make the best music of all time with my best friends.",
	"name": "Chris Martin"
}, {
	"quote": "My worst fear is my music won't connect with the public.",
	"name": "Adele"
}, {
	"quote": "If you look deep enough you will see music; the heart of nature being everywhere music.",
	"name": "Thomas Carlyle"
}, {
	"quote": "I don't have a therapist, so I use me as my own therapist when I'm making the music.",
	"name": "Tyler, The Creator"
}, {
	"quote": "Music, not sex, got me aroused.",
	"name": "Marvin Gaye"
}, {
	"quote": "I love music, and after my first experience with movies, I can't wait to do more.",
	"name": "Rihanna"
}, {
	"quote": "Absolutely, I never stop working on new music.",
	"name": "Shawn Mendes"
}, {
	"quote": "Maybe one day there will finally be an education for electronic music.",
	"name": "Afrojack"
}, {
	"quote": "Music is intended and designed for sentient beings that have hopes and purposes and emotions.",
	"name": "Jacques Barzun"
}, {
	"quote": "Our music is never going to stop someone from bullying someone else. But you should be your own person.",
	"name": "Andy Biersack"
}, {
	"quote": "I like to go into a little shell and be a hermit and make music for a while.",
	"name": "Delta Goodrem"
}, {
	"quote": "The more you play music, the better you'll get.",
	"name": "Glen Campbell"
}, {
	"quote": "I had to listen to the classical music because it calms me down, calms my nerves down.",
	"name": "Novak Djokovic"
}, {
	"quote": "I enjoy 'down South' music.",
	"name": "Lil Uzi Vert"
}, {
	"quote": "You know, when I hear music, I just hear the whole thing.",
	"name": "Meg White"
}, {
	"quote": "If you're only a fan of the old music, that music's gonna wind up sounding even older.",
	"name": "Johnny Van Zant"
}, {
	"quote": "Well, because music is my life and music is not work for me.",
	"name": "Gunther Schuller"
}, {
	"quote": "No good opera plot can be sensible, for people do not sing when they are feeling sensible.",
	"name": "W. H. Auden"
}, {
	"quote": "I always felt rock and roll was very, very wholesome music.",
	"name": "Aretha Franklin"
}, {
	"quote": "It's a crazy world, so sports and athletics and music can be a form of escapism.",
	"name": "Eddie Vedder"
}, {
	"quote": "Gospel music always relaxes me and calms my nerves.",
	"name": "Gabby Douglas"
}, {
	"quote": "Starbucks has changed the rules of engagement for the music industry.",
	"name": "Howard Schultz"
}, {
	"quote": "Music's been a huge passion of mine since I was really young. I started playing guitar when I was thirteen.",
	"name": "Lewis Hamilton"
}, {
	"quote": "Please write music like Wagner, only louder.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "Great music is in the ear of the beholder.",
	"name": "Noel Gallagher"
}, {
	"quote": "It's always about the music, never about anything else.",
	"name": "Eddie Van Halen"
}, {
	"quote": "Every act, every deed of justice and mercy and benevolence, makes heavenly music in Heaven.",
	"name": "Ellen G. White"
}, {
	"quote": "Music really becomes the soundtrack to the major events to your life.",
	"name": "Sheryl Crow"
}, {
	"quote": "Music can't change the world.",
	"name": "Bob Geldof"
}, {
	"quote": "I like being in a recording studio. I like watching a song go from the simplicity of the original music.",
	"name": "Grace Slick"
}, {
	"quote": "Most of my music videos were made for under $200.",
	"name": "Grimes"
}, {
	"quote": "I titled the album Reflections because I am reflecting on my music career.",
	"name": "Miriam Makeba"
}, {
	"quote": "Music is love in search of a word.",
	"name": "Sidney Lanier"
}, {
	"quote": "I love what I do: there is no pressure. The music doesn't like pressure.",
	"name": "Burning Spear"
}, {
	"quote": "But what was my motivation was music, and the fact that I love to move around. I'm always moving around.",
	"name": "Suzanne Farrell"
}, {
	"quote": "If I read or listened to critics of our music, I'd have been discouraged a long time ago.",
	"name": "Graham Nash"
}, {
	"quote": "Preparing for a future in music is an expensive proposition.",
	"name": "Itzhak Perlman"
}, {
	"quote": "You must play for the love of music. Perfect technique is not as important as making music from the heart.",
	"name": "Mstislav Rostropovich"
}, {
	"quote": "Music's staying power is a function of how timeless the lyrics, song and production are.",
	"name": "Gary Wright"
}, {
	"quote": "The visuals are equally as important as the music. It's all a complete experience.",
	"name": "Andra Day"
}, {
	"quote": "Whatever I've got going on, I play music to accompany me.",
	"name": "Brooke Burke"
}, {
	"quote": "I believe that great success is possible in any field - from music to mathematics to macro trading.",
	"name": "Paul Tudor Jones"
}, {
	"quote": "Music should always be an adventure.",
	"name": "Coleman Hawkins"
}, {
	"quote": "Music was my oxygen. It's what saved me from being a really lonely and scared teenager.",
	"name": "Corey Hart"
}, {
	"quote": "Creating music is a wonderful way to celebrate our devotion for Lord Shiva.",
	"name": "Amish Tripathi"
}, {
	"quote": "If you think about it, everything we do in life is set to some kind of music.",
	"name": "Peabo Bryson"
}, {
	"quote": "Most people can't see beauty and love. I see our music as medicine.",
	"name": "Maurice White"
}, {
	"quote": "In my mind, my music is kind of inseparable from my hometown and my life growing up.",
	"name": "Drew Holcomb"
}, {
	"quote": "More than art, more than literature, music is universally accessible.",
	"name": "Billy Joel"
}, {
	"quote": "With Led Zeppelin, it has always been that mystique of how the music is done - how it works, why it works.",
	"name": "Jimmy Page"
}, {
	"quote": "When I went to see Kansas and Queen and Styx, I don't even remember the music. But I know what I saw.",
	"name": "Garth Brooks"
}, {
	"quote": "Music gives us new energy and a stronger sense of purpose.",
	"name": "Michael Franti"
}, {
	"quote": "As you grow older, your music begins to mature and grow older along with you.",
	"name": "Zendaya"
}, {
	"quote": "The people who know nothing about music are the ones always talking about it.",
	"name": "Nat King Cole"
}, {
	"quote": "Music happens to be an art form that transcends language.",
	"name": "Herbie Hancock"
}, {
	"quote": "I write my own music. By myself, on a computer, I program guitar and piano.",
	"name": "Christina Grimmie"
}, {
	"quote": "I see music as fluid architecture.",
	"name": "Joni Mitchell"
}, {
	"quote": "Music comes from a place we don't know.",
	"name": "Chris Martin"
}, {
	"quote": "Music is nothing else but wild sounds civilized into time and tune.",
	"name": "Thomas Fuller"
}, {
	"quote": "We will miss George for his sense of love, his sense of music and his sense of laughter.",
	"name": "Ringo Starr"
}, {
	"quote": "My father loved all different types of music. He wasn't a snob. He wasn't a purist.",
	"name": "Ziggy Marley"
}, {
	"quote": "There's no religion but sex and music.",
	"name": "Sting"
}, {
	"quote": "I think music should be the basis of an education, not just something you do once a week.",
	"name": "Joshua Bell"
}, {
	"quote": "I have no technical training and am completely uneducated in music.",
	"name": "Sade Adu"
}, {
	"quote": "Music commands how we feel, dictates what we experience in our feelings.",
	"name": "Sheryl Crow"
}, {
	"quote": "My music is about the journey, about love and the human experience.",
	"name": "Wynonna Judd"
}, {
	"quote": "My darlings, if I can't write dark, epic music, I can't live!",
	"name": "Amy Lee"
}, {
	"quote": "What the future of the planet and music and art and all of it is sharing; it's diversity.",
	"name": "Taj Mahal"
}, {
	"quote": "Rock music is electronic music, dependent entirely on electronic circuitry and amplification.",
	"name": "John Frusciante"
}, {
	"quote": "I believe that music is connected by human passions and curiosities rather than by marketing strategies.",
	"name": "Elvis Costello"
}, {
	"quote": "If you have some magical chemistry that actually find the music you make compelling, that is a big bonus.",
	"name": "Geddy Lee"
}, {
	"quote": "I found music to be the therapy of choice. I guess it is for a lot of people.",
	"name": "David Byrne"
}, {
	"quote": "Music should be your escape.",
	"name": "Missy Elliott"
}, {
	"quote": "Working on music is the funnest thing for me, and I love it, and I could do it all day, all night.",
	"name": "Julian Casablancas"
}, {
	"quote": "Musicians own music because music owns them.",
	"name": "Virgil Thomson"
}, {
	"quote": "I've played music that's terrible in the past, and not everyone likes you, which is fine.",
	"name": "Tash Sultana"
}, {
	"quote": "I just have this real love and connection with what I'm doing when I play music.",
	"name": "Tash Sultana"
}, {
	"quote": "I'm no different than any other human being. I play music for a living, and we're very blessed.",
	"name": "Zac Brown"
}, {
	"quote": "I guess a good song is a good song is a good song, ya know.",
	"name": "George Thorogood"
}, {
	"quote": "You have the sun, you have the moon, you have the air that you breathe - and you have the Rolling Stones!",
	"name": "Keith Richards"
}, {
	"quote": "There's nothing better than lifting somebody's spirit with music.",
	"name": "Darlene Love"
}, {
	"quote": "I grew up playing music and enjoying good food, friends and family in my own backyard.",
	"name": "Rodney Atkins"
}, {
	"quote": "My music is constantly changing because I am. I'm writing it and changing as I'm writing.",
	"name": "Anne-Marie"
}, {
	"quote": "Music assists him in the use of harmonic and mathematical proportion.",
	"name": "Vitruvius"
}, {
	"quote": "Music is part of history, and our history has lessons that cannot be separated from our greatest music.",
	"name": "Mstislav Rostropovich"
}, {
	"quote": "Music is only love looking for words.",
	"name": "Lawrence Durrell"
}, {
	"quote": "I'm very eclectic in my music tastes - anything from Nina Simone to Beethoven to Talvin Singh.",
	"name": "Monica Ali"
}, {
	"quote": "Music is very spiritual, it has the power to bring people together.",
	"name": "Edgar Winter"
}, {
	"quote": "I'm pretty much open to anyone who's unique and has mutual appreciation in the music as BTS.",
	"name": "Suga"
}, {
	"quote": "The iPod completely changed the way people approach music.",
	"name": "Karl Lagerfeld"
}, {
	"quote": "I think often sadness is a great place to get songs from.",
	"name": "Sarah McLachlan"
}, {
	"quote": "'Music Hop' in 1963 was my first hosting job of a variety program.",
	"name": "Alex Trebek"
}, {
	"quote": "It just happens to be that people like to associate poetry and rap music. I think that idea is kind of corny.",
	"name": "Earl Sweatshirt"
}, {
	"quote": "Music is the fourth great material want, first food, then clothes, then shelter, then music.",
	"name": "Christian Nestell Bovee"
}, {
	"quote": "The real art of conducting consists in transitions.",
	"name": "Gustav Mahler"
}, {
	"quote": "Music is forever; music should grow and mature with you, following you right on up until you die.",
	"name": "Paul Simon"
}, {
	"quote": "We all love musical architecture; there's no doubt about that.",
	"name": "Levon Helm"
}, {
	"quote": "Long intros are cool because there's a little bit of anticipation, you know?",
	"name": "Miranda Lambert"
}, {
	"quote": "Every language has its own music.",
	"name": "Sid Caesar"
}, {
	"quote": "Music is God's gift to man, the only art of Heaven given to earth, the only art of earth we take to Heaven.",
	"name": "Walter Savage Landor"
}, {
	"quote": "I look at you and I write down what I hear.",
	"name": "Virgil Thomson"
}, {
	"quote": "I wake up in the morning, I do a little stretching exercises, pick up the horn and play.",
	"name": "Herb Alpert"
}, {
	"quote": "There's nothing like a good cheating song to make me want to run home to be with my wife.",
	"name": "Steven Curtis Chapman"
}, {
	"quote": "Sometimes before we make a record I go back and listen to a few. It's equally humbling and uplifting.",
	"name": "Michael Stipe"
}, {
	"quote": "That was when I realised that music is the most profound, magical form of communication there is.",
	"name": "Lesley Garrett"
}, {
	"quote": "All music is beautiful.",
	"name": "Billy Strayhorn"
}, {
	"quote": "Writing about music is like dancing about architecture.",
	"name": "Martin Mull"
}, {
	"quote": "I was growing up listening to Queen. Freddie Mercury threw those incredible melodies into his songs.",
	"name": "Gary Cherone"
}, {
	"quote": "Everywhere in the world, music enhances a hall, with one exception: Carnegie Hall enhances the music.",
	"name": "Isaac Stern"
}, {
	"quote": "You can never get silence anywhere nowadays, have you noticed?",
	"name": "Bryan Ferry"
}, {
	"quote": "Secretly, I wanted to look like Jimi Hendrix, but I could never quite pull it off.",
	"name": "Bryan Ferry"
}, {
	"quote": "But when you get music and words together, that can be a very powerful thing.",
	"name": "Bryan Ferry"
}, {
	"quote": "You know, all my songs are relatives, brothers, sisters, cousins.",
	"name": "David Coverdale"
}, {
	"quote": "My father used to sing to me in my mother's womb. I think I can name about any tune in two beats.",
	"name": "Yancy Butler"
}, {
	"quote": "Music is a performance and needs the audience.",
	"name": "Michael Tippett"
}, {
	"quote": "Music is always changing and the changes are unpredictable.",
	"name": "Billy Sheehan"
}, {
	"quote": "Any good music must be an innovation.",
	"name": "Les Baxter"
}, {
	"quote": "My music, my songs are 100 percent inspired by girl power.",
	"name": "Paulina Rubio"
}, {
	"quote": "Music's not like becoming a doctor, who can walk into a community and find people who need him.",
	"name": "Charlie Byrd"
}, {
	"quote": "Composers shouldn't think too much - it interferes with their plagiarism.",
	"name": "Howard Dietz"
}]