[{
	"quote": "Look deep into nature, and then you will understand everything better.",
	"name": "Albert Einstein"
}, {
	"quote": "Just living is not enough... one must have sunshine, freedom, and a little flower.",
	"name": "Hans Christian Andersen"
}, {
	"quote": "Adopt the pace of nature: her secret is patience.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Wherever you go, no matter what the weather, always bring your own sunshine.",
	"name": "Anthony J. D'Angelo"
}, {
	"quote": "Study nature, love nature, stay close to nature. It will never fail you.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "In every walk with nature one receives far more than he seeks.",
	"name": "John Muir"
}, {
	"quote": "Every flower is a soul blossoming in nature.",
	"name": "Gerard De Nerval"
}, {
	"quote": "In nature, light creates the color. In the picture, color creates the light.",
	"name": "Hans Hofmann"
}, {
	"quote": "The family is one of nature's masterpieces.",
	"name": "George Santayana"
}, {
	"quote": "Nature always wears the colors of the spirit.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Nature's beauty is a gift that cultivates appreciation and gratitude.",
	"name": "Louie Schwartzberg"
}, {
	"quote": "Green is the prime color of the world, and that from which its loveliness arises.",
	"name": "Pedro Calderon de la Barca"
}, {
	"quote": "Joy in looking and comprehending is nature's most beautiful gift.",
	"name": "Albert Einstein"
}, {
	"quote": "The woods are lovely, dark and deep. But I have promises to keep, and miles to go before I sleep.",
	"name": "Robert Frost"
}, {
	"quote": "In the depth of winter I finally learned that there was in me an invincible summer.",
	"name": "Albert Camus"
}, {
	"quote": "One touch of nature makes the whole world kin.",
	"name": "William Shakespeare"
}, {
	"quote": "Youth is the gift of nature, but age is a work of art.",
	"name": "Stanislaw Jerzy Lec"
}, {
	"quote": "Colors are the smiles of nature.",
	"name": "Leigh Hunt"
}, {
	"quote": "Curiosity is the one thing invincible in Nature.",
	"name": "Freya Stark"
}, {
	"quote": "It is not only fine feathers that make fine birds.",
	"name": "Aesop"
}, {
	"quote": "The sea, once it casts its spell, holds one in its net of wonder forever.",
	"name": "Jacques Yves Cousteau"
}, {
	"quote": "The sky broke like an egg into full sunset and the water caught fire.",
	"name": "Pamela Hansford Johnson"
}, {
	"quote": "Over every mountain there is a path, although it may not be seen from the valley.",
	"name": "Theodore Roethke"
}, {
	"quote": "Autumn is a second spring when every leaf is a flower.",
	"name": "Albert Camus"
}, {
	"quote": "I can find God in nature, in animals, in birds and the environment.",
	"name": "Pat Buckley"
}, {
	"quote": "Come forth into the light of things, let nature be your teacher.",
	"name": "William Wordsworth"
}, {
	"quote": "Water is the driving force of all nature.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "The best thing one can do when it's raining is to let it rain.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "Nature holds the key to our aesthetic, intellectual, cognitive and even spiritual satisfaction.",
	"name": "E. O. Wilson"
}, {
	"quote": "The butterfly counts not months but moments, and has time enough.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "The breaking of a wave cannot explain the whole sea.",
	"name": "Vladimir Nabokov"
}, {
	"quote": "Sunset is still my favorite color, and rainbow is second.",
	"name": "Mattie Stepanek"
}, {
	"quote": "The clearest way into the Universe is through a forest wilderness.",
	"name": "John Muir"
}, {
	"quote": "Even in winter an isolated patch of snow has a special quality.",
	"name": "Andy Goldsworthy"
}, {
	"quote": "Mountains are earth's undecaying monuments.",
	"name": "Nathaniel Hawthorne"
}, {
	"quote": "For my part I know nothing with any certainty, but the sight of the stars makes me dream.",
	"name": "Vincent Van Gogh"
}, {
	"quote": "The art of medicine consists in amusing the patient while nature cures the disease.",
	"name": "Voltaire"
}, {
	"quote": "I believe a leaf of grass is no less than the journey-work of the stars.",
	"name": "Walt Whitman"
}, {
	"quote": "The mountains are calling and I must go.",
	"name": "John Muir"
}, {
	"quote": "Some people walk in the rain, others just get wet.",
	"name": "Roger Miller"
}, {
	"quote": "Rain is grace; rain is the sky descending to the earth; without rain, there would be no life.",
	"name": "John Updike"
}, {
	"quote": "There is nothing in a caterpillar that tells you it's going to be a butterfly.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "One must ask children and birds how cherries and strawberries taste.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Wilderness is not a luxury but a necessity of the human spirit.",
	"name": "Edward Abbey"
}, {
	"quote": "If you can't be in awe of Mother Nature, there's something wrong with you.",
	"name": "Alex Trebek"
}, {
	"quote": "A kiss is a lovely trick designed by nature to stop speech when words become superfluous.",
	"name": "Ingrid Bergman"
}, {
	"quote": "Forget not that the earth delights to feel your bare feet and the winds long to play with your hair.",
	"name": "Khalil Gibran"
}, {
	"quote": "O, wind, if winter comes, can spring be far behind?",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time.",
	"name": "H. P. Lovecraft"
}, {
	"quote": "That the sea is one of the most beautiful and magnificent sights in Nature, all admit.",
	"name": "John Joly"
}, {
	"quote": "A light wind swept over the corn, and all nature laughed in the sunshine.",
	"name": "Anne Bronte"
}, {
	"quote": "Never measure the height of a mountain until you have reached the top. Then you will see how low it was.",
	"name": "Dag Hammarskjold"
}, {
	"quote": "Autumn arrives in early morning, but spring at the close of a winter day.",
	"name": "Elizabeth Bowen"
}, {
	"quote": "A bee is never as busy as it seems; it's just that it can't buzz any slower.",
	"name": "Kin Hubbard"
}, {
	"quote": "A happy life is one which is in accordance with its own nature.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "I'm so not stylish by nature, but I've learned to work with what I have.",
	"name": "Julie Bowen"
}, {
	"quote": "The lake and the mountains have become my landscape, my real world.",
	"name": "Georges Simenon"
}, {
	"quote": "Winter is not a season, it's an occupation.",
	"name": "Sinclair Lewis"
}, {
	"quote": "What the caterpillar calls the end of the world the master calls a butterfly.",
	"name": "Richard Bach"
}, {
	"quote": "My wish is to stay always like this, living quietly in a corner of nature.",
	"name": "Claude Monet"
}, {
	"quote": "Winter is nature's way of saying, 'Up yours.'",
	"name": "Robert Byrne"
}, {
	"quote": "My soul can find no staircase to Heaven unless it be through Earth's loveliness.",
	"name": "Michelangelo"
}, {
	"quote": "Every artist dips his brush in his own soul, and paints his own nature into his pictures.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "There are always flowers for those who want to see them.",
	"name": "Henri Matisse"
}, {
	"quote": "A forest bird never wants a cage.",
	"name": "Henrik Ibsen"
}, {
	"quote": "Trees are the earth's endless effort to speak to the listening heaven.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Nature's great masterpiece, an elephant; the only harmless great thing.",
	"name": "John Donne"
}, {
	"quote": "The Amen of nature is always a flower.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "The temple bell stops but I still hear the sound coming out of the flowers.",
	"name": "Matsuo Basho"
}, {
	"quote": "And finally Winter, with its bitin', whinin' wind, and all the land will be mantled with snow.",
	"name": "Roy Bean"
}, {
	"quote": "Gray skies are just clouds passing over.",
	"name": "Duke Ellington"
}, {
	"quote": "This sunlight linked me through the ages to that past consciousness.",
	"name": "Richard Jefferies"
}, {
	"quote": "The deepest principle in human nature is the craving to be appreciated.",
	"name": "William James"
}, {
	"quote": "Pick a flower on Earth and you move the farthest star.",
	"name": "Paul Dirac"
}, {
	"quote": "Space exploration is a force of nature unto itself that no other force in society can rival.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "Knowing trees, I understand the meaning of patience. Knowing grass, I can appreciate persistence.",
	"name": "Hal Borland"
}, {
	"quote": "Behind every cloud is another cloud.",
	"name": "Judy Garland"
}, {
	"quote": "The earth laughs in flowers.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Clouds symbolize the veils that shroud God.",
	"name": "Honore de Balzac"
}, {
	"quote": "Scenery is fine - but human nature is finer.",
	"name": "John Keats"
}, {
	"quote": "Your body is the church where Nature asks to be reverenced.",
	"name": "Marquis de Sade"
}, {
	"quote": "Human nature is not black and white but black and grey.",
	"name": "Graham Greene"
}, {
	"quote": "Give me odorous at sunrise a garden of beautiful flowers where I can walk undisturbed.",
	"name": "Walt Whitman"
}, {
	"quote": "Deep in their roots, all flowers keep the light.",
	"name": "Theodore Roethke"
}, {
	"quote": "Cats are intended to teach us that not everything in nature has a function.",
	"name": "Garrison Keillor"
}, {
	"quote": "Sex is a part of nature. I go along with nature.",
	"name": "Marilyn Monroe"
}, {
	"quote": "A lot of people like snow. I find it to be an unnecessary freezing of water.",
	"name": "Carl Reiner"
}, {
	"quote": "Nature does nothing in vain.",
	"name": "Aristotle"
}, {
	"quote": "Man is by nature a political animal.",
	"name": "Aristotle"
}, {
	"quote": "External nature is only internal nature writ large.",
	"name": "Swami Vivekananda"
}, {
	"quote": "The good man is the friend of all living things.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "The laws of nature are but the mathematical thoughts of God.",
	"name": "Euclid"
}, {
	"quote": "If you wish to make an apple pie from scratch, you must first invent the universe.",
	"name": "Carl Sagan"
}, {
	"quote": "Human life is as evanescent as the morning dew or a flash of lightning.",
	"name": "Samuel Butler"
}, {
	"quote": "Light in Nature creates the movement of colors.",
	"name": "Robert Delaunay"
}, {
	"quote": "There are moments when all anxiety and stated toil are becalmed in the infinite leisure and repose of nature.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Nature does not hurry, yet everything is accomplished.",
	"name": "Lao Tzu"
}, {
	"quote": "Flowers are the sweetest things God ever made and forgot to put a soul into.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "The ocean is a mighty harmonist.",
	"name": "William Wordsworth"
}, {
	"quote": "To sit in the shade on a fine day and look upon verdure is the most perfect refreshment.",
	"name": "Jane Austen"
}, {
	"quote": "A friend may well be reckoned the masterpiece of nature.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "For the mind disturbed, the still beauty of dawn is nature's finest balm.",
	"name": "Edwin Way Teale"
}, {
	"quote": "Twilight drops her curtain down, and pins it with a star.",
	"name": "Lucy Maud Montgomery"
}, {
	"quote": "Nature is full of genius, full of the divinity; so that not a snowflake escapes its fashioning hand.",
	"name": "Henry David Thoreau"
}, {
	"quote": "The tree that is beside the running water is fresher and gives more fruit.",
	"name": "Saint Teresa of Avila"
}, {
	"quote": "The moon looks upon many night flowers; the night flowers see but one moon.",
	"name": "Jean Ingelow"
}, {
	"quote": "There are no lines in nature, only areas of colour, one against another.",
	"name": "Edouard Manet"
}, {
	"quote": "Nature is a mutable cloud which is always and never the same.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "He is richest who is content with the least, for content is the wealth of nature.",
	"name": "Socrates"
}, {
	"quote": "What is government itself but the greatest of all reflections on human nature?",
	"name": "James Madison"
}, {
	"quote": "Even if one tree falls down it wouldn't affect the entire forest.",
	"name": "Chen Shui-bian"
}, {
	"quote": "Eventually, my eyes were opened, and I really understood nature. I learned to love at the same time.",
	"name": "Claude Monet"
}, {
	"quote": "The fairest thing in nature, a flower, still has its roots in earth and manure.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Human nature is evil, and goodness is caused by intentional activity.",
	"name": "Xun Kuang"
}, {
	"quote": "A beautiful lady is an accident of nature. A beautiful old lady is a work of art.",
	"name": "Louis Nizer"
}, {
	"quote": "Birds sing after a storm; why shouldn't people feel as free to delight in whatever sunlight remains to them?",
	"name": "Rose Kennedy"
}, {
	"quote": "By nature, I keep moving, man. My theory is, be the shark. You've just got to keep moving. You can't stop.",
	"name": "Brad Pitt"
}, {
	"quote": "Nature never did betray the heart that loved her.",
	"name": "William Wordsworth"
}, {
	"quote": "Everything in excess is opposed to nature.",
	"name": "Hippocrates"
}, {
	"quote": "In the Spring, I have counted 136 different kinds of weather inside of 24 hours.",
	"name": "Mark Twain"
}, {
	"quote": "All nature is but art unknown to thee.",
	"name": "Alexander Pope"
}, {
	"quote": "The flower is the poetry of reproduction. It is an example of the eternal seductiveness of life.",
	"name": "Jean Giraudoux"
}, {
	"quote": "In all things of nature there is something of the marvelous.",
	"name": "Aristotle"
}, {
	"quote": "What's a butterfly garden without butterflies?",
	"name": "Roy Rogers"
}, {
	"quote": "When you have seen one ant, one bird, one tree, you have not seen them all.",
	"name": "E. O. Wilson"
}, {
	"quote": "Blue, green, grey, white, or black; smooth, ruffled, or mountainous; that ocean is not silent.",
	"name": "H. P. Lovecraft"
}, {
	"quote": "Moonlight is sculpture.",
	"name": "Nathaniel Hawthorne"
}, {
	"quote": "No man has received from nature the right to command his fellow human beings.",
	"name": "Denis Diderot"
}, {
	"quote": "I have always believed that your face is a mirror to your nature.",
	"name": "Sridevi"
}, {
	"quote": "Bald as the bare mountain tops are bald, with a baldness full of grandeur.",
	"name": "Matthew Arnold"
}, {
	"quote": "Autumn's the mellow time.",
	"name": "William Allingham"
}, {
	"quote": "We still do not know one thousandth of one percent of what nature has revealed to us.",
	"name": "Albert Einstein"
}, {
	"quote": "I saw old Autumn in the misty morn stand shadowless like silence, listening to silence.",
	"name": "Thomas Hood"
}, {
	"quote": "The bluebird carries the sky on his back.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I'm very gregarious, but I love being in the hills on my own.",
	"name": "Norman MacCaig"
}, {
	"quote": "Don't pray when it rains if you don't pray when the sun shines.",
	"name": "Satchel Paige"
}, {
	"quote": "Human nature is potentially aggressive and destructive and potentially orderly and constructive.",
	"name": "Margaret Mead"
}, {
	"quote": "And the day came when the risk to remain tight in a bud was more painful than the risk it took to blossom.",
	"name": "Elizabeth Appell"
}, {
	"quote": "Human society sustains itself by transforming nature into garbage.",
	"name": "Mason Cooley"
}, {
	"quote": "The goal of life is to make your heartbeat match the beat of the universe, to match your nature with Nature.",
	"name": "Joseph Campbell"
}, {
	"quote": "The happiness of the bee and the dolphin is to exist. For man it is to know that and to wonder at it.",
	"name": "Jacques Yves Cousteau"
}, {
	"quote": "I go to nature to be soothed and healed, and to have my senses put in order.",
	"name": "John Burroughs"
}, {
	"quote": "Nothing happens to any man that he is not formed by nature to bear.",
	"name": "Marcus Aurelius"
}, {
	"quote": "We all have these shades in our nature: it's a spectrum within all of us.",
	"name": "Johnny Flynn"
}, {
	"quote": "The trees that are slow to grow bear the best fruit.",
	"name": "Moliere"
}, {
	"quote": "Creativity is the ability to introduce order into the randomness of nature.",
	"name": "Eric Hoffer"
}, {
	"quote": "Nature chooses who will be transgender; individuals don't choose this.",
	"name": "Mercedes Ruehl"
}, {
	"quote": "In wilderness I sense the miracle of life, and behind it our scientific accomplishments fade to trivia.",
	"name": "Charles Lindbergh"
}, {
	"quote": "Blue thou art, intensely blue; Flower, whence came thy dazzling hue?",
	"name": "James Montgomery"
}, {
	"quote": "How inappropriate to call this planet Earth when it is quite clearly Ocean.",
	"name": "Arthur C. Clarke"
}, {
	"quote": "We have the capacity to receive messages from the stars and the songs of the night winds.",
	"name": "Ruth St. Denis"
}, {
	"quote": "Loss is nothing else but change, and change is Nature's delight.",
	"name": "Marcus Aurelius"
}, {
	"quote": "The view of Earth is spectacular.",
	"name": "Sally Ride"
}, {
	"quote": "People need to be cautious because anything built by man can be destroyed by Mother Nature.",
	"name": "Russel Honore"
}, {
	"quote": "Art in Nature is rhythmic and has a horror of constraint.",
	"name": "Robert Delaunay"
}, {
	"quote": "The peacock has become one of my regular sources of inspiration from nature.",
	"name": "Matthew Williamson"
}, {
	"quote": "Sunlight is painting.",
	"name": "Nathaniel Hawthorne"
}, {
	"quote": "Nothing is art if it does not come from nature.",
	"name": "Antoni Gaudi"
}, {
	"quote": "Nature was here a series of wonders, and a fund of delight.",
	"name": "Daniel Boone"
}, {
	"quote": "I want to do with you what spring does with cherry trees.",
	"name": "Pablo Neruda"
}, {
	"quote": "The world is mud-luscious and puddle-wonderful.",
	"name": "e. e. cummings"
}, {
	"quote": "A morning-glory at my window satisfies me more than the metaphysics of books.",
	"name": "Walt Whitman"
}, {
	"quote": "The skull is nature's sculpture.",
	"name": "David Bailey"
}, {
	"quote": "The sky lovingly smiles on the earth and her children.",
	"name": "Henry Morton Stanley"
}, {
	"quote": "Those who find beauty in all of nature will find themselves at one with the secrets of life itself.",
	"name": "L. Wolfe Gilbert"
}, {
	"quote": "For me nature is not landscape, but the dynamism of visual forces.",
	"name": "Bridget Riley"
}, {
	"quote": "Painting from nature is not copying the object; it is realizing one's sensations.",
	"name": "Paul Cezanne"
}, {
	"quote": "Whatever the universal nature assigns to any man at any time is for the good of that man at that time.",
	"name": "Marcus Aurelius"
}, {
	"quote": "The violets in the mountains have broken the rocks.",
	"name": "Tennessee Williams"
}, {
	"quote": "Nature uses as little as possible of anything.",
	"name": "Johannes Kepler"
}, {
	"quote": "Airplane travel is nature's way of making you look like your passport photo.",
	"name": "Al Gore"
}, {
	"quote": "Go forth under the open sky, and list To Nature's teachings.",
	"name": "William Cullen Bryant"
}, {
	"quote": "I know the lands are lit, with all the autumn blaze of Goldenrod.",
	"name": "Helen Hunt Jackson"
}, {
	"quote": "Simplicity is natures first step, and the last of art.",
	"name": "Philip James Bailey"
}, {
	"quote": "The sea has neither meaning nor pity.",
	"name": "Anton Chekhov"
}, {
	"quote": "I don't like formal gardens. I like wild nature. It's just the wilderness instinct in me, I guess.",
	"name": "Walt Disney"
}, {
	"quote": "Spring is nature's way of saying, 'Let's party!'",
	"name": "Robin Williams"
}, {
	"quote": "I had to live in the desert before I could understand the full value of grass in a green ditch.",
	"name": "Ella Maillart"
}, {
	"quote": "Should you shield the canyons from the windstorms you would never see the true beauty of their carvings.",
	"name": "Elisabeth Kubler-Ross"
}, {
	"quote": "All my life through, the new sights of Nature made me rejoice like a child.",
	"name": "Marie Curie"
}, {
	"quote": "If you can't sit in a cafe quietly and be ignored, how can you observe human nature and write a story?",
	"name": "Evangeline Lilly"
}, {
	"quote": "No tendency is quite so strong in human nature as the desire to lay down rules of conduct for other people.",
	"name": "William Howard Taft"
}, {
	"quote": "The nature of God is a circle of which the center is everywhere and the circumference is nowhere.",
	"name": "Empedocles"
}, {
	"quote": "Mother Nature made me the way I am, and I should be happy.",
	"name": "Karolina Kurkova"
}, {
	"quote": "I think that I shall never see a poem lovely as a tree.",
	"name": "Joyce Kilmer"
}, {
	"quote": "Nature is something outside our body, but the mind is within us.",
	"name": "Bhumibol Adulyadej"
}, {
	"quote": "Nature also forges man, now a gold man, now a silver man, now a fig man, now a bean man.",
	"name": "Paracelsus"
}, {
	"quote": "The sky is the source of light in nature - and governs everything.",
	"name": "John Constable"
}, {
	"quote": "Love is a chain of love as nature is a chain of life.",
	"name": "Truman Capote"
}, {
	"quote": "Sweet April showers do spring May flowers.",
	"name": "Thomas Tusser"
}, {
	"quote": "Nature is the art of God.",
	"name": "Dante Alighieri"
}, {
	"quote": "And the heart that is soonest awake to the flowers is always the first to be touch'd by the thorns.",
	"name": "Thomas Moore"
}, {
	"quote": "Miracles do not, in fact, break the laws of nature.",
	"name": "C. S. Lewis"
}, {
	"quote": "Nature is never finished.",
	"name": "Robert Smithson"
}, {
	"quote": "The poetry of the earth is never dead.",
	"name": "John Keats"
}, {
	"quote": "Nature scarcely ever gives us the very best; for that we must have recourse to art.",
	"name": "Baltasar Gracian"
}, {
	"quote": "All nature wears one universal grin.",
	"name": "Henry Fielding"
}, {
	"quote": "It seems to be a law of nature, inflexible and inexorable, that those who will not risk cannot win.",
	"name": "John Paul Jones"
}, {
	"quote": "Solitary trees, if they grow at all, grow strong.",
	"name": "Winston Churchill"
}, {
	"quote": "Man can never be a woman's equal in the spirit of selfless service with which nature has endowed her.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Nature never deceives us; it is we who deceive ourselves.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "You can't just let nature run wild.",
	"name": "Walt Disney"
}, {
	"quote": "I hold grudges, but I can't hate nobody; that's not my nature.",
	"name": "The Notorious B.I.G."
}, {
	"quote": "If I had to choose a religion, the sun as the universal giver of life would be my god.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Miracles are not contrary to nature, but only contrary to what we know about nature.",
	"name": "Saint Augustine"
}, {
	"quote": "That which is not good for the bee-hive cannot be good for the bees.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty.",
	"name": "Coco Chanel"
}, {
	"quote": "Nature is an infinite sphere of which the center is everywhere and the circumference nowhere.",
	"name": "Blaise Pascal"
}, {
	"quote": "Mother Nature is the great equalizer. You can't get away from it.",
	"name": "Christopher Heyerdahl"
}, {
	"quote": "At Baptism, I received grace - that quality that makes me share in the very nature of God.",
	"name": "Mother Angelica"
}, {
	"quote": "I have lived long enough to satisfy both nature and glory.",
	"name": "Julius Caesar"
}, {
	"quote": "I believe in God, only I spell it Nature.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Sunsets are so beautiful that they almost seem as if we were looking through the gates of Heaven.",
	"name": "John Lubbock"
}, {
	"quote": "All men are by nature born equally free and independent.",
	"name": "George Mason"
}, {
	"quote": "I perhaps owe having become a painter to flowers.",
	"name": "Claude Monet"
}, {
	"quote": "Beauty is grace and confidence. I've learned to accept and appreciate what nature gave me.",
	"name": "Lindsay Lohan"
}, {
	"quote": "The roots of racism lie deep in man's nature, wounded and bruised by original sin.",
	"name": "Sargent Shriver"
}, {
	"quote": "Man is but a reed, the most feeble thing in nature, but he is a thinking reed.",
	"name": "Blaise Pascal"
}, {
	"quote": "All water has a perfect memory and is forever trying to get back to where it was.",
	"name": "Toni Morrison"
}, {
	"quote": "It is the nature of the wise to resist pleasures, but the foolish to be a slave to them.",
	"name": "Epictetus"
}, {
	"quote": "A dog is a vehicle, you know; a dog is a window to Mother Nature, and that's the closest species we have.",
	"name": "Cesar Millan"
}, {
	"quote": "A desire to resist oppression is implanted in the nature of man.",
	"name": "Tacitus"
}, {
	"quote": "By nature, men love newfangledness.",
	"name": "Geoffrey Chaucer"
}, {
	"quote": "What we observe is not nature itself, but nature exposed to our method of questioning.",
	"name": "Werner Heisenberg"
}, {
	"quote": "Land really is the best art.",
	"name": "Andy Warhol"
}, {
	"quote": "Mere goodness can achieve little against the power of nature.",
	"name": "Georg Wilhelm Friedrich Hegel"
}, {
	"quote": "What would be left of our tragedies if an insect were to present us his?",
	"name": "Emil Cioran"
}, {
	"quote": "Nature is infinitely creative. It is always producing the possibility of new beginnings.",
	"name": "Marianne Williamson"
}, {
	"quote": "On earth there is no heaven, but there are pieces of it.",
	"name": "Jules Renard"
}, {
	"quote": "My boy, one small breeze doesn't make a wind storm.",
	"name": "John McGraw"
}, {
	"quote": "Love is a strange master, and human nature is still stranger.",
	"name": "Edgar Rice Burroughs"
}, {
	"quote": "Let the gentle bush dig its root deep and spread upward to split one boulder.",
	"name": "Carl Sandburg"
}, {
	"quote": "Bats drink on the wing, like swallows, by sipping the surface, as they play over pools and streams.",
	"name": "Gilbert White"
}, {
	"quote": "Ocean: A body of water occupying about two-thirds of a world made for man - who has no gills.",
	"name": "Ambrose Bierce"
}, {
	"quote": "We must always take from nature what we paint and always choose the most beautiful things.",
	"name": "Leon Battista Alberti"
}, {
	"quote": "But more wonderful than the lore of old men and the lore of books is the secret lore of ocean.",
	"name": "H. P. Lovecraft"
}, {
	"quote": "The man who interprets Nature is always held in great honor.",
	"name": "Zora Neale Hurston"
}, {
	"quote": "Nature knows no pause in progress and development, and attaches her curse on all inaction.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Being alone on the moors is scary; as the rain clouds settle in, it makes you realise your place in nature.",
	"name": "Dave Davies"
}, {
	"quote": "Perhaps nature is our best assurance of immortality.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "Fishes live in the sea, as men do a-land; the great ones eat up the little ones.",
	"name": "William Shakespeare"
}, {
	"quote": "Adapt or perish, now as ever, is nature's inexorable imperative.",
	"name": "H. G. Wells"
}, {
	"quote": "I decided that if I could paint that flower in a huge scale, you could not ignore its beauty.",
	"name": "Georgia O'Keeffe"
}, {
	"quote": "To me a lush carpet of pine needles or spongy grass is more welcome than the most luxurious Persian rug.",
	"name": "Helen Keller"
}, {
	"quote": "Let a hundred flowers bloom, let a hundred schools of thought contend.",
	"name": "Mao Zedong"
}, {
	"quote": "There is not a sprig of grass that shoots uninteresting to me.",
	"name": "Thomas Jefferson"
}, {
	"quote": "If one way be better than another, that you may be sure is nature's way.",
	"name": "Aristotle"
}, {
	"quote": "Only the brave know how to forgive... a coward never forgave; it is not in his nature.",
	"name": "Laurence Sterne"
}, {
	"quote": "The true nature of evil is that it is so very casual.",
	"name": "James St. James"
}, {
	"quote": "The garden suggests there might be a place where we can meet nature halfway.",
	"name": "Michael Pollan"
}, {
	"quote": "The function of prayer is not to influence God, but rather to change the nature of the one who prays.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it.",
	"name": "Alice Walker"
}, {
	"quote": "What would be ugly in a garden constitutes beauty in a mountain.",
	"name": "Victor Hugo"
}, {
	"quote": "Failure is nature's plan to prepare you for great responsibilities.",
	"name": "Napoleon Hill"
}, {
	"quote": "One of the first conditions of happiness is that the link between Man and Nature shall not be broken.",
	"name": "Leo Tolstoy"
}, {
	"quote": "For greed all nature is too little.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "It is the nature of truth in general, as of some ores in particular, to be richest when most superficial.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "He that will enjoy the brightness of sunshine, must quit the coolness of the shade.",
	"name": "Samuel Johnson"
}, {
	"quote": "To know what that true self is without social pressure is to know your true nature.",
	"name": "Martha Beck"
}, {
	"quote": "Anything created by human beings is already in the great book of nature.",
	"name": "Antoni Gaudi"
}, {
	"quote": "Nature provides exceptions to every rule.",
	"name": "Margaret Fuller"
}, {
	"quote": "Camping is nature's way of promoting the motel business.",
	"name": "Dave Barry"
}, {
	"quote": "The sky is the part of creation in which nature has done for the sake of pleasing man.",
	"name": "John Ruskin"
}, {
	"quote": "The scientific observer of Nature is a kind of mystic seeker in the act of prayer.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "Art is a harmony parallel with nature.",
	"name": "Paul Cezanne"
}, {
	"quote": "The psychical, whatever its nature may be, is itself unconscious.",
	"name": "Sigmund Freud"
}, {
	"quote": "Those things that nature denied to human sight, she revealed to the eyes of the soul.",
	"name": "Ovid"
}, {
	"quote": "Oh, the summer night, Has a smile of light, And she sits on a sapphire throne.",
	"name": "Bryan Procter"
}, {
	"quote": "I can't go against my nature because I am what I am. I don't try to be anyone different to who I am.",
	"name": "Brian McDermott"
}, {
	"quote": "One of the things I enjoy is the challenge of Mother Nature.",
	"name": "Nik Wallenda"
}, {
	"quote": "It's not just human nature to associate in tribes. It's deeper than that.",
	"name": "Jordan Peterson"
}, {
	"quote": "Man has lost the capacity to foresee and to forestall. He will end by destroying the earth.",
	"name": "Albert Schweitzer"
}, {
	"quote": "Vegetation is the basic instrument the creator uses to set all of nature in motion.",
	"name": "Antoine Lavoisier"
}, {
	"quote": "Nature, like man, sometimes weeps from gladness.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Human judges can show mercy. But against the laws of nature, there is no appeal.",
	"name": "Arthur C. Clarke"
}, {
	"quote": "Things derive their being and nature by mutual dependence and are nothing in themselves.",
	"name": "Nagarjuna"
}, {
	"quote": "Behold the child, by Nature's kindly law pleased with a rattle, tickled with a straw.",
	"name": "Alexander Pope"
}, {
	"quote": "'Healing,' Papa would tell me, 'is not a science, but the intuitive art of wooing nature.'",
	"name": "W. H. Auden"
}, {
	"quote": "Being inexhaustible, life and nature are a constant stimulus for a creative mind.",
	"name": "Hans Hofmann"
}, {
	"quote": "Trees love to toss and sway; they make such happy noises.",
	"name": "Emily Carr"
}, {
	"quote": "We'll be back to our nature documentary, 'Baggy the Anorexic Elephant' in just a second.",
	"name": "Colin Mochrie"
}, {
	"quote": "Human nature is above all things lazy.",
	"name": "Harriet Beecher Stowe"
}, {
	"quote": "Nature is a petrified magic city.",
	"name": "Novalis"
}, {
	"quote": "During all these years there existed within me a tendency to follow Nature in her walks.",
	"name": "John James Audubon"
}, {
	"quote": "In nature there are neither rewards nor punishments; there are consequences.",
	"name": "Robert Green Ingersoll"
}, {
	"quote": "Nothing makes me so happy as to observe nature and to paint what I see.",
	"name": "Henri Rousseau"
}, {
	"quote": "I drank the silence of God from a spring in the woods.",
	"name": "Georg Trakl"
}, {
	"quote": "I have seen the movement of the sinews of the sky, And the blood coursing in the veins of the moon.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "Read nature; nature is a friend to truth.",
	"name": "Edward Young"
}, {
	"quote": "Nature and books belong to the eyes that see them.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "When you go in search of honey you must expect to be stung by bees.",
	"name": "Joseph Joubert"
}, {
	"quote": "Energy, like the biblical grain of the mustard-seed, will remove mountains.",
	"name": "Hosea Ballou"
}, {
	"quote": "Love is a canvas furnished by nature and embroidered by imagination.",
	"name": "Voltaire"
}, {
	"quote": "We are by nature observers, and thereby learners. That is our permanent state.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Race hate isn't human nature; race hate is the abandonment of human nature.",
	"name": "Orson Welles"
}, {
	"quote": "When nature has work to be done, she creates a genius to do it.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Unless a tree has borne blossoms in spring, you will vainly look for fruit on it in autumn.",
	"name": "Walter Scott"
}, {
	"quote": "To the artist there is never anything ugly in nature.",
	"name": "Auguste Rodin"
}, {
	"quote": "It may be a mistake, that man, in a state of nature, is more disposed to cruelty than courtesy.",
	"name": "Mercy Otis Warren"
}, {
	"quote": "I am following Nature without being able to grasp her, I perhaps owe having become a painter to flowers.",
	"name": "Claude Monet"
}, {
	"quote": "Politeness is to human nature what warmth is to wax.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "How beautiful the leaves grow old. How full of light and color are their last days.",
	"name": "John Burroughs"
}, {
	"quote": "How strange that nature does not knock, and yet does not intrude!",
	"name": "Emily Dickinson"
}, {
	"quote": "Suffering is permanent, obscure and dark, And shares the nature of infinity.",
	"name": "William Wordsworth"
}, {
	"quote": "Art is the right hand of Nature. The latter has only given us being, the former has made us men.",
	"name": "Friedrich Schiller"
}, {
	"quote": "Chaos was the law of nature; Order was the dream of man.",
	"name": "Henry Adams"
}, {
	"quote": "Nature is not human hearted.",
	"name": "Lao Tzu"
}, {
	"quote": "Words, like nature, half reveal and half conceal the soul within.",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "Now that I'm older, I have a much better appreciation of nature, and I love being alone.",
	"name": "Gia Coppola"
}, {
	"quote": "Death, like birth, is a secret of Nature.",
	"name": "Marcus Aurelius"
}, {
	"quote": "All art is but imitation of nature.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "It is human nature to think wisely and act in an absurd fashion.",
	"name": "Anatole France"
}, {
	"quote": "Study hard so that you can master technology, which allows us to master nature.",
	"name": "Che Guevara"
}, {
	"quote": "Human nature is not nearly as bad as it has been thought to be.",
	"name": "Abraham Maslow"
}, {
	"quote": "The missing link in cosmology is the nature of dark matter and dark energy.",
	"name": "Stephen Hawking"
}, {
	"quote": "We have much to learn by studying nature and taking the time to tease out its secrets.",
	"name": "David Suzuki"
}, {
	"quote": "The very nature of science is discoveries, and the best of those discoveries are the ones you don't expect.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "Nature uses human imagination to lift her work of creation to even higher levels.",
	"name": "Luigi Pirandello"
}, {
	"quote": "Subdue your appetites, my dears, and you've conquered human nature.",
	"name": "Charles Dickens"
}, {
	"quote": "The earth has received the embrace of the sun and we shall see the results of that love.",
	"name": "Sitting Bull"
}, {
	"quote": "One could not pluck a flower without troubling a star.",
	"name": "Loren Eiseley"
}, {
	"quote": "We must use the wrath of nature as our teacher.",
	"name": "Bhumibol Adulyadej"
}, {
	"quote": "The very winds whispered in soothing accents, and maternal Nature bade me weep no more.",
	"name": "Mary Shelley"
}, {
	"quote": "Like music and art, love of nature is a common language that can transcend political or social boundaries.",
	"name": "Jimmy Carter"
}, {
	"quote": "My father considered a walk among the mountains as the equivalent of churchgoing.",
	"name": "Aldous Huxley"
}, {
	"quote": "It is often my nature to be abstract, hidden in plain sight, or nowhere at all.",
	"name": "Gerard Way"
}, {
	"quote": "We cannot command Nature except by obeying her.",
	"name": "Francis Bacon"
}, {
	"quote": "Consistency is contrary to nature, contrary to life. The only completely consistent people are dead.",
	"name": "Aldous Huxley"
}, {
	"quote": "My inspiration comes from the common man and nature.",
	"name": "Kailash Kher"
}, {
	"quote": "I consider nature a vast chemical laboratory in which all kinds of composition and decompositions are formed.",
	"name": "Antoine Lavoisier"
}, {
	"quote": "The love story for me was the nature of the love and not the age of the lovers.",
	"name": "Kate Capshaw"
}, {
	"quote": "A hen is only an egg's way of making another egg.",
	"name": "Samuel Butler"
}, {
	"quote": "Hope is nature's veil for hiding truth's nakedness.",
	"name": "Alfred Nobel"
}, {
	"quote": "We must all obey the great law of change. It is the most powerful law of nature.",
	"name": "Edmund Burke"
}, {
	"quote": "I love not man the less, but Nature more.",
	"name": "Lord Byron"
}, {
	"quote": "Controversy is part of the nature of art and creativity.",
	"name": "Yoko Ono"
}, {
	"quote": "The subtlety of nature is greater many times over than the subtlety of the senses and understanding.",
	"name": "Francis Bacon"
}, {
	"quote": "When I have a terrible need of - shall I say the word - religion. Then I go out and paint the stars.",
	"name": "Vincent Van Gogh"
}, {
	"quote": "Nature is the master of talents; genius is the master of nature.",
	"name": "Josiah Gilbert Holland"
}, {
	"quote": "I was a spooky kid; that was just my nature.",
	"name": "Elizabeth Marvel"
}, {
	"quote": "Self-preservation is the first law of nature.",
	"name": "Samuel Butler"
}, {
	"quote": "The least movement is of importance to all nature. The entire ocean is affected by a pebble.",
	"name": "Blaise Pascal"
}, {
	"quote": "Light is the greatest disinfectant in nature and also in organizations.",
	"name": "Stephen Covey"
}, {
	"quote": "As the twig is bent the tree inclines.",
	"name": "Virgil"
}, {
	"quote": "Flowers are without hope. Because hope is tomorrow and flowers have no tomorrow.",
	"name": "Antonio Porchia"
}, {
	"quote": "If people sat outside and looked at the stars each night, I'll bet they'd live a lot differently.",
	"name": "Bill Watterson"
}, {
	"quote": "I like trees because they seem more resigned to the way they have to live than other things do.",
	"name": "Willa Cather"
}, {
	"quote": "Human nature is not of itself vicious.",
	"name": "Thomas Paine"
}, {
	"quote": "You can never really go wrong if you take nature as an example.",
	"name": "Christian Dior"
}, {
	"quote": "The air soft as that of Seville in April, and so fragrant that it was delicious to breathe it.",
	"name": "Christopher Columbus"
}, {
	"quote": "Tis distance lends enchantment to the view, and robes the mountain in its azure hue.",
	"name": "Thomas Campbell"
}, {
	"quote": "Communism is in conflict with human nature.",
	"name": "Ernest Renan"
}, {
	"quote": "All are but parts of one stupendous whole, Whose body Nature is, and God the soul.",
	"name": "Alexander Pope"
}, {
	"quote": "For all of nature's wonder and beauty, it is also hostile and unpredictable.",
	"name": "Liam Neeson"
}, {
	"quote": "I think that in today's world, by nature, we are all self-centered. And that often leads to selfishness.",
	"name": "Gary Chapman"
}, {
	"quote": "Whenever I get fed up with life I love to go wandering in nature.",
	"name": "Andrea Arnold"
}, {
	"quote": "For a successful technology, reality must take precedence over public relations, for Nature cannot be fooled.",
	"name": "Richard P. Feynman"
}, {
	"quote": "Philosophy would render us entirely Pyrrhonian, were not nature too strong for it.",
	"name": "David Hume"
}, {
	"quote": "We may brave human laws, but we cannot resist natural ones.",
	"name": "Jules Verne"
}, {
	"quote": "Fracking kills, and it doesn't just kill us. It kills the land, nature and, eventually, the whole world.",
	"name": "Yoko Ono"
}, {
	"quote": "Nature abhors annihilation.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Whatsoever is contrary to nature is contrary to reason, and whatsoever is contrary to reason is absurd.",
	"name": "Baruch Spinoza"
}, {
	"quote": "By nature and doctrines I am addicted to the habit of discovering choice places wherein to feed.",
	"name": "O. Henry"
}, {
	"quote": "Earth is a flower and it's pollinating.",
	"name": "Neil Young"
}, {
	"quote": "Nature, to be commanded, must be obeyed.",
	"name": "Francis Bacon"
}, {
	"quote": "Thus happiness depends, as nature shows, less on exterior things than most suppose.",
	"name": "William Cowper"
}, {
	"quote": "The counterfeit and counterpart of Nature is reproduced in art.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "The old cathedrals are good, but the great blue dome that hangs over everything is better.",
	"name": "Thomas Carlyle"
}, {
	"quote": "Human nature is such that monogamy is a really hard thing to achieve.",
	"name": "Sienna Miller"
}, {
	"quote": "Every girl should use what Mother Nature gave her before Father Time takes it away.",
	"name": "Laurence J. Peter"
}, {
	"quote": "Nature is wont to hide herself.",
	"name": "Heraclitus"
}, {
	"quote": "The sun, too, shines into cesspools and is not polluted.",
	"name": "Diogenes"
}, {
	"quote": "Disasters are called natural, as if nature were the executioner and not the victim.",
	"name": "Eduardo Galeano"
}, {
	"quote": "Knowledge has value only insofar as it contributes to the all-round development of the whole nature of man.",
	"name": "Rudolf Steiner"
}, {
	"quote": "Nature can do more than physicians.",
	"name": "Oliver Cromwell"
}, {
	"quote": "Original thought, original artistic expression is by its very nature questioning, irreverent, iconoclastic.",
	"name": "Salman Rushdie"
}, {
	"quote": "We must return to nature and nature's god.",
	"name": "Luther Burbank"
}, {
	"quote": "That's the nature of basketball. You gotta go out there and compete.",
	"name": "Trae Young"
}, {
	"quote": "I'm not really part of any group or clique or gang because that's always been my nature.",
	"name": "Jack Dee"
}, {
	"quote": "Let us permit nature to have her way. She understands her business better than we do.",
	"name": "Michel de Montaigne"
}, {
	"quote": "Our ideas must be as broad as Nature if they are to interpret Nature.",
	"name": "Arthur Conan Doyle"
}, {
	"quote": "Science is about unravelling nature.",
	"name": "N. R. Narayana Murthy"
}, {
	"quote": "There is the sky, which is all men's together.",
	"name": "Euripides"
}, {
	"quote": "Nature has never read the Declaration of Independence. It continues to make us unequal.",
	"name": "Will Durant"
}, {
	"quote": "With the coming of spring, I am calm again.",
	"name": "Gustav Mahler"
}, {
	"quote": "Nature has left this tincture in the blood, That all men would be tyrants if they could.",
	"name": "Daniel Defoe"
}, {
	"quote": "If you violate Nature's laws you are your own prosecuting attorney, judge, jury, and hangman.",
	"name": "Luther Burbank"
}, {
	"quote": "To eat steak rare... represents both a nature and a morality.",
	"name": "Roland Barthes"
}, {
	"quote": "It is human nature to stand in the middle of a thing.",
	"name": "Marianne Moore"
}, {
	"quote": "The world is always in movement.",
	"name": "V. S. Naipaul"
}, {
	"quote": "Love of man for woman - love of woman for man. That's the nature, the meaning, the best of life itself.",
	"name": "Zane Grey"
}, {
	"quote": "There is no forgiveness in nature.",
	"name": "Ugo Betti"
}, {
	"quote": "Nature and nature's laws lay hid in the night. God said, Let Newton be! and all was light!",
	"name": "Alexander Pope"
}, {
	"quote": "Man's heart away from nature becomes hard.",
	"name": "Standing Bear"
}, {
	"quote": "Nature's music is never over; her silences are pauses, not conclusions.",
	"name": "Mary Webb"
}, {
	"quote": "Nature is a book, a letter, a fairy tale (in the philosophical sense) or whatever you want to call it.",
	"name": "Johann Georg Hamann"
}, {
	"quote": "To cherish what remains of the Earth and to foster its renewal is our only legitimate hope of survival.",
	"name": "Wendell Berry"
}, {
	"quote": "Destruction, hence, like creation, is one of Nature's mandates.",
	"name": "Marquis de Sade"
}, {
	"quote": "It's the Power of the Almighty, the Splendor of Nature, and then you.",
	"name": "Al Franken"
}, {
	"quote": "I am extremely square and obedient in nature!",
	"name": "Tina Fey"
}, {
	"quote": "The groves were God's first temples.",
	"name": "William Cullen Bryant"
}, {
	"quote": "War is so complex; human nature is so complex. There's no filmmaker who has ever figured it out perfectly.",
	"name": "Angelina Jolie"
}, {
	"quote": "Spring won't let me stay in this house any longer! I must get out and breathe the air deeply again.",
	"name": "Gustav Mahler"
}, {
	"quote": "I am two with nature.",
	"name": "Woody Allen"
}, {
	"quote": "Everything lives and lasts by the inner necessity of its being, by its own nature's need.",
	"name": "Richard Wagner"
}, {
	"quote": "Science is the ultimate tool to reveal the laws of nature, and the one word written on its banner is Truth.",
	"name": "Dan Shechtman"
}, {
	"quote": "Nature moves towards balance.",
	"name": "Joel Salatin"
}, {
	"quote": "Even though I am an actor, by nature I am what you could call a homely girl.",
	"name": "Divyanka Tripathi"
}, {
	"quote": "I believe that laughter is the best emotional Band-Aid in the world. It's like nature's Neosporin.",
	"name": "Matt LeBlanc"
}, {
	"quote": "You can change the circumstances but you can never change man's inner nature.",
	"name": "Ron Perlman"
}, {
	"quote": "Eagles commonly fly alone. They are crows, daws, and starlings that flock together.",
	"name": "John Webster"
}, {
	"quote": "Compassion is a call, a demand of nature, to relieve the unhappy as hunger is a natural call for food.",
	"name": "Joseph Butler"
}, {
	"quote": "The sun, the earth, love, friends, our very breath are parts of the banquet.",
	"name": "Rebecca Harding Davis"
}, {
	"quote": "Our linear concept of time means nothing to nature.",
	"name": "Robert Lanza"
}, {
	"quote": "Spring beckons! All things to the call respond; the trees are leaving and cashiers abscond.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Spring is when you feel like whistling even with a shoe full of slush.",
	"name": "Doug Larson"
}, {
	"quote": "The little windflower, whose just opened eye is blue as the spring heaven it gazes at.",
	"name": "William Cullen Bryant"
}, {
	"quote": "Who would dare assign to art the sterile function of imitating nature?",
	"name": "Charles Baudelaire"
}, {
	"quote": "Death is the ugly fact which Nature has to hide, and she hides it well.",
	"name": "Alexander Smith"
}, {
	"quote": "Part of our human nature is finding new ways of being.",
	"name": "Bozoma Saint John"
}, {
	"quote": "All the universe is full of the lives of perfect creatures.",
	"name": "Konstantin Tsiolkovsky"
}, {
	"quote": "What nature delivers to us is never stale. Because what nature creates has eternity in it.",
	"name": "Isaac Bashevis Singer"
}, {
	"quote": "Ah, summer, what power you have to make us suffer and like it.",
	"name": "Russell Baker"
}, {
	"quote": "Nature is inside art as its content, not outside as its model.",
	"name": "Marilyn French"
}, {
	"quote": "Nature was my kindergarten.",
	"name": "William Christopher Handy"
}, {
	"quote": "We do not see nature with our eyes, but with our understandings and our hearts.",
	"name": "William Hazlitt"
}, {
	"quote": "Nature is neutral.",
	"name": "Adlai Stevenson I"
}, {
	"quote": "It is only in the country that we can get to know a person or a book.",
	"name": "Cyril Connolly"
}, {
	"quote": "We are all several different people. There are different aspects of our nature that are competing.",
	"name": "Harold Ramis"
}, {
	"quote": "We are embedded in a biological world and related to the organisms around us.",
	"name": "Walter Gilbert"
}, {
	"quote": "In nature there are few sharp lines.",
	"name": "A. R. Ammons"
}, {
	"quote": "The stars that have most glory have no rest.",
	"name": "Samuel Daniel"
}, {
	"quote": "Swans sing before they die - 'twere no bad thing should certain persons die before they sing.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "Poor, dear, silly Spring, preparing her annual surprise!",
	"name": "Wallace Stevens"
}, {
	"quote": "Where hast thou wandered, gentle gale, to find the perfumes thou dost bring?",
	"name": "William Cullen Bryant"
}, {
	"quote": "Nature is a good name for an effect whose cause is God.",
	"name": "William Cowper"
}, {
	"quote": "Pity the meek, for they shall inherit the earth.",
	"name": "Don Marquis"
}, {
	"quote": "The day, water, sun, moon, night - I do not have to purchase these things with money.",
	"name": "Plautus"
}, {
	"quote": "Night comes to the desert all at once, as if someone turned off the light.",
	"name": "Joyce Carol Oates"
}, {
	"quote": "He who does not become familiar with nature through love will never know her.",
	"name": "Karl Wilhelm Friedrich Schlegel"
}, {
	"quote": "All things are artificial, for nature is the art of God.",
	"name": "Thomas Browne"
}, {
	"quote": "It was one of those perfect English autumnal days which occur more frequently in memory than in life.",
	"name": "P. D. James"
}, {
	"quote": "Nothing is farther than earth from heaven; nothing is nearer than heaven to earth.",
	"name": "Augustus Hare"
}, {
	"quote": "To destroy is still the strongest instinct in nature.",
	"name": "Max Beerbohm"
}, {
	"quote": "Understanding the laws of nature does not mean that we are immune to their operations.",
	"name": "David Gerrold"
}, {
	"quote": "And Fall, with her yeller harvest moon and the hills growin' brown and golden under a sinkin' sun.",
	"name": "Roy Bean"
}, {
	"quote": "Sound is the vocabulary of nature.",
	"name": "Pierre Schaeffer"
}, {
	"quote": "Though pleas'd to see the dolphins play, I mind my compass and my way.",
	"name": "Matthew Green"
}, {
	"quote": "The earth is yet the place of the domicile of man and all the offspring of the first man.",
	"name": "Joseph Franklin Rutherford"
}, {
	"quote": "There's no night without stars.",
	"name": "Andre Norton"
}, {
	"quote": "Custom, that is before all law; Nature, that is above all art.",
	"name": "Samuel Daniel"
}, {
	"quote": "I love the long grass coming up to meet the willows.",
	"name": "Jilly Cooper"
}, {
	"quote": "The fulness of the godhead dwelt in every blade of grass.",
	"name": "Elias Hicks"
}, {
	"quote": "A tree is an incomprehensible mystery.",
	"name": "Jim Woodring"
}, {
	"quote": "I've always regarded nature as the clothing of God.",
	"name": "Alan Hovhaness"
}, {
	"quote": "Maybe nature is fundamentally ugly, chaotic and complicated. But if it's like that, then I want out.",
	"name": "Steven Weinberg"
}, {
	"quote": "Nature's far too subtle to repeat herself.",
	"name": "Paul Muni"
}]