[{
	"quote": "Write it on your heart that every day is the best day in the year.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Cheers to a new year and another chance for us to get it right.",
	"name": "Oprah Winfrey"
}, {
	"quote": "And now we welcome the new year. Full of things that have never been.",
	"name": "Rainer Maria Rilke"
}, {
	"quote": "Hope smiles from the threshold of the year to come, whispering, 'It will be happier.'",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "First you take a drink, then the drink takes a drink, then the drink takes you.",
	"name": "F. Scott Fitzgerald"
}, {
	"quote": "Every time you tear a leaf off a calendar, you present a new place for new ideas and progress.",
	"name": "Charles Kettering"
}, {
	"quote": "Celebrate what you want to see more of.",
	"name": "Tom Peters"
}, {
	"quote": "Be at war with your vices, at peace with your neighbors, and let every new year find you a better man.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Come, gentlemen, I hope we shall drink down all unkindness.",
	"name": "William Shakespeare"
}, {
	"quote": "New Year's Day is every man's birthday.",
	"name": "Charles Lamb"
}, {
	"quote": "Ring out the false, ring in the true.",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "All of us every single year, we're a different person. I don't think we're the same person all our lives.",
	"name": "Steven Spielberg"
}, {
	"quote": "Dinner was made for eating, not for talking.",
	"name": "William Makepeace Thackeray"
}, {
	"quote": "At a dinner party one should eat wisely but not too well, and talk well but not too wisely.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "Sometimes too much to drink is barely enough.",
	"name": "Mark Twain"
}, {
	"quote": "Resolution One: I will live for God. Resolution Two: If no one else does, I still will.",
	"name": "Jonathan Edwards"
}, {
	"quote": "I never worry about being driven to drink; I just worry about being driven home.",
	"name": "W. C. Fields"
}, {
	"quote": "What I like to drink most is wine that belongs to others.",
	"name": "Diogenes"
}, {
	"quote": "If you asked me for my New Year Resolution, it would be to find out who I am.",
	"name": "Cyril Cusack"
}, {
	"quote": "I doubt if you can have a truly wild party without liquor.",
	"name": "Carl Sandburg"
}, {
	"quote": "My New Year's resolution is to stick to a good workout plan that will keep me healthy and happy.",
	"name": "James Lafferty"
}, {
	"quote": "Each age has deemed the new-born year the fittest time for festal cheer.",
	"name": "Walter Scott"
}, {
	"quote": "If you want an interesting party sometime, combine cocktails and a fresh box of crayons for everyone.",
	"name": "Robert Fulghum"
}, {
	"quote": "I think in terms of the day's resolutions, not the years'.",
	"name": "Henry Moore"
}, {
	"quote": "Character is the ability to carry out a good resolution long after the excitement of the moment has passed.",
	"name": "Cavett Robert"
}, {
	"quote": "Accept what people offer. Drink their milkshakes. Take their love.",
	"name": "Wally Lamb"
}, {
	"quote": "What is there more kindly than the feeling between host and guest?",
	"name": "Aeschylus"
}, {
	"quote": "Deep breaths are very helpful at shallow parties.",
	"name": "Barbara Walters"
}, {
	"quote": "My New Year's Resolution List usually starts with the desire to lose between ten and three thousand pounds.",
	"name": "Nia Vardalos"
}, {
	"quote": "And suns grow meek, and the meek suns grow brief, and the year smiles as it draws near its death.",
	"name": "William Cullen Bryant"
}, {
	"quote": "A year from now, you're gonna weigh more or less than what you do right now.",
	"name": "Phil McGraw"
}, {
	"quote": "Good parties create a temporary youthfulness.",
	"name": "Mason Cooley"
}, {
	"quote": "To be an ideal guest, stay at home.",
	"name": "E. W. Howe"
}, {
	"quote": "I've had some lovely extraordinary experiences on New Year's Eve.",
	"name": "Debbie Harry"
}, {
	"quote": "Strange to see how a good dinner and feasting reconciles everybody.",
	"name": "Samuel Pepys"
}, {
	"quote": "Going to a party, for me, is as much a learning experience as, you know, sitting in a lecture.",
	"name": "Natalie Portman"
}, {
	"quote": "Dick Clark will be truly missed. We will carry on his legacy every New Year's Eve.",
	"name": "Fergie"
}, {
	"quote": "I like to go to parties where I know everyone. How are you going to have fun with people you don't know?",
	"name": "Mary-Kate Olsen"
}]