[{
	"quote": "My children are the reason I laugh, smile and want to get up every morning.",
	"name": "Gena Lee Nolin"
}, {
	"quote": "It is easier to build strong children than to repair broken men.",
	"name": "Frederick Douglass"
}, {
	"quote": "Each day of our lives we make deposits in the memory banks of our children.",
	"name": "Charles R. Swindoll"
}, {
	"quote": "A child who is allowed to be disrespectful to his parents will not have true respect for anyone.",
	"name": "Billy Graham"
}, {
	"quote": "Don't worry that children never listen to you; worry that they are always watching you.",
	"name": "Robert Fulghum"
}, {
	"quote": "We never know the love of a parent till we become parents ourselves.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "I cannot think of any need in childhood as strong as the need for a father's protection.",
	"name": "Sigmund Freud"
}, {
	"quote": "At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents.",
	"name": "Jane D. Hull"
}, {
	"quote": "Having a baby is a life-changer. It gives you a whole other perspective on why you wake up every day.",
	"name": "Taylor Hanson"
}, {
	"quote": "Let parents bequeath to their children not riches, but the spirit of reverence.",
	"name": "Plato"
}, {
	"quote": "Childhood is a short season.",
	"name": "Helen Hayes"
}, {
	"quote": "A baby is born with a need to be loved - and never outgrows it.",
	"name": "Frank A. Clark"
}, {
	"quote": "Always kiss your children goodnight, even if they're already asleep.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "Hugs can do great amounts of good - especially for children.",
	"name": "Princess Diana"
}, {
	"quote": "Parents were invented to make children happy by giving them something to ignore.",
	"name": "Ogden Nash"
}, {
	"quote": "Children are educated by what the grown-up is and not by his talk.",
	"name": "Carl Jung"
}, {
	"quote": "If you bungle raising your children, I don't think whatever else you do matters very much.",
	"name": "Jackie Kennedy"
}, {
	"quote": "Never lend your car to anyone to whom you have given birth.",
	"name": "Erma Bombeck"
}, {
	"quote": "The unconditional love for you child, it's truly amazing.",
	"name": "Jourdan Dunn"
}, {
	"quote": "There is no job more important than parenting. This I believe.",
	"name": "Ben Carson"
}, {
	"quote": "The gain is not the having of children; it is the discovery of love and how to be loving.",
	"name": "Polly Berrien Berends"
}, {
	"quote": "Parents are the bones on which children cut their teeth.",
	"name": "Peter Ustinov"
}, {
	"quote": "The Golden Rule of Parenting is; do unto your children as you wish your parents had done unto you!",
	"name": "Louise Hart"
}, {
	"quote": "Everybody knows how to raise children, except the people who have them.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Kids are fat because of lack of parenting.",
	"name": "Ben Shapiro"
}, {
	"quote": "Parenting now is a two-way relationship where you learn from each other.",
	"name": "Juhi Chawla"
}, {
	"quote": "Parenting is one of the best management training programs there is.",
	"name": "Irene Rosenfeld"
}, {
	"quote": "We've had bad luck with our kids - they've all grown up.",
	"name": "Christopher Morley"
}, {
	"quote": "The child supplies the power but the parents have to do the steering.",
	"name": "Benjamin Spock"
}, {
	"quote": "Parenting is no sport for perfectionists.",
	"name": "Andrew Solomon"
}, {
	"quote": "My parents saw their job of parenting as their most important role in life, and I aim to aspire to that.",
	"name": "Andrew Lincoln"
}, {
	"quote": "There's really no point in having children if you're not going to be home enough to father them.",
	"name": "Anthony Edwards"
}, {
	"quote": "I'm trying to break any chain of negative parenting that I might have survived.",
	"name": "Eddie Vedder"
}, {
	"quote": "I'm worried about parents who aren't parenting.",
	"name": "Barbara Bush"
}, {
	"quote": "The relation between parents and children is essentially based on teaching.",
	"name": "Gilbert Highet"
}, {
	"quote": "Parenting is one of the hardest jobs on earth.",
	"name": "Jennifer Aniston"
}, {
	"quote": "The uncertainty of parenting can bring up feelings in us that range from frustration to terror.",
	"name": "Brene Brown"
}, {
	"quote": "Girls are the future mothers of our society, and it is important that we focus on their well-being.",
	"name": "Miriam Makeba"
}, {
	"quote": "Education, like neurosis, begins at home.",
	"name": "Milton Sapirstein"
}, {
	"quote": "Most children threaten at times to run away from home. This is the only thing that keeps some parents going.",
	"name": "Phyllis Diller"
}, {
	"quote": "Parenting takes a lot of creativity, and I embrace it fully.",
	"name": "Carrie-Anne Moss"
}, {
	"quote": "Parenthood remains the greatest single preserve of the amateur.",
	"name": "Alvin Toffler"
}, {
	"quote": "Any kid will run any errand for you, if you ask at bedtime.",
	"name": "Red Skelton"
}, {
	"quote": "Children are our second chance to have a great parent-child relationship.",
	"name": "Laura Schlessinger"
}, {
	"quote": "Having children is like having a bowling alley installed in your brain.",
	"name": "Martin Mull"
}, {
	"quote": "A mother who is really a mother is never free.",
	"name": "Honore de Balzac"
}, {
	"quote": "Poor parenting may be reflected in poor sibling relationships.",
	"name": "Robert J. Waldinger"
}, {
	"quote": "We are apt to forget that children watch examples better than they listen to preaching.",
	"name": "Roy L. Smith"
}, {
	"quote": "The truth about parenting is that the reality of our lives needs to be enough.",
	"name": "Jessica Valenti"
}, {
	"quote": "The well-being and welfare of children should always be our focus.",
	"name": "Todd Tiahrt"
}, {
	"quote": "Parenting makes us better in so many regards.",
	"name": "Alissa Quart"
}, {
	"quote": "Parenting isn't just parenting your own child.",
	"name": "Lewis Black"
}, {
	"quote": "If you're asking your kids to exercise, then you better do it, too. Practice what you preach.",
	"name": "Caitlyn Jenner"
}, {
	"quote": "Love is staying up all night with a sick child - or a healthy adult.",
	"name": "David Frost"
}, {
	"quote": "No fathers or mothers think their own children ugly.",
	"name": "Miguel de Cervantes"
}, {
	"quote": "When a parent shows up with an attitude of entitlement, understand that under it is a boatload of anxiety.",
	"name": "Robert Evans"
}, {
	"quote": "I had no idea that mothering my own child would be so healing to my own sadness from my childhood.",
	"name": "Susie Bright"
}, {
	"quote": "You can learn many things from children. How much patience you have, for instance.",
	"name": "Franklin P. Jones"
}, {
	"quote": "To me luxury is to be at home with my daughter, and the occasional massage doesn't hurt.",
	"name": "Olivia Newton-John"
}, {
	"quote": "My mother protected me from the world and my father threatened me with it.",
	"name": "Quentin Crisp"
}, {
	"quote": "I get whatever placidity I have from my father. But my mother taught me how to take it on the chin.",
	"name": "Norma Shearer"
}, {
	"quote": "Because of their size, parents may be difficult to discipline properly.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "All children will do things that you may not want them to. That's part of parenting.",
	"name": "Carl Hart"
}, {
	"quote": "I suppose it's amazing how quick life goes by when you have children.",
	"name": "Steffi Graf"
}, {
	"quote": "Parents are key when it comes to keeping kids off drugs. Good parenting is the best anti-drug we have.",
	"name": "Mel Carnahan"
}, {
	"quote": "Most American children suffer too much mother and too little father.",
	"name": "Gloria Steinem"
}, {
	"quote": "I think Lincoln had a unique parenting style. He let his kids run free and wild.",
	"name": "Steven Spielberg"
}, {
	"quote": "Parenting is not for everybody. It changes your life. Especially when they're little.",
	"name": "Tori Amos"
}, {
	"quote": "Parents forgive their children least readily for the faults they themselves instilled in them.",
	"name": "Marie von Ebner-Eschenbach"
}, {
	"quote": "A picture excites the love of parenting that comes through meditation on a child.",
	"name": "John Dickerson"
}, {
	"quote": "Should kids check phones at dinner? I don't know. To me, that's a parenting choice.",
	"name": "Sundar Pichai"
}, {
	"quote": "I hope to find the roles that are age appropriate but not yearning to be younger, or parenting ad nauseam.",
	"name": "Debra Winger"
}, {
	"quote": "I do think that there's an art form to parenting, and I have nothing but admiration for those who do it well.",
	"name": "Elizabeth Berg"
}, {
	"quote": "Some have said that 'Frankenstein' is a story of a bad parenting giving rise to a troubled child.",
	"name": "Dave Morris"
}, {
	"quote": "Parenting is an impossible job at any age.",
	"name": "Harrison Ford"
}, {
	"quote": "The parenting bit is much harder than the acting bit. You just never know what to do.",
	"name": "Helena Bonham Carter"
}, {
	"quote": "Gerard and I pretty much share all parenting responsibilities, although I'm definitely the disciplinarian.",
	"name": "Shakira"
}, {
	"quote": "What parent has it easy? I just never make the difficulty of it an obstacle. I just do it.",
	"name": "Marlee Matlin"
}, {
	"quote": "Parenting is the most important job on the planet next to keeping Gary Busey off the nation's highways.",
	"name": "Dennis Miller"
}, {
	"quote": "Of course, the ideal scenario for parenting is obviously two parents of a mature age.",
	"name": "Jennifer Aniston"
}, {
	"quote": "Few things are more satisfying than seeing your children have teenagers of their own.",
	"name": "Doug Larson"
}, {
	"quote": "Any parent who says parenting came easily to them is not being honest with themselves. Parenting is hard.",
	"name": "Karamo Brown"
}, {
	"quote": "Parenting is tough.",
	"name": "Kate Middleton"
}, {
	"quote": "Parenting definitely has some challenging moments.",
	"name": "Tamera Mowry"
}, {
	"quote": "I think parenting is very different now. We're totally governed by our children!",
	"name": "Andy Serkis"
}, {
	"quote": "I am always trying to evolve, so I like to read parenting books and things like that.",
	"name": "Kourtney Kardashian"
}, {
	"quote": "I regret not having had more time with my kids when they were growing up.",
	"name": "Tina Turner"
}, {
	"quote": "Children should have enough freedom to be themselves - once they've learned the rules.",
	"name": "Anna Quindlen"
}, {
	"quote": "From politics to parenting, Christians have something to say.",
	"name": "Monica Johnson"
}, {
	"quote": "No, I've never wanted kids. But I do read about parenting a lot.",
	"name": "Fiona Apple"
}, {
	"quote": "So, you know, parenting is a very intimate and amazing experience and one of the best experiences of my life.",
	"name": "Uma Thurman"
}, {
	"quote": "We go into parenting, and we discover that we don't have the answers. We are at a loss.",
	"name": "Julia Cameron"
}, {
	"quote": "I take my children everywhere, but they always find their way back home.",
	"name": "Robert Orben"
}, {
	"quote": "Never raise your hand to your children - it leaves your midsection unprotected.",
	"name": "Robert Orben"
}, {
	"quote": "Women are individuals in parenting, and why not?",
	"name": "Erica Jong"
}, {
	"quote": "Parenting is not for sissies. You have to sacrifice and grow up.",
	"name": "Jillian Michaels"
}, {
	"quote": "Do remember to pick your battles when you start parenting your stepchildren.",
	"name": "Emily V. Gordon"
}, {
	"quote": "Don't try to make children grow up to be like you, or they may do it.",
	"name": "Russell Baker"
}, {
	"quote": "I feel sure that unborn babies pick their parents.",
	"name": "Gloria Swanson"
}, {
	"quote": "Mom and Dad would stay in bed on Sunday morning, but the kids would have to go to church.",
	"name": "Lynn Johnston"
}, {
	"quote": "I think a dad has to make his daughter feel that he's genuinely interested in what she's going through.",
	"name": "Harry Connick, Jr."
}, {
	"quote": "Studies show that children best flourish when one mom and one dad are there to raise them.",
	"name": "John Boehner"
}, {
	"quote": "That's my ideal day, time with my boys.",
	"name": "Kenny G"
}, {
	"quote": "Parenthood and family come first for me, and when I'm not working I'm cool with the Teletubbies.",
	"name": "Clive Owen"
}, {
	"quote": "Attachment parenting is not a passive parenting style.",
	"name": "Mayim Bialik"
}, {
	"quote": "Relationships are complicated no matter what style of parenting you choose.",
	"name": "Mayim Bialik"
}, {
	"quote": "I came to parenting the way most of us do - knowing nothing and trying to learn everything.",
	"name": "Mayim Bialik"
}, {
	"quote": "I think we've moved to thinking of parenting and pregnancy as something in which you should lose yourself.",
	"name": "Emily Oster"
}, {
	"quote": "Here's a confession: I hate parenting books. I hate the ones that are earnest and repetitive.",
	"name": "Bruce Feiler"
}, {
	"quote": "I set out to write an anti-parenting parenting book.",
	"name": "Bruce Feiler"
}, {
	"quote": "I realize that of all people, I am no expert on parenting or marriage.",
	"name": "Mika Brzezinski"
}, {
	"quote": "I thought that once we were out of the baby stage, parenting would be a breeze.",
	"name": "Tori Spelling"
}, {
	"quote": "There are 80 million moms in the United States. Forty million stay at home with their children.",
	"name": "Andrew Shue"
}, {
	"quote": "I come from a dysfunctional family, so my views of parents and parenting used to be highly mixed.",
	"name": "Tamora Pierce"
}, {
	"quote": "Parents learn a lot from their children about coping with life.",
	"name": "Muriel Spark"
}, {
	"quote": "America's parenting customs can shock foreigners.",
	"name": "Pamela Druckerman"
}, {
	"quote": "I've decided the secret of parenting is benevolent neglect.",
	"name": "Barry Humphries"
}, {
	"quote": "You have to support your children to have a healthy relationship.",
	"name": "Connie Sellecca"
}, {
	"quote": "I think there's different parenting styles.",
	"name": "Farrah Abraham"
}, {
	"quote": "It's hilarious to me that by writing an obscene fake children's book I am mistaken for a parenting expert.",
	"name": "Adam Mansbach"
}, {
	"quote": "Cohabitation itself doesn't cause ineffective parenting.",
	"name": "Stephanie Coontz"
}, {
	"quote": "Believe me, my children have more stamina than a power station.",
	"name": "Robbie Coltrane"
}, {
	"quote": "Having children with someone is the real bond.",
	"name": "Francesca Annis"
}, {
	"quote": "Parenting a pre-teen is quite something.",
	"name": "Melissa Rivers"
}, {
	"quote": "With respect to parenting, biological age is not, for men, the concern it is for women.",
	"name": "Rumaan Alam"
}, {
	"quote": "The thing about parenting rules is there aren't any. That's what makes it so difficult.",
	"name": "Ewan McGregor"
}, {
	"quote": "There have been a lot of times when work and parenting conflicted for me. Every day.",
	"name": "Cathy McMorris Rodgers"
}, {
	"quote": "When I was a kid, my mother's parenting style teetered between benign neglect and intense bouts of violence.",
	"name": "Ariel Gore"
}, {
	"quote": "Everything that happens to me in a day enhances my parenting.",
	"name": "Pamela Adlon"
}, {
	"quote": "I'm doing a lot of parenting work and acting as a spokesperson. I have a clothing line and a line of toys.",
	"name": "Josie Bissett"
}, {
	"quote": "If there is any truth to my parenting the dreamwork movement, it comes from the power of the press.",
	"name": "Henry Reed"
}, {
	"quote": "In parenting, as in judging, the days are long, but the years are short.",
	"name": "Don Willett"
}, {
	"quote": "I'm endlessly fascinated by parenting, marriage, my wife and the ins and outs of marriage.",
	"name": "Rob Delaney"
}, {
	"quote": "My father wasn't really involved and my mom is the light in my life.",
	"name": "Marion Jones"
}, {
	"quote": "I'd just as soon stay home and raise babies.",
	"name": "June Allyson"
}, {
	"quote": "Success for me its to raise happy, healthy human beings.",
	"name": "Kelly LeBrock"
}, {
	"quote": "Being a mother of two myself - and two small girls - I think that single parenting is hard.",
	"name": "Sarah Clarke"
}]