[{
	"quote": "Adopt the pace of nature: her secret is patience.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Patience is not simply the ability to wait - it's how we behave while we're waiting.",
	"name": "Joyce Meyer"
}, {
	"quote": "The two most powerful warriors are patience and time.",
	"name": "Leo Tolstoy"
}, {
	"quote": "Great works are performed not by strength but by perseverance.",
	"name": "Samuel Johnson"
}, {
	"quote": "Patience, persistence and perspiration make an unbeatable combination for success.",
	"name": "Napoleon Hill"
}, {
	"quote": "Have patience. All things are difficult before they become easy.",
	"name": "Saadi"
}, {
	"quote": "Patience is bitter, but its fruit is sweet.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "Each life is made up of mistakes and learning, waiting and growing, practicing patience and being persistent.",
	"name": "Billy Graham"
}, {
	"quote": "Patience and perseverance have a magical effect before which difficulties disappear and obstacles vanish.",
	"name": "John Quincy Adams"
}, {
	"quote": "Be patient and understanding. Life is too short to be vengeful or malicious.",
	"name": "Phillips Brooks"
}, {
	"quote": "I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.",
	"name": "Lao Tzu"
}, {
	"quote": "Have patience with all things, But, first of all with yourself.",
	"name": "Saint Francis de Sales"
}, {
	"quote": "Patience is a virtue, and I'm learning patience. It's a tough lesson.",
	"name": "Elon Musk"
}, {
	"quote": "Hope is patience with the lamp lit.",
	"name": "Tertullian"
}, {
	"quote": "The test of good manners is to be patient with the bad ones.",
	"name": "Solomon Ibn Gabirol"
}, {
	"quote": "We could never learn to be brave and patient, if there were only joy in the world.",
	"name": "Helen Keller"
}, {
	"quote": "The key to everything is patience. You get the chicken by hatching the egg, not by smashing it.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "Alcohol gives you infinite patience for stupidity.",
	"name": "Sammy Davis, Jr."
}, {
	"quote": "I am patient with stupidity but not with those who are proud of it.",
	"name": "Edith Sitwell"
}, {
	"quote": "With love and patience, nothing is impossible.",
	"name": "Daisaku Ikeda"
}, {
	"quote": "Genius is patience.",
	"name": "Isaac Newton"
}, {
	"quote": "Patience is the companion of wisdom.",
	"name": "Saint Augustine"
}, {
	"quote": "Knowing trees, I understand the meaning of patience. Knowing grass, I can appreciate persistence.",
	"name": "Hal Borland"
}, {
	"quote": "Deliberately seek opportunities for kindness, sympathy, and patience.",
	"name": "Evelyn Underhill"
}, {
	"quote": "The more you know yourself, the more patience you have for what you see in others.",
	"name": "Erik Erikson"
}, {
	"quote": "Patience and Diligence, like faith, remove mountains.",
	"name": "William Penn"
}, {
	"quote": "Patience has its limits. Take it too far, and it's cowardice.",
	"name": "George Jackson"
}, {
	"quote": "I am blessed to be surrounded by the people I love. I thank them for their patience and grace.",
	"name": "Matt Lauer"
}, {
	"quote": "If you would know strength and patience, welcome the company of trees.",
	"name": "Hal Borland"
}, {
	"quote": "Endurance is nobler than strength, and patience than beauty.",
	"name": "John Ruskin"
}, {
	"quote": "Our patience will achieve more than our force.",
	"name": "Edmund Burke"
}, {
	"quote": "Patience is the secret to good food.",
	"name": "Gail Simmons"
}, {
	"quote": "A man who is a master of patience is master of everything else.",
	"name": "George Savile"
}, {
	"quote": "The greatest power is often simple patience.",
	"name": "E. Joseph Cossman"
}, {
	"quote": "Beware the fury of a patient man.",
	"name": "John Dryden"
}, {
	"quote": "Patience and time do more than strength or passion.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "If I have done the public any service, it is due to my patient thought.",
	"name": "Isaac Newton"
}, {
	"quote": "He who rides the sea of the Nile must have sails woven of patience.",
	"name": "William Golding"
}, {
	"quote": "Patience is necessary, and one cannot reap immediately where one has sown.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "Genius is eternal patience.",
	"name": "Michelangelo"
}, {
	"quote": "With care and patience, people may accomplish things which, to an indolent person, would appear impossible.",
	"name": "Dorothea Dix"
}, {
	"quote": "To learn patience is not to rebel against every hardship.",
	"name": "Henri Nouwen"
}, {
	"quote": "You can't jump from little things to big things. It just takes time and patience.",
	"name": "Nadia Comaneci"
}, {
	"quote": "Humility is attentive patience.",
	"name": "Simone Weil"
}, {
	"quote": "Patience and tenacity are worth more than twice their weight of cleverness.",
	"name": "Thomas Huxley"
}, {
	"quote": "The strong manly ones in life are those who understand the meaning of the word patience.",
	"name": "Tokugawa Ieyasu"
}, {
	"quote": "I don't think I have the ability or patience to teach badminton to others.",
	"name": "Saina Nehwal"
}, {
	"quote": "Patience is key for getting over a breakup. That, and trailing off your interaction after the breakup.",
	"name": "Drake"
}, {
	"quote": "The Lord, Jesus Christ, is our perfect example of patience.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "You must first have a lot of patience to learn to have patience.",
	"name": "Stanislaw Jerzy Lec"
}, {
	"quote": "I'm patient with crossword puzzles and the most impatient golfer.",
	"name": "Brett Hull"
}, {
	"quote": "Come what may, all bad fortune is to be conquered by endurance.",
	"name": "Virgil"
}, {
	"quote": "The very important thing you should have is patience.",
	"name": "Jack Ma"
}, {
	"quote": "Be patient. Patience is the mother of all virtues.",
	"name": "Hrithik Roshan"
}, {
	"quote": "I'm patient.",
	"name": "Michael Jordan"
}, {
	"quote": "The one thing about the business of entertainment is that you have to learn patience.",
	"name": "Kevin Hart"
}, {
	"quote": "Who ever is out of patience is out of possession of their soul.",
	"name": "Francis Bacon"
}, {
	"quote": "Good ideas are not adopted automatically. They must be driven into practice with courageous patience.",
	"name": "Hyman Rickover"
}, {
	"quote": "When things begin accelerating wildly out of control, sometimes patience is the only answer. Press pause.",
	"name": "Douglas Rushkoff"
}, {
	"quote": "Like anything worth doing in life, happiness takes time and patience and consistency.",
	"name": "Mark Manson"
}, {
	"quote": "Business is a sprint until you find an opportunity, then it's the patience of a marathon runner.",
	"name": "Robert Herjavec"
}, {
	"quote": "Patience means restraining one's inclinations.",
	"name": "Tokugawa Ieyasu"
}, {
	"quote": "Gardening is a working meditation for me. It helps me remember process, and it helps me remember patience.",
	"name": "Lizz Wright"
}, {
	"quote": "Patience, n. A minor form of dispair, disguised as a virtue.",
	"name": "Ambrose Bierce"
}, {
	"quote": "The principle part of faith is patience.",
	"name": "George MacDonald"
}, {
	"quote": "I still have to work on patience.",
	"name": "Robert Mueller"
}, {
	"quote": "I have no patience with dinosaurs.",
	"name": "Adam West"
}, {
	"quote": "I can imagine few things more trying to the patience than the long wasted days of waiting.",
	"name": "Robert Falcon Scott"
}, {
	"quote": "All men commend patience, although few are willing to practice it.",
	"name": "Thomas a Kempis"
}, {
	"quote": "No, I will be the pattern of all patience; I will say nothing.",
	"name": "William Shakespeare"
}, {
	"quote": "How poor are they that have not patience! What wound did ever heal but by degrees?",
	"name": "William Shakespeare"
}, {
	"quote": "He that can have patience can have what he will.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Patience is the ability to idle your motor when you feel like stripping your gears.",
	"name": "Barbara Johnson"
}, {
	"quote": "Patience is the best remedy for every trouble.",
	"name": "Plautus"
}, {
	"quote": "My three Ps: passion, patience, perseverance. You have to do this if you've got to be a filmmaker.",
	"name": "Robert Wise"
}, {
	"quote": "Patience can't be acquired overnight. It is just like building up a muscle. Every day you need to work on it.",
	"name": "Eknath Easwaran"
}, {
	"quote": "Endurance is patience concentrated.",
	"name": "Thomas Carlyle"
}, {
	"quote": "Fortune knocks but once, but misfortune has much more patience.",
	"name": "Laurence J. Peter"
}, {
	"quote": "God always has patience.",
	"name": "Pope Francis"
}, {
	"quote": "Wise to resolve, and patient to perform.",
	"name": "Homer"
}, {
	"quote": "I make really good pasta sauce. The secret to getting it right is just patience and love.",
	"name": "Banks"
}, {
	"quote": "You can learn many things from children. How much patience you have, for instance.",
	"name": "Franklin P. Jones"
}, {
	"quote": "I think patience is a skill and I wish I had it.",
	"name": "David Duchovny"
}, {
	"quote": "Patience is the art of hoping.",
	"name": "Luc de Clapiers"
}, {
	"quote": "Meekness: Uncommon patience in planning a revenge that is worth while.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Patience is the support of weakness; impatience the ruin of strength.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "Writing is good, thinking is better. Cleverness is good, patience is better.",
	"name": "Hermann Hesse"
}, {
	"quote": "I have no patience for wasting time.",
	"name": "William Clay Ford, Jr."
}, {
	"quote": "Patience was not something that came naturally to me, but in cooking it is the quintessential skill.",
	"name": "Gail Simmons"
}, {
	"quote": "A monk's extraordinary patience can be a hindrance to desperate decision-making.",
	"name": "Harsha Bhogle"
}, {
	"quote": "I have not the smarts or patience for political office.",
	"name": "Henry Rollins"
}, {
	"quote": "Heaven grant us patience with a man in love.",
	"name": "Rudyard Kipling"
}, {
	"quote": "Teach us, O Lord, the disciplines of patience, for to wait is often harder than to work.",
	"name": "Peter Marshall"
}, {
	"quote": "It takes patience to appreciate domestic bliss; volatile spirits prefer unhappiness.",
	"name": "George Santayana"
}, {
	"quote": "When traveling with someone, take large does of patience and tolerance with your morning coffee.",
	"name": "Helen Hayes"
}, {
	"quote": "I'm a peace-maker, I can fit into a lot of situations. I'm pretty easygoing. I have a lot of patience.",
	"name": "Jennifer Garner"
}, {
	"quote": "There comes a time when you have to exercise patience.",
	"name": "Columbus Short"
}, {
	"quote": "Patience, that blending of moral courage with physical timidity.",
	"name": "Thomas Hardy"
}, {
	"quote": "Endurance is the crowning quality, And patience all the passion of great hearts.",
	"name": "James Russell Lowell"
}, {
	"quote": "Find patience in the breath of life.",
	"name": "Ryunosuke Satoro"
}, {
	"quote": "Patience with family members and others who are close to us is vital for us to have happy homes.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "We have no patience with other people's vanity because it is offensive to our own.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "Sad Patience, too near neighbour to despair.",
	"name": "Matthew Arnold"
}, {
	"quote": "I think I have more patience now than I did in the past.",
	"name": "T. Boone Pickens"
}, {
	"quote": "Never a tear bedims the eye that time and patience will not dry.",
	"name": "Bret Harte"
}, {
	"quote": "I've always admired teachers for their patience and purpose in choosing their profession.",
	"name": "Eve Arden"
}, {
	"quote": "If I am right about the big picture, I will be rewarded for my patience.",
	"name": "Thomas Kaplan"
}, {
	"quote": "Patience, the beggar's virtue, shall find no harbor here.",
	"name": "Philip Massinger"
}, {
	"quote": "I like playing. I wouldn't be a good coach. I don't have the patience to be a coach.",
	"name": "Tom Brady"
}, {
	"quote": "Bear patiently with a rival.",
	"name": "Ovid"
}, {
	"quote": "Dating someone on the opposite end of the happy spectrum teaches you an incredible amount of patience.",
	"name": "Chris Pine"
}, {
	"quote": "Lack of pep is often mistaken for patience.",
	"name": "Kin Hubbard"
}, {
	"quote": "All commend patience, but none can endure to suffer.",
	"name": "Thomas Fuller"
}, {
	"quote": "Abused patience turns to fury.",
	"name": "Thomas Fuller"
}, {
	"quote": "Patience is the best medicine.",
	"name": "John Florio"
}, {
	"quote": "We are telling the American people to have patience, courage, resolve and determination.",
	"name": "Muammar al-Gaddafi"
}, {
	"quote": "The only thing you have to have is patience and an attitude that you aren't ever going to give up.",
	"name": "Shawn Michaels"
}, {
	"quote": "One problem with age is that patience begins to ebb.",
	"name": "Carl Hiaasen"
}, {
	"quote": "You have to find the peace and patience within yourself to be a model and an example to others and not judge.",
	"name": "Judith Light"
}, {
	"quote": "I haven't been given many things, but I've been given ample, limitless patience.",
	"name": "Lincoln Diaz-Balart"
}, {
	"quote": "If you have confidence you have patience. Confidence, that is everything.",
	"name": "Ilie Nastase"
}, {
	"quote": "The biggest challenge, I think for any new artist, is patience.",
	"name": "Brett Eldredge"
}, {
	"quote": "I've done an awful lot of stuff that's a monument to public patience.",
	"name": "Tyrone Power"
}, {
	"quote": "I've always been a person with patience, and I don't like to force things.",
	"name": "Harry Shum, Jr."
}, {
	"quote": "A career in showbiz is like a distance run. You have to have patience and pace yourself.",
	"name": "Tate Donovan"
}, {
	"quote": "Patience is passion tamed.",
	"name": "Lyman Abbott"
}, {
	"quote": "No one thought the Mayweather-Pacquiao fight would happen, but I had patience.",
	"name": "Floyd Mayweather, Jr."
}, {
	"quote": "Hopelessness has surprised me with patience.",
	"name": "Margaret J. Wheatley"
}, {
	"quote": "The practice of patience in crafting and process is a virtue that needs to come back.",
	"name": "Zac Posen"
}, {
	"quote": "A healthy male adult bore consumes each year one and a half times his own weight in other people's patience.",
	"name": "John Updike"
}, {
	"quote": "The difference between rearing a child in your 20s and one in your 50s is one of patience.",
	"name": "Iman"
}, {
	"quote": "Coaching takes patience. I'm more enthused when teaching players who want it versus when I have to.",
	"name": "Kevin Garnett"
}, {
	"quote": "Everyone ought to bear patiently the results of his own conduct.",
	"name": "Phaedrus"
}, {
	"quote": "Everyone is bound to bear patiently the results of his own example.",
	"name": "Phaedrus"
}, {
	"quote": "Golf is all about patience - one tournament is four days long, 18 holes a day.",
	"name": "Lindsey Vonn"
}, {
	"quote": "I think every war certainly wears on national will and national patience, particularly a counterinsurgency.",
	"name": "Stanley A. McChrystal"
}, {
	"quote": "I believe there's too little patience and context to many of the investigations I read or see on television.",
	"name": "Bob Woodward"
}, {
	"quote": "Horses teach you patience and how to do things the right way so you can get the right result.",
	"name": "Lyle Lovett"
}, {
	"quote": "Learning patience was not an easy lesson.",
	"name": "Michael Douglas"
}, {
	"quote": "Writing is boring, very boring, and it takes so much patience.",
	"name": "Ingmar Bergman"
}, {
	"quote": "You have to have patience to be a legislator.",
	"name": "Gene Green"
}, {
	"quote": "Patience was not my strong point.",
	"name": "Lauren Bacall"
}, {
	"quote": "I tolerate lots of people I have no patience or respect for. Then, as soon as I can, I rat on them.",
	"name": "Andre Aciman"
}, {
	"quote": "I know one of the reasons God gave me kids was to test my patience.",
	"name": "Faith Hill"
}, {
	"quote": "Patience, discipline - giving everything on court... This is what I'm trying to bring in every single match.",
	"name": "Angelique Kerber"
}, {
	"quote": "I've never had the patience of a teacher.",
	"name": "Josh Turner"
}, {
	"quote": "I don't play pyrotechnic scales. I play about frustration, patience, anger. Music is an extension of my soul.",
	"name": "Dick Dale"
}, {
	"quote": "I think God's really blessed me with patience. I'm good with a lot of things going on at once.",
	"name": "Niki Taylor"
}, {
	"quote": "When I have a job to do, time means nothing. I lose patience with people who work on a clock.",
	"name": "Don Cornelius"
}, {
	"quote": "There are very little things in this life I cannot afford and patience is one of them.",
	"name": "Larry Hagman"
}, {
	"quote": "My advice to someone to follow in my footsteps is to have patience. I've been doing this for twelve years.",
	"name": "Christina Milian"
}, {
	"quote": "For some reason, every time I get a little bit under the weather, I've got zero patience.",
	"name": "Jason Day"
}, {
	"quote": "I've got to really try and manage my patience out there.",
	"name": "Jason Day"
}, {
	"quote": "The best thing Jay-Z ever taught me was patience.",
	"name": "Rita Ora"
}, {
	"quote": "Because I have so many brothers and sisters, I think I'm able to have a certain patience.",
	"name": "Rza"
}, {
	"quote": "I wish I had more patience.",
	"name": "Toni Collette"
}, {
	"quote": "Patience is the art of concealing your impatience.",
	"name": "Guy Kawasaki"
}, {
	"quote": "I will exercise patience and will provide all facts to the general public.",
	"name": "Yingluck Shinawatra"
}, {
	"quote": "The patience of the American public with dilatory diplomatic delays will be very limited.",
	"name": "Tom Lantos"
}, {
	"quote": "I don't have a lot of patience for movies that aren't cleanly told.",
	"name": "Jon Favreau"
}, {
	"quote": "I've learned that anything in life worth having comes from patience and hard work.",
	"name": "Greg Behrendt"
}, {
	"quote": "Thank God my parents had an abundance of patience.",
	"name": "Lexa Doig"
}, {
	"quote": "I'm terrible with patience.",
	"name": "Katherine Heigl"
}, {
	"quote": "This is the story of what a Woman's patience can endure, and what a Man's resolution can achieve.",
	"name": "Wilkie Collins"
}, {
	"quote": "I like to take my own time, and I don't like to rush. I do take time, and I have patience.",
	"name": "Nargis Fakhri"
}, {
	"quote": "The biggest thing I possess is infinite patience. Once you are patient, things fall in place.",
	"name": "Mohammad Azharuddin"
}, {
	"quote": "Patience is sorrow's salve.",
	"name": "Charles Churchill"
}, {
	"quote": "I think there's not much patience for organized labour, period, public or private sector.",
	"name": "Kathleen Wynne"
}, {
	"quote": "If I could have one prayer answered, I would pray for patience. I move so fast sometimes. I try to slow down.",
	"name": "Debra Winger"
}, {
	"quote": "I have an equal amount of patience as my grade-school children, which is not great.",
	"name": "Mike D"
}, {
	"quote": "There are very few things that I have any patience for that are not at least a little bit humorous.",
	"name": "Elif Batuman"
}, {
	"quote": "Patience pays off.",
	"name": "Mayte Garcia"
}, {
	"quote": "He preacheth patience that never knew pain.",
	"name": "Henry George Bohn"
}, {
	"quote": "I tell people all the time, the status quo is so untenable to me. Like, literally, I have no patience for it.",
	"name": "Michael Tubbs"
}, {
	"quote": "I've been called Mr. Patient Money because I have the patience to work through challenging circumstances.",
	"name": "N. Murray Edwards"
}, {
	"quote": "I have no patience at all.",
	"name": "Alan Sugar"
}, {
	"quote": "Patience has its limits, take it too far and it's cowardice.",
	"name": "Holbrook Jackson"
}, {
	"quote": "I kind of feel like... I have a slower instinct than most live-action directors, but I have more patience.",
	"name": "Pete Docter"
}, {
	"quote": "Temperamentally I'm not a natural producer, because I don't have the patience.",
	"name": "Damian Lewis"
}, {
	"quote": "People need patience. It takes time to build a brand.",
	"name": "Carmen Busquets"
}, {
	"quote": "I don't have a lot of patience for boring arthouse movies.",
	"name": "Zoe Kazan"
}, {
	"quote": "Being a runner has brought me a lot of patience, and patience goes a long way in life.",
	"name": "Tori Bowie"
}, {
	"quote": "In this day and age, you need a lot of patience if you are in the movie business.",
	"name": "Brett Ratner"
}, {
	"quote": "I wish I was a shredder that could play everything, but I don't have the patience.",
	"name": "Dave Navarro"
}, {
	"quote": "I don't have much patience with sick people.",
	"name": "Maura Tierney"
}, {
	"quote": "I've said my patience is not infinite.",
	"name": "Darrell Issa"
}, {
	"quote": "Is the patience of the American people that long suffering? Is there no outrage left in the country?",
	"name": "Andrew Greeley"
}, {
	"quote": "An impatient person plays differently than a more patient person.",
	"name": "Vladimir Kramnik"
}, {
	"quote": "When it comes to work, I have a lot of patience, but otherwise, I am quite impatient.",
	"name": "Kratika Sengar"
}, {
	"quote": "I haven't got a lot of patience.",
	"name": "Jeffrey Katzenberg"
}, {
	"quote": "Patience has never been my strong suit.",
	"name": "Michael Chiklis"
}, {
	"quote": "Kids teach you a lot of patience.",
	"name": "Mona Singh"
}, {
	"quote": "I have very little patience with children.",
	"name": "Mem Fox"
}, {
	"quote": "That's why I never became a director. I never had patience with people.",
	"name": "Ray Harryhausen"
}, {
	"quote": "Difficult years lie ahead, patience is required.",
	"name": "Yiannis Stournaras"
}, {
	"quote": "A philosopher goes where the truth leads and has no patience with mere emotion.",
	"name": "John C. Wright"
}]