[{
	"quote": "My dream is of a place and a time where America will once again be seen as the last best hope of earth.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Patriotism is supporting your country all the time, and your government when it deserves it.",
	"name": "Mark Twain"
}, {
	"quote": "To survive in peace and harmony, united and strong, we must have one people, one nation, one flag.",
	"name": "Pauline Hanson"
}, {
	"quote": "A soldier will fight long and hard for a bit of colored ribbon.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Fighting corruption is not just good governance. It's self-defense. It's patriotism.",
	"name": "Joe Biden"
}, {
	"quote": "If we ever forget that we are One Nation Under God, then we will be a nation gone under.",
	"name": "Ronald Reagan"
}, {
	"quote": "The patriot's blood is the seed of Freedom's tree.",
	"name": "Thomas Campbell"
}, {
	"quote": "Guard against the impostures of pretended patriotism.",
	"name": "George Washington"
}, {
	"quote": "This nation will remain the land of the free only so long as it is the home of the brave.",
	"name": "Elmer Davis"
}, {
	"quote": "Never in the field of human conflict was so much owed by so many to so few.",
	"name": "Winston Churchill"
}, {
	"quote": "The patriot volunteer, fighting for country and his rights, makes the most reliable soldier on earth.",
	"name": "Stonewall Jackson"
}, {
	"quote": "True patriotism is better than the wrong kind of piety.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Patriot: the person who can holler the loudest without knowing what he is hollering about.",
	"name": "Mark Twain"
}, {
	"quote": "A patriot must always be ready to defend his country against his government.",
	"name": "Edward Abbey"
}, {
	"quote": "If we love our country, we should also love our countrymen.",
	"name": "Ronald Reagan"
}, {
	"quote": "Patriotism is the secret resource of a successful society.",
	"name": "Michael Ignatieff"
}, {
	"quote": "The American flag is the symbol of our freedom, national pride and history.",
	"name": "Mike Fitzpatrick"
}, {
	"quote": "Patriotism is the last refuge of the scoundrel.",
	"name": "Samuel Johnson"
}, {
	"quote": "The love of one's country is a splendid thing. But why should love stop at the border?",
	"name": "Pablo Casals"
}, {
	"quote": "It is the pride of my heart to have been one of the earliest adopted sons of America.",
	"name": "Marquis de Lafayette"
}, {
	"quote": "I have no country to fight for; my country is the earth, and I am a citizen of the world.",
	"name": "Eugene V. Debs"
}, {
	"quote": "Patriotism is the virtue of the vicious.",
	"name": "Oscar Wilde"
}, {
	"quote": "True patriotism hates injustice in its own land more than anywhere else.",
	"name": "Clarence Darrow"
}, {
	"quote": "It was patriotism, not communism, that inspired me.",
	"name": "Ho Chi Minh"
}, {
	"quote": "Nationalism is a silly cock crowing on his own dunghill.",
	"name": "Richard Aldington"
}, {
	"quote": "When a nation is filled with strife, then do patriots flourish.",
	"name": "Lao Tzu"
}, {
	"quote": "It is lamentable, that to be a good patriot one must become the enemy of the rest of mankind.",
	"name": "Voltaire"
}, {
	"quote": "True patriotism isn't cheap. It's about taking on a fair share of the burden of keeping America going.",
	"name": "Robert Reich"
}, {
	"quote": "If I have to lay an egg for my country, I'll do it.",
	"name": "Bob Hope"
}, {
	"quote": "The heights of popularity and patriotism are still the beaten road to power and tyranny.",
	"name": "David Hume"
}, {
	"quote": "To me, it seems a dreadful indignity to have a soul controlled by geography.",
	"name": "George Santayana"
}, {
	"quote": "A real patriot is the fellow who gets a parking ticket and rejoices that the system works.",
	"name": "Bill Vaughan"
}, {
	"quote": "The same ambition can destroy or save, and make a patriot as it makes a knave.",
	"name": "Alexander Pope"
}, {
	"quote": "No man can be a patriot on an empty stomach.",
	"name": "William Cowper"
}, {
	"quote": "For what were all these country patriots born? To hunt, and vote, and raise the price of corn?",
	"name": "Lord Byron"
}, {
	"quote": "I realize that patriotism is not enough. I must have no hatred or bitterness towards anyone.",
	"name": "Edith Cavell"
}, {
	"quote": "I want to tell you that if the Great Spirit had chosen anyone to be the chief of this country, it is myself.",
	"name": "Sitting Bull"
}, {
	"quote": "Patriotism demands of us sustained sacrifice.",
	"name": "Chiang Kai-shek"
}, {
	"quote": "Patriotism is an indispensable weapon in the defense of civilization against barbarism.",
	"name": "Bill Kristol"
}, {
	"quote": "I am willing to serve my country, but do not wish to sacrifice the brave men under my command.",
	"name": "John Buford"
}, {
	"quote": "There are others who aim at popularity under the disguise of patriotism.",
	"name": "Jonathan Mayhew"
}, {
	"quote": "There is much more to being a patriot and a citizen than reciting the pledge or raising a flag.",
	"name": "Jesse Ventura"
}, {
	"quote": "Real patriotism is a willingness to challenge the government when it's wrong.",
	"name": "Ron Paul"
}, {
	"quote": "Patriotism is usually stronger than class hatred, and always stronger than internationalism.",
	"name": "George Orwell"
}, {
	"quote": "Patriotism is your conviction that this country is superior to all others because you were born in it.",
	"name": "George Bernard Shaw"
}, {
	"quote": "You'll never have a quiet world till you knock the patriotism out of the human race.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Dissent is the highest form of patriotism.",
	"name": "Howard Zinn"
}, {
	"quote": "Patriotism is the willingness to kill and be killed for trivial reasons.",
	"name": "Bertrand Russell"
}, {
	"quote": "Each nation feels superior to other nations. That breeds patriotism - and wars.",
	"name": "Dale Carnegie"
}, {
	"quote": "Americans never quit.",
	"name": "Douglas MacArthur"
}, {
	"quote": "The patriot blood of my father was warm in my veins.",
	"name": "Clara Barton"
}, {
	"quote": "I distinguish, between nationalism and patriotism.",
	"name": "Michael Ignatieff"
}, {
	"quote": "I have long believed that sacrifice is the pinnacle of patriotism.",
	"name": "Bob Riley"
}, {
	"quote": "America is the spirit of human exploration distilled.",
	"name": "Elon Musk"
}, {
	"quote": "Totalitarianism is patriotism institutionalized.",
	"name": "Steve Allen"
}, {
	"quote": "I think Americans are very patriotic.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "I don't need a certificate of my patriotism from those in the establishment.",
	"name": "Asma Jahangir"
}, {
	"quote": "A nation is the same people living in the same place.",
	"name": "James Joyce"
}, {
	"quote": "True patriotism is loving your country and countrymen enough to want to make it better.",
	"name": "Malcolm Jenkins"
}, {
	"quote": "Patriotism. Combustible rubbish ready to the torch of any one ambitious to illuminate his name.",
	"name": "Ambrose Bierce"
}, {
	"quote": "It is the patriotic duty of every man to lie for his country.",
	"name": "Alfred Adler"
}, {
	"quote": "A nation is a society united by a delusion about its ancestry and by common hatred of its neighbours.",
	"name": "William Inge"
}, {
	"quote": "It's my firm conviction that when Uncle Sam calls, by God we go, and we do the best that we can.",
	"name": "R. Lee Ermey"
}, {
	"quote": "My country has been very good to me; I must be good to my country.",
	"name": "Walter Annenberg"
}, {
	"quote": "Patriots don't let their nation default.",
	"name": "Gary Ackerman"
}, {
	"quote": "Protection and patriotism are reciprocal. This is the way which has led nations to greatness.",
	"name": "John C. Calhoun"
}, {
	"quote": "I want to light the lights of patriotism.",
	"name": "Lech Walesa"
}, {
	"quote": "Patriotism is often an arbitrary veneration of real estate above principles.",
	"name": "George Jean Nathan"
}, {
	"quote": "When a dog barks at the moon, then it is religion; but when he barks at strangers, it is patriotism!",
	"name": "David Starr Jordan"
}, {
	"quote": "It's almost worth having been in the army for the joy your freedom gives you.",
	"name": "John Dos Passos"
}, {
	"quote": "There's intense national feeling in America that could be called patriotism.",
	"name": "Michael Ignatieff"
}, {
	"quote": "I want America to be more like America, if you will. I want the songs, that patriotism we have.",
	"name": "Mitt Romney"
}, {
	"quote": "Into the soul of every student I would have instilled the patriotic fervor of Patrick Henry.",
	"name": "David O. McKay"
}, {
	"quote": "Patriotism must be founded on great principals and supported by great virtue.",
	"name": "Henry IV of England"
}, {
	"quote": "A steady patriot of the world alone, The friend of every country but his own.",
	"name": "George Canning"
}, {
	"quote": "I am a loyal American, and I love my country.",
	"name": "Steven Hatfill"
}, {
	"quote": "Patriotism demands the ability to feel shame as much as to feel pride.",
	"name": "Anne-Marie Slaughter"
}, {
	"quote": "To me, patriotism is about working ethically and wholeheartedly in our chosen field.",
	"name": "N. R. Narayana Murthy"
}, {
	"quote": "However British you may be, I am more British still.",
	"name": "Henry James"
}, {
	"quote": "Patriotism is an instant reaction that fades away when the war starts.",
	"name": "Mick Jagger"
}, {
	"quote": "The Montreal Olympics were in July 1976, the bicentennial, at the height of patriotism.",
	"name": "Caitlyn Jenner"
}, {
	"quote": "I think patriotism is never racism.",
	"name": "Marine Le Pen"
}, {
	"quote": "I hate patriotism... I can't stand it. It's a round world last time I checked.",
	"name": "Bill Hicks"
}, {
	"quote": "Patriotism is best exemplified through auto-critique.",
	"name": "Henry Louis Gates"
}, {
	"quote": "I have a great belief in the future of my people and my country.",
	"name": "Marian Anderson"
}, {
	"quote": "For a writer only one form of patriotism exists: his attitude toward language.",
	"name": "Joseph Brodsky"
}, {
	"quote": "Xenophobia is dangerous, but patriotism is a good thing.",
	"name": "Viktor Orban"
}, {
	"quote": "We do not consider patriotism desirable if it contradicts civilized behavior.",
	"name": "Friedrich Durrenmatt"
}, {
	"quote": "Let's give some substance to patriotism. It may take a generation.",
	"name": "Richard Dreyfuss"
}, {
	"quote": "Patriotism is a kind of religion; it is the egg from which wars are hatched.",
	"name": "Guy de Maupassant"
}, {
	"quote": "Affirming belief that America is an exceptional nation has become a test of patriotism in American politics.",
	"name": "Michael Ignatieff"
}, {
	"quote": "I have no sense of patriotism, but I do have a sense of community.",
	"name": "Chrissie Hynde"
}, {
	"quote": "If you are tired of partisanship over patriotism, you need to vote for a change in direction.",
	"name": "Jennifer Granholm"
}, {
	"quote": "Some versions of patriotism come close to the tribal, which we all want to surpass, and some don't.",
	"name": "Todd Gitlin"
}, {
	"quote": "There's a fine line between patriotism and corn.",
	"name": "David L. Wolper"
}, {
	"quote": "I wake up every morning singing 'The Star-Spangled Banner.'",
	"name": "Terry McAuliffe"
}, {
	"quote": "I think English film is very embarrassed by patriotism, generally.",
	"name": "Tom Hooper"
}, {
	"quote": "Every year in China, Internet executives are officially rewarded for their 'patriotism.'",
	"name": "Rebecca MacKinnon"
}, {
	"quote": "My films are always concerned with family, friendship, honor, and patriotism.",
	"name": "John Woo"
}, {
	"quote": "Patriotism is the religion of hell.",
	"name": "James Branch Cabell"
}, {
	"quote": "There are no points of the compass on the chart of true patriotism.",
	"name": "Robert Charles Winthrop"
}, {
	"quote": "The proper means of increasing the love we bear our native country is to reside some time in a foreign one.",
	"name": "William Shenstone"
}, {
	"quote": "But presidential approval also became a surrogate measure of national unity and patriotism.",
	"name": "Thomas E. Mann"
}, {
	"quote": "It is but refusing to gratify an unreasonable or an insolent demand, and up starts a patriot.",
	"name": "Robert Walpole"
}, {
	"quote": "Gentlemen have talked a great deal of patriotism. A venerable word, when duly practiced.",
	"name": "Robert Walpole"
}, {
	"quote": "One tell-tale sign of a Wingnut: they always confuse partisanship with patriotism.",
	"name": "John Avlon"
}, {
	"quote": "Unfortunately, religion, like patriotism, is easy to misuse for political purposes.",
	"name": "Kjell Magne Bondevik"
}, {
	"quote": "I think that economic patriotism is the very foundation of a European vision.",
	"name": "Dominique de Villepin"
}, {
	"quote": "Next to the love of God, the love of country is the best preventive of crime.",
	"name": "George Borrow"
}, {
	"quote": "My stars and my stripes are your dream and your labors.",
	"name": "Franklin Knight Lane"
}, {
	"quote": "For you are the makers of the flag and it is well that you glory in the making.",
	"name": "Franklin Knight Lane"
}, {
	"quote": "Patriotism was a living fire of unquestioned belief and purpose.",
	"name": "Frank Knox"
}, {
	"quote": "We need a type of patriotism that recognizes the virtues of those who are opposed to us.",
	"name": "Francis John McConnell"
}]