[{
	"quote": "Share your smile with the world. It's a symbol of friendship and peace.",
	"name": "Christie Brinkley"
}, {
	"quote": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow.",
	"name": "Melody Beattie"
}, {
	"quote": "Christmas is joy, religious joy, an inner joy of light and peace.",
	"name": "Pope Francis"
}, {
	"quote": "Peace begins with a smile.",
	"name": "Mother Teresa"
}, {
	"quote": "For every minute you remain angry, you give up sixty seconds of peace of mind.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Mother's love is peace. It need not be acquired, it need not be deserved.",
	"name": "Erich Fromm"
}, {
	"quote": "Peace is not absence of conflict, it is the ability to handle conflict by peaceful means.",
	"name": "Ronald Reagan"
}, {
	"quote": "War is peace. Freedom is slavery. Ignorance is strength.",
	"name": "George Orwell"
}, {
	"quote": "To survive in peace and harmony, united and strong, we must have one people, one nation, one flag.",
	"name": "Pauline Hanson"
}, {
	"quote": "Pursue some path, however narrow and crooked, in which you can walk with love and reverence.",
	"name": "Henry David Thoreau"
}, {
	"quote": "When the power of love overcomes the love of power the world will know peace.",
	"name": "Jimi Hendrix"
}, {
	"quote": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.",
	"name": "George Washington"
}, {
	"quote": "Give a child love, laughter and peace, not AIDS.",
	"name": "Nelson Mandela"
}, {
	"quote": "Those who are free of resentful thoughts surely find peace.",
	"name": "Buddha"
}, {
	"quote": "Islam teaches tolerance, not hatred; universal brotherhood, not enmity; peace, and not violence.",
	"name": "Pervez Musharraf"
}, {
	"quote": "I believe in the religion of Islam. I believe in Allah and peace.",
	"name": "Muhammad Ali"
}, {
	"quote": "An eye for an eye only ends up making the whole world blind.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "I can have peace of mind only when I forgive rather than judge.",
	"name": "Gerald Jampolsky"
}, {
	"quote": "To be prepared for war is one of the most effective means of preserving peace.",
	"name": "George Washington"
}, {
	"quote": "Lord, make me an instrument of thy peace. Where there is hatred, let me sow love.",
	"name": "Francis of Assisi"
}, {
	"quote": "Peace is a journey of a thousand miles and it must be taken one step at a time.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "Those who make peaceful revolution impossible will make violent revolution inevitable.",
	"name": "John F. Kennedy"
}, {
	"quote": "Obsessed by a fairy tale, we spend our lives searching for a magic door and a lost kingdom of peace.",
	"name": "Eugene O'Neill"
}, {
	"quote": "Peace cannot be kept by force; it can only be achieved by understanding.",
	"name": "Albert Einstein"
}, {
	"quote": "Peace comes from within. Do not seek it without.",
	"name": "Buddha"
}, {
	"quote": "So long as there is imperialism in the world, a permanent peace is impossible.",
	"name": "Hassan Nasrallah"
}, {
	"quote": "Harmony makes small things grow, lack of it makes great things decay.",
	"name": "Sallust"
}, {
	"quote": "Our peace shall stand as firm as rocky mountains.",
	"name": "William Shakespeare"
}, {
	"quote": "I believe that through knowledge and discipline, financial peace is possible for all of us.",
	"name": "Dave Ramsey"
}, {
	"quote": "Be at war with your vices, at peace with your neighbors, and let every new year find you a better man.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Every breath we take, every step we make, can be filled with peace, joy and serenity.",
	"name": "Thich Nhat Hanh"
}, {
	"quote": "If you want peace, you don't talk to your friends. You talk to your enemies.",
	"name": "Desmond Tutu"
}, {
	"quote": "Barbecue may not be the road to world peace, but it's a start.",
	"name": "Anthony Bourdain"
}, {
	"quote": "We've climbed the mighty mountain. I see the valley below, and it's a valley of peace.",
	"name": "George W. Bush"
}, {
	"quote": "The more you sweat in peace, the less you bleed in war.",
	"name": "Norman Schwarzkopf"
}, {
	"quote": "Do not overrate what you have received, nor envy others. He who envies others does not obtain peace of mind.",
	"name": "Buddha"
}, {
	"quote": "Democracy is necessary to peace and to undermining the forces of terrorism.",
	"name": "Benazir Bhutto"
}, {
	"quote": "When you've seen beyond yourself, then you may find, peace of mind is waiting there.",
	"name": "George Harrison"
}, {
	"quote": "I'm still a soldier, fighting with my pen and paper for peace till the day I cease.",
	"name": "Emmanuel Jal"
}, {
	"quote": "The lesson of the Cold War is that against nuclear weapons, only nuclear weapons can hold the peace.",
	"name": "Chung Mong-joon"
}, {
	"quote": "The meaning of peace is the absence of opposition to socialism.",
	"name": "Karl Marx"
}, {
	"quote": "The European Union is the world's most successful invention for advancing peace.",
	"name": "John Bruton"
}, {
	"quote": "I like fishing. Not actual fishing - I like the peace and quiet of being at sea. It's different.",
	"name": "Rafael Nadal"
}, {
	"quote": "I'm just hoping that people understand that Islam is peace and not violence.",
	"name": "Muhammad Ali"
}, {
	"quote": "Terrorism is a significant threat to peace and security, prosperity and people.",
	"name": "Ban Ki-moon"
}, {
	"quote": "We shall find peace. We shall hear angels, we shall see the sky sparkling with diamonds.",
	"name": "Anton Chekhov"
}, {
	"quote": "Work, look for peace and calm in work: you will find it nowhere else.",
	"name": "Dmitri Mendeleev"
}, {
	"quote": "Without peace, all other dreams vanish and are reduced to ashes.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "Courageous people do not fear forgiving, for the sake of peace.",
	"name": "Nelson Mandela"
}, {
	"quote": "If we have no peace, it is because we have forgotten that we belong to each other.",
	"name": "Mother Teresa"
}, {
	"quote": "If everyone demanded peace instead of another television set, then there'd be peace.",
	"name": "John Lennon"
}, {
	"quote": "Better than a thousand hollow words, is one word that brings peace.",
	"name": "Buddha"
}, {
	"quote": "You'll never find peace of mind until you listen to your heart.",
	"name": "George Michael"
}, {
	"quote": "Courage is the price that life exacts for granting peace.",
	"name": "Amelia Earhart"
}, {
	"quote": "I was always at peace because of the way my mom treated me.",
	"name": "Martina Hingis"
}, {
	"quote": "God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing.",
	"name": "C. S. Lewis"
}, {
	"quote": "We must fight terrorism as if there's no peace process and work to achieve peace as if there's no terror.",
	"name": "Yitzhak Rabin"
}, {
	"quote": "I have never advocated war except as a means of peace.",
	"name": "Ulysses S. Grant"
}, {
	"quote": "Peace and justice are two sides of the same coin.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "You cannot shake hands with a clenched fist.",
	"name": "Indira Gandhi"
}, {
	"quote": "Those who want peace should prepare for war and be strong.",
	"name": "Avigdor Lieberman"
}, {
	"quote": "We make war that we may live in peace.",
	"name": "Aristotle"
}, {
	"quote": "Cross the meadow and the stream and listen as the peaceful water brings peace upon your soul.",
	"name": "Maximillian Degenerez"
}, {
	"quote": "I hope royalty continues forever. This is the thing that can contribute to peace throughout the world.",
	"name": "Yayoi Kusama"
}, {
	"quote": "You have to understand that people have to pay a price for peace. If you dare to struggle, you dare to win.",
	"name": "Fred Hampton"
}, {
	"quote": "It is far easier to make war than peace.",
	"name": "Georges Clemenceau"
}, {
	"quote": "We can never obtain peace in the outer world until we make peace with ourselves.",
	"name": "Dalai Lama"
}, {
	"quote": "If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner.",
	"name": "Nelson Mandela"
}, {
	"quote": "I prefer peace. But if trouble must come, let it come in my time, so that my children can live in peace.",
	"name": "Thomas Paine"
}, {
	"quote": "I dream of an Africa which is in peace with itself.",
	"name": "Nelson Mandela"
}, {
	"quote": "I am at peace with God. My conflict is with Man.",
	"name": "Charlie Chaplin"
}, {
	"quote": "To insure peace of mind ignore the rules and regulations.",
	"name": "George Ade"
}, {
	"quote": "Peace is not merely a distant goal that we seek, but a means by which we arrive at that goal.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "Mankind must remember that peace is not God's gift to his creatures; peace is our gift to each other.",
	"name": "Elie Wiesel"
}, {
	"quote": "You cannot find peace by avoiding life.",
	"name": "Virginia Woolf"
}, {
	"quote": "I took a deep breath and listened to the old bray of my heart. I am. I am. I am.",
	"name": "Sylvia Plath"
}, {
	"quote": "Peace has its victories no less than war, but it doesn't have as many monuments to unveil.",
	"name": "Kin Hubbard"
}, {
	"quote": "Let there be work, bread, water and salt for all.",
	"name": "Nelson Mandela"
}, {
	"quote": "God is day and night, winter and summer, war and peace, surfeit and hunger.",
	"name": "Heraclitus"
}, {
	"quote": "Peace is its own reward.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Peace, unity, love, and nonviolence should be our rallying cry and the catalyst for change in our nation.",
	"name": "Tony Evans"
}, {
	"quote": "Peace does not mean just to stop wars, but also to stop oppression and injustice.",
	"name": "Tawakkol Karman"
}, {
	"quote": "We do not want riches, we want peace and love.",
	"name": "Red Cloud"
}, {
	"quote": "Here men from the planet Earth first set foot upon the Moon. July 1969 AD. We came in peace for all mankind.",
	"name": "Neil Armstrong"
}, {
	"quote": "The measure of success is happiness and peace of mind.",
	"name": "Bobby Davro"
}, {
	"quote": "A peace is of the nature of a conquest; for then both parties nobly are subdued, and neither party loser.",
	"name": "William Shakespeare"
}, {
	"quote": "An army of principles can penetrate where an army of soldiers cannot.",
	"name": "Thomas Paine"
}, {
	"quote": "It is madness for sheep to talk peace with a wolf.",
	"name": "Thomas Fuller"
}, {
	"quote": "Nothing has brought me more love, joy and peace than being a good husband and good daddy.",
	"name": "Frank Abagnale"
}, {
	"quote": "Intervention only works when the people concerned seem to be keen for peace.",
	"name": "Nelson Mandela"
}, {
	"quote": "A crust eaten in peace is better than a banquet partaken in anxiety.",
	"name": "Aesop"
}, {
	"quote": "Not one of us can rest, be happy, be at home, be at peace with ourselves, until we end hatred and division.",
	"name": "John Lewis"
}, {
	"quote": "Success is measured by your discipline and inner peace.",
	"name": "Mike Ditka"
}, {
	"quote": "Peace secured by slavish submission is not peace.",
	"name": "Kim Il-sung"
}, {
	"quote": "Peace goes into the making of a poem as flour goes into the making of bread.",
	"name": "Pablo Neruda"
}, {
	"quote": "Let me just say: Peace to you, if you're willing to fight for it.",
	"name": "Fred Hampton"
}, {
	"quote": "The grim fact is that we prepare for war like precocious giants, and for peace like retarded pygmies.",
	"name": "Lester B. Pearson"
}, {
	"quote": "He is happiest, be he king or peasant, who finds peace in his home.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Avoid popularity if you would have peace.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Nobody can bring you peace but yourself.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "The real and lasting victories are those of peace, and not of war.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "You can't separate peace from freedom because no one can be at peace unless he has his freedom.",
	"name": "Malcolm X"
}, {
	"quote": "It is an unfortunate fact that we can secure peace only by preparing for war.",
	"name": "John F. Kennedy"
}, {
	"quote": "If there must be trouble, let it be in my day, that my child may have peace.",
	"name": "Thomas Paine"
}, {
	"quote": "If you cannot find peace within yourself, you will never find it anywhere else.",
	"name": "Marvin Gaye"
}, {
	"quote": "I do not want the peace which passeth understanding, I want the understanding which bringeth peace.",
	"name": "Helen Keller"
}, {
	"quote": "Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Communism is a hateful thing, and a menace to peace and organized government.",
	"name": "Grover Cleveland"
}, {
	"quote": "Establishing lasting peace is the work of education; all politics can do is keep us out of war.",
	"name": "Maria Montessori"
}, {
	"quote": "All we are saying is give peace a chance.",
	"name": "John Lennon"
}, {
	"quote": "Good wishes alone will not ensure peace.",
	"name": "Alfred Nobel"
}, {
	"quote": "I believe that eyes are very important motifs. That's something that can discern the peace and love.",
	"name": "Yayoi Kusama"
}, {
	"quote": "For Pleasure, Delight, Peace and Felicity live in method and temperance.",
	"name": "Margaret Cavendish"
}, {
	"quote": "I like my peace and quiet whenever I can grab it.",
	"name": "Wole Soyinka"
}, {
	"quote": "You either get tired fighting for peace, or you die.",
	"name": "John Lennon"
}, {
	"quote": "The Dove, on silver pinions, winged her peaceful way.",
	"name": "James Montgomery"
}, {
	"quote": "My faith helps me understand that circumstances don't dictate my happiness, my inner peace.",
	"name": "Denzel Washington"
}, {
	"quote": "This is the way of peace: Overcome evil with good, falsehood with truth, and hatred with love.",
	"name": "Peace Pilgrim"
}, {
	"quote": "When you make your peace with authority, you become authority.",
	"name": "Jim Morrison"
}, {
	"quote": "Without resolving Kashmir dispute, lasting peace cannot be maintained in the region.",
	"name": "Shehbaz Sharif"
}, {
	"quote": "Peace is purchased from strength. It's not purchased from weakness or unilateral retreats.",
	"name": "Benjamin Netanyahu"
}, {
	"quote": "War may be made by one party, but it requires two to make peace.",
	"name": "John C. Calhoun"
}, {
	"quote": "No one can find inner peace except by working, not in a self- centered way, but for the whole human family.",
	"name": "Peace Pilgrim"
}, {
	"quote": "If you want peace, you have to accept the other. Talk to the other, and accept that they have rights.",
	"name": "Saad Hariri"
}, {
	"quote": "Now God be praised, I will die in peace.",
	"name": "James Wolfe"
}, {
	"quote": "The way of peace is the way of love. Love is the greatest power on earth. It conquers all things.",
	"name": "Peace Pilgrim"
}, {
	"quote": "You have to make peace with yourself. The key is to find the harmony in what you have.",
	"name": "Naomi Watts"
}, {
	"quote": "When we have done our best, we should wait the result in peace.",
	"name": "John Lubbock"
}, {
	"quote": "We must fight for peace bravely as we fought in war.",
	"name": "Lal Bahadur Shastri"
}, {
	"quote": "We must concentrate not merely on the negative expulsion of war but the postive affirmation of peace.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "Where ignorance is our master, there is no possibility of real peace.",
	"name": "Dalai Lama"
}, {
	"quote": "Peace if possible, truth at all costs.",
	"name": "Martin Luther"
}, {
	"quote": "Peace of mind comes from not wanting to change others.",
	"name": "Gerald Jampolsky"
}, {
	"quote": "There was never a good war, or a bad peace.",
	"name": "Benjamin Franklin"
}, {
	"quote": "War should never be entered upon until every agency of peace has failed.",
	"name": "William McKinley"
}, {
	"quote": "Nonviolence is the first article of my faith. It is also the last article of my creed.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Negative emotions like hatred destroy our peace of mind.",
	"name": "Matthieu Ricard"
}, {
	"quote": "Tolerance is a virtue that depends upon peace and strength.",
	"name": "Charles Lindbergh"
}, {
	"quote": "Peace, commerce and honest friendship with all nations; entangling alliances with none.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Smoke the pipe of peace, bury the tomahawk, and become one nation.",
	"name": "Zebulon Pike"
}, {
	"quote": "A people free to choose will always choose peace.",
	"name": "Ronald Reagan"
}, {
	"quote": "I believe that democracy is the best guarantor for peace and cooperation among nations.",
	"name": "Atal Bihari Vajpayee"
}, {
	"quote": "Those who are at war with others are not at peace with themselves.",
	"name": "William Hazlitt"
}, {
	"quote": "When the peace treaty is signed, the war isn't over for the veterans, or the family. It's just starting.",
	"name": "Karl Marlantes"
}, {
	"quote": "When we respect everybody around us, we are in peace with everybody around us.",
	"name": "Don Miguel Ruiz"
}, {
	"quote": "Peace is our gift to each other.",
	"name": "Elie Wiesel"
}, {
	"quote": "Peace demands the united efforts of us all. Who can foresee what spark might ignite the fuse?",
	"name": "Haile Selassie"
}, {
	"quote": "If they want peace, nations should avoid the pin-pricks that precede cannon shots.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "I'm just an old hippie. You know, peace and love.",
	"name": "Sherman Hemsley"
}, {
	"quote": "The way to preserve the peace of the church is to preserve its purity.",
	"name": "Matthew Henry"
}, {
	"quote": "We are going to have peace even if we have to fight for it.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "On all the peaks lies peace.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "I would rather have peace in the world than be President.",
	"name": "Harry S Truman"
}, {
	"quote": "You don't make peace with friends. You make it with very unsavory enemies.",
	"name": "Yitzhak Rabin"
}, {
	"quote": "The practice of peace and reconciliation is one of the most vital and artistic of human actions.",
	"name": "Thich Nhat Hanh"
}, {
	"quote": "Until he extends his circle of compassion to include all living things, man will not himself find peace.",
	"name": "Albert Schweitzer"
}, {
	"quote": "We are all on a journey to mastering our inner peace.",
	"name": "Raheem DeVaughn"
}, {
	"quote": "Instead of a man of peace and love, I have become a man of violence and revenge.",
	"name": "Hiawatha"
}, {
	"quote": "If there is to be any peace it will come through being, not having.",
	"name": "Henry Miller"
}, {
	"quote": "The great thing in the world is not so much to seek happiness as to earn peace and self-respect.",
	"name": "Thomas Huxley"
}, {
	"quote": "You can have peace. Or you can have freedom. Don't ever count on having both at once.",
	"name": "Robert A. Heinlein"
}, {
	"quote": "I would like to end world hunger and create world peace, stop corruption, stop drugs getting to kids.",
	"name": "Kelly Preston"
}, {
	"quote": "I think it's naive to pray for world peace if we're not going to change the form in which we live.",
	"name": "Godfrey Reggio"
}, {
	"quote": "Every human longs for peace and love.",
	"name": "Hiawatha"
}, {
	"quote": "The true and solid peace of nations consists not in equality of arms, but in mutual trust alone.",
	"name": "Pope John XXIII"
}, {
	"quote": "In the whole round of human affairs little is so fatal to peace as misunderstanding.",
	"name": "Margaret Elizabeth Sangster"
}, {
	"quote": "Man does find in Nature deliverance from himself, oblivion of his past, with peace and purity!",
	"name": "George A. Smith"
}, {
	"quote": "I'm all about peace. I'm all about unity. I'm all about love.",
	"name": "DJ Khaled"
}, {
	"quote": "In order to establish peace, you must have fair justice for everyone.",
	"name": "Al Sharpton"
}, {
	"quote": "Another essential to a universal and durable peace is social justice.",
	"name": "Arthur Henderson"
}, {
	"quote": "They may call me a sinner, but I am at peace with myself.",
	"name": "Brigitte Bardot"
}, {
	"quote": "Every time I'm in Georgia, I eat a peach for peace.",
	"name": "Duane Allman"
}, {
	"quote": "I believe in peace. I believe in mercy.",
	"name": "Malala Yousafzai"
}, {
	"quote": "True humility is contentment.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "People always make war when they say they love peace.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Peace has to be created, in order to be maintained. It will never be achieved by passivity and quietism.",
	"name": "Dorothy Thompson"
}, {
	"quote": "Peace, unity and harmony!",
	"name": "Cathy Freeman"
}, {
	"quote": "Whoever wants peace among nations must seek to limit the state and its influence most strictly.",
	"name": "Ludwig von Mises"
}, {
	"quote": "The man who has gotten everything he wants is all in favor of peace and order.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "Peace is something very dear. If you've been through wars and operations and battles, you want peace.",
	"name": "Benjamin Netanyahu"
}, {
	"quote": "A bad peace is even worse than war.",
	"name": "Tacitus"
}, {
	"quote": "Nothing is more conducive to peace of mind than not having any opinion at all.",
	"name": "Georg C. Lichtenberg"
}, {
	"quote": "When you feel comfortable about your game, you are in a happy space, feel at peace with yourself.",
	"name": "Gautam Gambhir"
}, {
	"quote": "We believe in peace and peaceful development, not only for ourselves but for people all over the world.",
	"name": "Lal Bahadur Shastri"
}, {
	"quote": "It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "You can find peace amidst the storms that threaten you.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "While you are proclaiming peace with your lips, be careful to have it even more fully in your heart.",
	"name": "Francis of Assisi"
}, {
	"quote": "He that would live in peace and at ease must not speak all he knows or all he sees.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Nowhere can man find a quieter or more untroubled retreat than in his own soul.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Even peace may be purchased at too high a price.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Each one has to find his peace from within. And peace to be real must be unaffected by outside circumstances.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "The pursuit, even of the best things, ought to be calm and tranquil.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Hope is like peace. It is not a gift from God. It is a gift only we can give one another.",
	"name": "Elie Wiesel"
}, {
	"quote": "Revenge only engenders violence, not clarity and true peace. I think liberation must come from within.",
	"name": "Sandra Cisneros"
}, {
	"quote": "In peace, sons bury their fathers. In war, fathers bury their sons.",
	"name": "Herodotus"
}, {
	"quote": "Wars are, of course, as a rule to be avoided; but they are far better than certain kinds of peace.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "If you want peace work for justice.",
	"name": "Pope Paul VI"
}, {
	"quote": "Let us have peace.",
	"name": "Ulysses S. Grant"
}, {
	"quote": "The life of inner peace, being harmonious and without stress, is the easiest type of existence.",
	"name": "Norman Vincent Peale"
}, {
	"quote": "One can not reflect in streaming water. Only those who know internal peace can give it to others.",
	"name": "Lao Tzu"
}, {
	"quote": "I believe in peace. Only peaceful co-existence can ensure peace.",
	"name": "Sheikh Hasina"
}, {
	"quote": "The game is my wife. It demands loyalty and responsibility, and it gives me back fulfillment and peace.",
	"name": "Michael Jordan"
}, {
	"quote": "The purpose of all wars, is peace.",
	"name": "Saint Augustine"
}, {
	"quote": "There are no absolute rules of conduct, either in peace or war. Everything depends on circumstances.",
	"name": "Leon Trotsky"
}, {
	"quote": "Complete peace equally reigns between two mental waves.",
	"name": "Swami Sivananda"
}, {
	"quote": "My heritage has been my grounding, and it has brought me peace.",
	"name": "Maureen O'Hara"
}, {
	"quote": "I just want you to know that, when we talk about war, we're really talking about peace.",
	"name": "George W. Bush"
}, {
	"quote": "I hope peace is a part of everyday life.",
	"name": "Moon Jae-in"
}, {
	"quote": "Peace is not only better than war, but infinitely more arduous.",
	"name": "George Bernard Shaw"
}, {
	"quote": "He belonged to that army known as invincible in peace, invisible in war.",
	"name": "William Tecumseh Sherman"
}, {
	"quote": "Peace of mind for five minutes, that's what I crave.",
	"name": "Alanis Morissette"
}, {
	"quote": "We seek peace, knowing that peace is the climate of freedom.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "Peace in the world is everybody's business, no matter where you live or what you do.",
	"name": "Betty Williams"
}, {
	"quote": "None of the abstract concepts comes closer to fulfilled utopia than that of eternal peace.",
	"name": "Theodor W. Adorno"
}, {
	"quote": "I believe it is peace in our time.",
	"name": "Neville Chamberlain"
}, {
	"quote": "Nothing is more precious than peace, by which all war, both in Heaven and Earth, is brought to an end.",
	"name": "Ignatius of Antioch"
}, {
	"quote": "Let him who desires peace prepare for war.",
	"name": "Publius Flavius Vegetius Renatus"
}, {
	"quote": "When you find peace within yourself, you become the kind of person who can live at peace with others.",
	"name": "Peace Pilgrim"
}, {
	"quote": "We believe world peace is inevitable.",
	"name": "Anne Perry"
}, {
	"quote": "Be good, keep your feet dry, your eyes open, your heart at peace and your soul in the joy of Christ.",
	"name": "Thomas Merton"
}, {
	"quote": "The 'peace movement' exists only in the fantasies of the paranoid.",
	"name": "Noam Chomsky"
}, {
	"quote": "You can't make war in the Middle East without Egypt and you can't make peace without Syria.",
	"name": "Henry Kissinger"
}, {
	"quote": "Choosing an attitude of faith will release peace out of your spirit and into your soul.",
	"name": "Joyce Meyer"
}, {
	"quote": "Peace hath higher tests of manhood, than battle ever knew.",
	"name": "John Greenleaf Whittier"
}, {
	"quote": "In many ways, when you're a Nobel peace laureate, you have an obligation to humankind, to society.",
	"name": "Desmond Tutu"
}, {
	"quote": "When you can whip any man in the world, you never know peace.",
	"name": "Muhammad Ali"
}, {
	"quote": "When your higher self is present, it always promotes peace.",
	"name": "Wayne Dyer"
}, {
	"quote": "People of Pakistan want only development, prosperity, and peace.",
	"name": "Shehbaz Sharif"
}, {
	"quote": "Let us not deceive ourselves; we must elect world peace or world destruction.",
	"name": "Bernard Baruch"
}, {
	"quote": "An unjust peace is better than a just war.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "The only reason there is peace and order in Davao is because of me.",
	"name": "Rodrigo Duterte"
}, {
	"quote": "I took a speed-reading course and read War and Peace in twenty minutes. It involves Russia.",
	"name": "Woody Allen"
}, {
	"quote": "First keep peace with yourself, then you can also bring peace to others.",
	"name": "Thomas a Kempis"
}, {
	"quote": "Peace is not made at the council table or by treaties, but in the hearts of men.",
	"name": "Herbert Hoover"
}, {
	"quote": "My priority is to ensure peace and harmony in Malaysia. That is uppermost in my mind.",
	"name": "Najib Razak"
}, {
	"quote": "I would like to see real peace and a state of Israel living peacefully alongside a state of Palestine.",
	"name": "Elie Wiesel"
}, {
	"quote": "The chief duty of government is to keep the peace and stand out of the sunshine of the people.",
	"name": "James A. Garfield"
}, {
	"quote": "I'm married. My wife, Stella - a beautiful woman. She's brought a lot of peace to my life, a lot of wisdom.",
	"name": "Anthony Hopkins"
}, {
	"quote": "Piety is not a goal but a means to attain through the purest peace of mind the highest culture.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "The United States is not a nation to which peace is a necessity.",
	"name": "Grover Cleveland"
}, {
	"quote": "We want a full peace, normalization in all fields.",
	"name": "Menachem Begin"
}, {
	"quote": "One thing you get from me is peace, love, and positivity.",
	"name": "Logic"
}, {
	"quote": "I have traveled a long road from the battlefield to the peace table.",
	"name": "Moshe Dayan"
}, {
	"quote": "Give peace a chance.",
	"name": "Yitzhak Rabin"
}, {
	"quote": "The quest for peace begins in the home, in the school and in the workplace.",
	"name": "Silvia Cartwright"
}, {
	"quote": "I am not afraid of taking risks. We have to take risks for peace.",
	"name": "Yitzhak Shamir"
}, {
	"quote": "I wanted to connect all people who are thinking about peace on Earth.",
	"name": "Willie Nelson"
}, {
	"quote": "Peace is liberty in tranquillity.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "The only excuse for war is that we may live in peace unharmed.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Never, for the sake of peace and quiet, deny your own experience or convictions.",
	"name": "Dag Hammarskjold"
}, {
	"quote": "To spread love, healing, peace, and joy is my mission in life - and so I speak up.",
	"name": "India Arie"
}, {
	"quote": "If anything I consider myself non-violent, I'm from the hippy era, peace, love, groovy.",
	"name": "Rick James"
}, {
	"quote": "I just want to find some inner peace, and I think I'm getting there, slowly but surely.",
	"name": "Toni Collette"
}, {
	"quote": "I think the perception of peace is what distracts most people from really having it.",
	"name": "Joyce Meyer"
}, {
	"quote": "Peace is one of the most precious gifts God has promised His children.",
	"name": "Joyce Meyer"
}, {
	"quote": "Peace is the virtue of civilization. War is its crime.",
	"name": "Victor Hugo"
}, {
	"quote": "But only art and music have the power to bring peace.",
	"name": "Yoko Ono"
}, {
	"quote": "When you're imagining peace, you can't kill anyone. That's good isn't it?",
	"name": "Yoko Ono"
}, {
	"quote": "Peace is a natural effect of trade.",
	"name": "Montesquieu"
}, {
	"quote": "Yes, peace can and must be won, to save the world from the terrible destruction of World War III.",
	"name": "Paul Robeson"
}, {
	"quote": "The hippies wanted peace and love. We wanted Ferraris, blondes and switchblades.",
	"name": "Alice Cooper"
}, {
	"quote": "To me, it's that incredible sense of belonging and peace within your own self and heart that really is joy.",
	"name": "Goldie Hawn"
}, {
	"quote": "Operation Peace for Galilee is not a military operation resulting from the lack of an alternative.",
	"name": "Menachem Begin"
}, {
	"quote": "If you want to make peace, you don't talk to your friends. You talk to your enemies.",
	"name": "Moshe Dayan"
}, {
	"quote": "If we are surrounded by the trivial and the vicious, it is all too easy to make our peace with it.",
	"name": "William Bennett"
}, {
	"quote": "One is called to live nonviolently, even if the change one works for seems impossible.",
	"name": "Daniel Berrigan"
}, {
	"quote": "There is always a certain peace in being what one is, in being that completely.",
	"name": "Ugo Betti"
}, {
	"quote": "While conscience is our friend, all is at peace; however once it is offended, farewell to a tranquil mind.",
	"name": "Mary Wortley Montagu"
}, {
	"quote": "If you use weapons of war to bring about peace, you're going to have more war and destruction.",
	"name": "Coretta Scott King"
}, {
	"quote": "To solve the problem of organizing world peace we must establish world law and order.",
	"name": "Arthur Henderson"
}, {
	"quote": "Peace was declared, but not all of us were drunk with joy or stricken blind.",
	"name": "George Grosz"
}, {
	"quote": "Respect for the rights of others means peace.",
	"name": "Benito Juarez"
}, {
	"quote": "I never will have peace of mind. I'm not constructed that way. Some things in life can be horrible.",
	"name": "Julie Christie"
}, {
	"quote": "Without peace, there is no freedom, individual or national. War and hostilities are a form of slavery.",
	"name": "Klas Pontus Arnoldson"
}, {
	"quote": "There are many of us who should be in a position to bring peace to the world.",
	"name": "Shirley Temple"
}, {
	"quote": "President Trump should win the Nobel Peace Prize. What we need is only peace.",
	"name": "Moon Jae-in"
}, {
	"quote": "Islam means peace.",
	"name": "Malala Yousafzai"
}, {
	"quote": "The services in wartime are fit only for desperadoes, but in peace are only fit for fools.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "My argument is that War makes rattling good history; but Peace is poor reading.",
	"name": "Thomas Hardy"
}, {
	"quote": "Children are God's Apostles, sent forth, day by day, to preach of love, and hope, and peace.",
	"name": "James Russell Lowell"
}, {
	"quote": "Other people do not have to change for us to experience peace of mind.",
	"name": "Gerald Jampolsky"
}, {
	"quote": "A conqueror is always a lover of peace.",
	"name": "Carl von Clausewitz"
}, {
	"quote": "The price of peace is righteousness.",
	"name": "Ezra Taft Benson"
}, {
	"quote": "Peace is not the absence of war, but a virtue based on strength of character.",
	"name": "Baruch Spinoza"
}, {
	"quote": "I've made peace with insecurity... because there is no security of any kind.",
	"name": "Dick Van Dyke"
}, {
	"quote": "Mr. Speaker, I rise today to recognize the Peace Corps as it reached its 45th anniversary on March 1, 2006.",
	"name": "Solomon Ortiz"
}, {
	"quote": "The Nobel Peace Prize opened up a door in my heart.",
	"name": "Aung San Suu Kyi"
}, {
	"quote": "We will not have peace by afterthought.",
	"name": "Norman Cousins"
}, {
	"quote": "A peace that depends on fear is nothing but a suppressed war.",
	"name": "Henry Van Dyke"
}, {
	"quote": "The choice, however, is as clear now for nations as it was once for the individual: peace or extinction.",
	"name": "Lester B. Pearson"
}, {
	"quote": "Peace does not include a vendetta; there will be neither winners nor losers.",
	"name": "Ahmed Ben Bella"
}, {
	"quote": "Love, peace and soul.",
	"name": "Don Cornelius"
}, {
	"quote": "The most disadvantageous peace is better than the most just war.",
	"name": "Desiderius Erasmus"
}, {
	"quote": "All we ask is that we have peace with the whites. We want to hold you by the hand. You are our father.",
	"name": "Black Kettle"
}, {
	"quote": "Whoever wishes peace among peoples must fight statism.",
	"name": "Ludwig von Mises"
}, {
	"quote": "We will not fail your expectations of us as a new nation dedicated to peace, democracy, and freedom.",
	"name": "Shigeru Yoshida"
}, {
	"quote": "I want, of course, peace, grace, and beauty. How do you do that? You work for it.",
	"name": "Studs Terkel"
}, {
	"quote": "We will not learn how to live together in peace by killing each other's children.",
	"name": "Jimmy Carter"
}, {
	"quote": "I will do whatever it takes to help settle peace on the Korean Peninsula.",
	"name": "Moon Jae-in"
}, {
	"quote": "Americans and Europeans share a common goal - to build an enduring peace based on freedom.",
	"name": "John McCain"
}, {
	"quote": "Peace is necessary. For justice, it is necessary. For hope, it is necessary, for our future.",
	"name": "Harry Belafonte"
}, {
	"quote": "To secure peace is to prepare for war.",
	"name": "Carl von Clausewitz"
}, {
	"quote": "I only got 'War and Peace' on the third attempt.",
	"name": "Kenneth Branagh"
}, {
	"quote": "In the course of my lifetime, that world went from violence to a kind of peace.",
	"name": "Kenneth Branagh"
}, {
	"quote": "But the deep desire for peace remained with the American people.",
	"name": "Paul Robeson"
}, {
	"quote": "Loud peace propaganda makes war seem imminent.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Broad-mindedness is related to tolerance; open-mindedness is the sibling of peace.",
	"name": "Salman Rushdie"
}, {
	"quote": "My life mission is to spread peace to the world.",
	"name": "Mattie Stepanek"
}, {
	"quote": "An angry generation will not bring peace to the world; I do believe that.",
	"name": "Marianne Williamson"
}, {
	"quote": "The universe is conspiring in every moment to bring me happiness and peace.",
	"name": "Marianne Williamson"
}, {
	"quote": "Political satire became obsolete when Henry Kissinger was awarded the Nobel peace prize.",
	"name": "Tom Lehrer"
}, {
	"quote": "I am a strong believer that without justice, there is no peace. No lasting peace, anyway.",
	"name": "Angelina Jolie"
}, {
	"quote": "A consecrated Christian life is ever shedding light and comfort and peace.",
	"name": "Ellen G. White"
}, {
	"quote": "As I came to power peacefully, so shall I keep it.",
	"name": "Corazon Aquino"
}, {
	"quote": "Peace must be more than the absence of war.",
	"name": "Helmut Kohl"
}, {
	"quote": "I like to greet anyone who comes to my house with a lot of positivity and peace.",
	"name": "Adnan Sami"
}, {
	"quote": "I declare that I will establish peace in this world.",
	"name": "Prem Rawat"
}, {
	"quote": "Peace to the shacks! War on the palaces!",
	"name": "Georg Buchner"
}, {
	"quote": "Peace in Palestine is inevitable. The question is how do we make it happen today.",
	"name": "Darrell Issa"
}, {
	"quote": "The education of peoples is a necessary precondition to peace.",
	"name": "Carlo Azeglio Ciampi"
}, {
	"quote": "Peace is the first thing the angels sang.",
	"name": "John Keble"
}, {
	"quote": "A peace talk is always difficult, always complicated.",
	"name": "Jack Ma"
}, {
	"quote": "You will find peace and happiness if you will live the gospel.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "But my happiness in this world - my level of peace - is never going to be dictated by acting.",
	"name": "Chris Evans"
}, {
	"quote": "When life doesn't make sense, we can still have peace.",
	"name": "Rick Warren"
}, {
	"quote": "Power to the peaceful!",
	"name": "Michael Franti"
}, {
	"quote": "We must join with the tens of millions all over the world who see in peace our most sacred responsibility.",
	"name": "Paul Robeson"
}, {
	"quote": "Bookstore operators tell us that the books which head the bestseller list are books on peace and happiness.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "If I'm going to be staying up until 3 A.M., it should be for world peace and not shampoo sales.",
	"name": "Mona Sutphen"
}, {
	"quote": "Religion brings to man an inner strength, spiritual light, and ineffable peace.",
	"name": "Alexis Carrel"
}, {
	"quote": "When I say I do, the justice of the peace replies, 'I know, I know...'",
	"name": "Mickey Rooney"
}, {
	"quote": "Where I once constantly lost my temper, I found myself arriving at a crisis and experiencing peace.",
	"name": "Josh McDowell"
}, {
	"quote": "You can only end a negotiation for peace if you begin it.",
	"name": "Benjamin Netanyahu"
}, {
	"quote": "I just want to live in peace and quiet.",
	"name": "Agnetha Faltskog"
}, {
	"quote": "I think of my peace paintings as one long poem, with each painting being a single stanza.",
	"name": "Robert Indiana"
}, {
	"quote": "I don't know whether war is an interlude during peace, or peace an interlude during war.",
	"name": "Georges Clemenceau"
}, {
	"quote": "I am for peace, retrenchment and reform, the watchword of the great Liberal Party thirty years ago.",
	"name": "John Bright"
}, {
	"quote": "We want to take good tidings home to our people, that they may sleep in peace.",
	"name": "Black Kettle"
}, {
	"quote": "If you sing a song of peace with enough gestures and grimaces, it becomes a war song.",
	"name": "Jean Giraudoux"
}, {
	"quote": "May the soul of the late President Milton Obote... a long-time member of this parliament, rest in peace.",
	"name": "Yoweri Museveni"
}, {
	"quote": "We love peace, but not peace at any price.",
	"name": "Douglas William Jerrold"
}, {
	"quote": "I happen to dig being able to use whatever mystique I have to further the idea of peace.",
	"name": "Garrett Morris"
}, {
	"quote": "Peace is when time doesn't matter as it passes by.",
	"name": "Maria Schell"
}, {
	"quote": "What we need is Star Peace and not Star Wars.",
	"name": "Mikhail Gorbachev"
}, {
	"quote": "Peace is rarely denied to the peaceful.",
	"name": "Friedrich Schiller"
}, {
	"quote": "Secure property in hand leads to peace in mind.",
	"name": "Mencius"
}, {
	"quote": "For me, peace should provide security to the Jewish people.",
	"name": "Ariel Sharon"
}, {
	"quote": "I won't undertake war until I have tried all the arts and means of peace.",
	"name": "Francois Rabelais"
}, {
	"quote": "We must all make peace so that we can all live in peace.",
	"name": "Jean-Bertrand Aristide"
}, {
	"quote": "A quiet mind cureth all.",
	"name": "Robert Burton"
}, {
	"quote": "Of one thing I am certain, the body is not the measure of healing, peace is the measure.",
	"name": "Phyllis McGinley"
}, {
	"quote": "The attainment of the economic aims of man presupposes peace.",
	"name": "Ludwig von Mises"
}, {
	"quote": "I just can't seem to write songs about peace and love. Yeah right, how do you get that?",
	"name": "Siobhan Fahey"
}, {
	"quote": "You don't have to have fought in a war to love peace.",
	"name": "Geraldine Ferraro"
}, {
	"quote": "Yes, we love peace, but we are not willing to take wounds for it, as we are for war.",
	"name": "John Holmes"
}]