[{
	"quote": "Pure mathematics is, in its way, the poetry of logical ideas.",
	"name": "Albert Einstein"
}, {
	"quote": "Poetry is when an emotion has found its thought and the thought has found words.",
	"name": "Robert Frost"
}, {
	"quote": "Painting is silent poetry, and poetry is painting that speaks.",
	"name": "Plutarch"
}, {
	"quote": "Poetry comes from the highest happiness or the deepest sorrow.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "I would define, in brief, the poetry of words as the rhythmical creation of Beauty.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "All religion, my friend, is simply evolved out of fraud, fear, greed, imagination, and poetry.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "Personality is everything in art and poetry.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Poetry is an echo, asking a shadow to dance.",
	"name": "Carl Sandburg"
}, {
	"quote": "Poetry is what gets lost in translation.",
	"name": "Robert Frost"
}, {
	"quote": "Naming a baby is an act of poetry, for many people the only creative moment of their lives.",
	"name": "Richard Eyre"
}, {
	"quote": "Poetry is simply the most beautiful, impressive, and widely effective mode of saying things.",
	"name": "Matthew Arnold"
}, {
	"quote": "The poet is a liar who always speaks the truth.",
	"name": "Jean Cocteau"
}, {
	"quote": "Real friendship, like real poetry, is extremely rare - and precious as a pearl.",
	"name": "Tahar Ben Jelloun"
}, {
	"quote": "Poetry surrounds us everywhere, but putting it on paper is, alas, not so easy as looking at it.",
	"name": "Vincent Van Gogh"
}, {
	"quote": "Wine is bottled poetry.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "The flower is the poetry of reproduction. It is an example of the eternal seductiveness of life.",
	"name": "Jean Giraudoux"
}, {
	"quote": "Poetry is thoughts that breathe, and words that burn.",
	"name": "Thomas Gray"
}, {
	"quote": "A poem begins as a lump in the throat, a sense of wrong, a homesickness, a lovesickness.",
	"name": "Robert Frost"
}, {
	"quote": "When truth has no burning, then it is philosophy, when it gets burning from the heart, it becomes poetry.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "If you cannot be a poet, be the poem.",
	"name": "David Carradine"
}, {
	"quote": "Some say they see poetry in my paintings; I see only science.",
	"name": "Georges Seurat"
}, {
	"quote": "Genuine poetry can communicate before it is understood.",
	"name": "T. S. Eliot"
}, {
	"quote": "Immature poets imitate; mature poets steal.",
	"name": "T. S. Eliot"
}, {
	"quote": "With me poetry has not been a purpose, but a passion.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "I like cups of tea and reading books and poetry and old people things.",
	"name": "Bindi Irwin"
}, {
	"quote": "Rap is rhythm and poetry. Hip-hop is storytelling and poetry as well.",
	"name": "Ajay Naidu"
}, {
	"quote": "There's a certain line between jokes and music and poetry that's a bit blurred in my mind.",
	"name": "Bo Burnham"
}, {
	"quote": "A poet is a nightingale, who sits in darkness and sings to cheer its own solitude with sweet sounds.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "A poem is never finished, only abandoned.",
	"name": "Paul Valery"
}, {
	"quote": "The poetry of the earth is never dead.",
	"name": "John Keats"
}, {
	"quote": "I was reading the dictionary. I thought it was a poem about everything.",
	"name": "Steven Wright"
}, {
	"quote": "Some people go to priests; others to poetry; I to my friends.",
	"name": "Virginia Woolf"
}, {
	"quote": "Poetry is the lifeblood of rebellion, revolution, and the raising of consciousness.",
	"name": "Alice Walker"
}, {
	"quote": "The gross heathenism of civilization has generally destroyed nature, and poetry, and all that is spiritual.",
	"name": "John Muir"
}, {
	"quote": "Music has a poetry of its own, and that poetry is called melody.",
	"name": "Joshua Logan"
}, {
	"quote": "Poetry is about the grief. Politics is about the grievance.",
	"name": "Robert Frost"
}, {
	"quote": "It's not easy to define poetry.",
	"name": "Bob Dylan"
}, {
	"quote": "Poetry is just the evidence of life. If your life is burning well, poetry is just the ash.",
	"name": "Leonard Cohen"
}, {
	"quote": "Poets are the unacknowledged legislators of the world.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "I read poetry to save time.",
	"name": "Marilyn Monroe"
}, {
	"quote": "Everything is complicated; if that were not so, life and poetry and everything else would be a bore.",
	"name": "Wallace Stevens"
}, {
	"quote": "Making poetry with a camera - that's the essence of what I do.",
	"name": "Denis Villeneuve"
}, {
	"quote": "Shakespeare was a man who wrote poetry. I'm a man who writes poetry. Why not compare yourself to the best?",
	"name": "Jay-Z"
}, {
	"quote": "If Galileo had said in verse that the world moved, the inquisition might have let him alone.",
	"name": "Thomas Hardy"
}, {
	"quote": "Colloquial poetry is to the real art as the barber's wax dummy is to sculpture.",
	"name": "Ezra Pound"
}, {
	"quote": "We make out of the quarrel with others, rhetoric, but of the quarrel with ourselves, poetry.",
	"name": "William Butler Yeats"
}, {
	"quote": "A poet can survive everything but a misprint.",
	"name": "Oscar Wilde"
}, {
	"quote": "Dancing is the poetry of the foot.",
	"name": "John Dryden"
}, {
	"quote": "Superstition is the poetry of life.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "One merit of poetry few persons will deny: it says more and in fewer words than prose.",
	"name": "Voltaire"
}, {
	"quote": "Poetry is a deal of joy and pain and wonder, with a dash of the dictionary.",
	"name": "Khalil Gibran"
}, {
	"quote": "If I read a book and it makes my whole body so cold no fire can ever warm me, I know that is poetry.",
	"name": "Emily Dickinson"
}, {
	"quote": "I have been writing poetry for a long time now. I started writing in my school days.",
	"name": "Kapil Sibal"
}, {
	"quote": "Poetry comes alive to me through recitation.",
	"name": "Natalie Merchant"
}, {
	"quote": "For awhile after you quit Keats all other poetry seems to be only whistling or humming.",
	"name": "F. Scott Fitzgerald"
}, {
	"quote": "Poetry, at its best, is the language your soul would speak if you could teach your soul to speak.",
	"name": "Jim Harrison"
}, {
	"quote": "Poetry is not a matter of feelings, it is a matter of language. It is language which creates feelings.",
	"name": "Umberto Eco"
}, {
	"quote": "Rhyme, that enslaved queen, that supreme charm of our poetry, that creator of our meter.",
	"name": "Victor Hugo"
}, {
	"quote": "I consider myself a poet first and a musician second. I live like a poet and I'll die like a poet.",
	"name": "Bob Dylan"
}, {
	"quote": "All slang is metaphor, and all metaphor is poetry.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Poetry is emotion, passion, love, grief - everything that is human. It is not for zombies by zombies.",
	"name": "F. Sionil Jose"
}, {
	"quote": "I love being on the road with others, with a camera, but also being alone writing poetry.",
	"name": "Tony Harrison"
}, {
	"quote": "All one's inventions are true, you can be sure of that. Poetry is as exact a science as geometry.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Poetry is at least an elegance and at most a revelation.",
	"name": "Robert Fitzgerald"
}, {
	"quote": "Poetry is the synthesis of hyacinths and biscuits.",
	"name": "Carl Sandburg"
}, {
	"quote": "Surrealism is not a poetry but a poetics, and even more, and more decisively, a world vision.",
	"name": "Octavio Paz"
}, {
	"quote": "Poetry is a sword of lightning, ever unsheathed, which consumes the scabbard that would contain it.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "A poet looks at the world the way a man looks at a woman.",
	"name": "Wallace Stevens"
}, {
	"quote": "I believe in the power of poetry, which gives me reasons to look ahead and identify a glint of light.",
	"name": "Mahmoud Darwish"
}, {
	"quote": "A true poet does not bother to be poetical. Nor does a nursery gardener scent his roses.",
	"name": "Jean Cocteau"
}, {
	"quote": "You don't have to suffer to be a poet; adolescence is enough suffering for anyone.",
	"name": "John Ciardi"
}, {
	"quote": "Poetry remembers that it was an oral art before it was a written art.",
	"name": "Jorge Luis Borges"
}, {
	"quote": "I have been enlightened. I have fallen into poetry and it has swallowed me up.",
	"name": "Keith Haring"
}, {
	"quote": "Poetry is the art of creating imaginary gardens with real toads.",
	"name": "Marianne Moore"
}, {
	"quote": "People want poetry. They need poetry. They get it. They don't want fancy work.",
	"name": "Mary Oliver"
}, {
	"quote": "Poetry is as precise a thing as geometry.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Reality only reveals itself when it is illuminated by a ray of poetry.",
	"name": "Georges Braque"
}, {
	"quote": "Every single soul is a poem.",
	"name": "Michael Franti"
}, {
	"quote": "I see poetry as spiritual medicine.",
	"name": "Mahmoud Darwish"
}, {
	"quote": "Ye stars! which are the poetry of heaven!",
	"name": "Lord Byron"
}, {
	"quote": "A poet is, before anything else, a person who is passionately in love with language.",
	"name": "W. H. Auden"
}, {
	"quote": "Istanbul is inspiring because it has its own code of architecture, literature, poetry, music.",
	"name": "Christian Louboutin"
}, {
	"quote": "All bad poetry springs from genuine feeling.",
	"name": "Oscar Wilde"
}, {
	"quote": "Poetry is nearer to vital truth than history.",
	"name": "Plato"
}, {
	"quote": "Poetry is a way of taking life by the throat.",
	"name": "Robert Frost"
}, {
	"quote": "I like to borrow forms and quotes and use a lot of allusions, in both poetry and music.",
	"name": "Jamila Woods"
}, {
	"quote": "If I feel physically as if the top of my head were taken off, I know that is poetry.",
	"name": "Emily Dickinson"
}, {
	"quote": "Poetry is like a bird, it ignores all frontiers.",
	"name": "Yevgeny Yevtushenko"
}, {
	"quote": "There is no Frigate like a book to take us lands away nor any coursers like a page of prancing Poetry.",
	"name": "Emily Dickinson"
}, {
	"quote": "You campaign in poetry. You govern in prose.",
	"name": "Mario Cuomo"
}, {
	"quote": "My subject is War, and the pity of War. The Poetry is in the pity.",
	"name": "Wilfred Owen"
}, {
	"quote": "Poetry is the art of substantiating shadows, and of lending existence to nothing.",
	"name": "Edmund Burke"
}, {
	"quote": "The poets have been mysteriously silent on the subject of cheese.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Cotton was a force of nature. There's a poetry to it, hoeing and growing cotton.",
	"name": "B. B. King"
}, {
	"quote": "Poetry should help, not only to refine the language of the time, but to prevent it from changing too rapidly.",
	"name": "T. S. Eliot"
}, {
	"quote": "Poetry is language at its most distilled and most powerful.",
	"name": "Rita Dove"
}, {
	"quote": "What other people may find in poetry or art museums, I find in the flight of a good drive.",
	"name": "Arnold Palmer"
}, {
	"quote": "Poetry has done enough when it charms, but prose must also convince.",
	"name": "H. L. Mencken"
}, {
	"quote": "Poetry is the art of uniting pleasure with truth.",
	"name": "Samuel Johnson"
}, {
	"quote": "Science arose from poetry... when times change the two can meet again on a higher level as friends.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "The blood jet is poetry and there is no stopping it.",
	"name": "Sylvia Plath"
}, {
	"quote": "Poetry and lyrics are very similar. Making words bounce off a page.",
	"name": "Taylor Swift"
}, {
	"quote": "I don't think I've ever read poetry, ever.",
	"name": "Eminem"
}, {
	"quote": "I don't think I've ever read poetry, ever. I'm not really book-smart.",
	"name": "Eminem"
}, {
	"quote": "Poetry consists in a rhyming dictionary and things seen.",
	"name": "Gertrude Stein"
}, {
	"quote": "Poetry is emotion put into measure. The emotion must come by nature, but the measure can be acquired by art.",
	"name": "Thomas Hardy"
}, {
	"quote": "Writing a book of poetry is like dropping a rose petal down the Grand Canyon and waiting for the echo.",
	"name": "Don Marquis"
}, {
	"quote": "One will never again look at a birch tree, after the Robert Frost poem, in exactly the same way.",
	"name": "Paul Muldoon"
}, {
	"quote": "Poetry is a phantom script telling how rainbows are made and why they go away.",
	"name": "Carl Sandburg"
}, {
	"quote": "Hip-hop is about the brilliance of pavement poetry.",
	"name": "Michael Eric Dyson"
}, {
	"quote": "Who writes poetry imbibes honey from the poisoned lips of life.",
	"name": "William Rose Benet"
}, {
	"quote": "A verbal art like poetry is reflective; it stops to think. Music is immediate, it goes on to become.",
	"name": "W. H. Auden"
}, {
	"quote": "Poetry: the best words in the best order.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "Poetry must have something in it that is barbaric, vast and wild.",
	"name": "Denis Diderot"
}, {
	"quote": "God is the perfect poet.",
	"name": "Robert Browning"
}, {
	"quote": "A novel is a work of poetry. In order to write it, one must have tranquility of spirit and of impression.",
	"name": "Fyodor Dostoevsky"
}, {
	"quote": "If the object of poetry is, to make men, then poetry is the heir of prophecy.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "Teach your children poetry; it opens the mind, lends grace to wisdom and makes the heroic virtues hereditary.",
	"name": "Walter Scott"
}, {
	"quote": "Money is a kind of poetry.",
	"name": "Wallace Stevens"
}, {
	"quote": "I find a lot of poetry to be narcissistic.",
	"name": "Joni Mitchell"
}, {
	"quote": "Poetry is indispensable - if I only knew what for.",
	"name": "Jean Cocteau"
}, {
	"quote": "Poetry at its best can do you a lot of harm.",
	"name": "Sylvia Plath"
}, {
	"quote": "Any healthy man can go without food for two days - but not without poetry.",
	"name": "Charles Baudelaire"
}, {
	"quote": "Love is the poetry of the senses.",
	"name": "Honore de Balzac"
}, {
	"quote": "Rap is poetry set to music. But to me it's like a jackhammer.",
	"name": "Bette Midler"
}, {
	"quote": "Poetry is a form of mathematics, a highly rigorous relationship with words.",
	"name": "Tahar Ben Jelloun"
}, {
	"quote": "Poetry heals the wounds inflicted by reason.",
	"name": "Novalis"
}, {
	"quote": "Yet, it is true, poetry is delicious; the best prose is that which is most full of poetry.",
	"name": "Virginia Woolf"
}, {
	"quote": "To see clearly is poetry, prophecy and religion all in one.",
	"name": "John Ruskin"
}, {
	"quote": "Poetry is a mirror which makes beautiful that which is distorted.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "Poetry is the record of the best and happiest moments of the happiest and best minds.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "Art: If the object of poetry is, to make men, then poetry is the heir of prophecy.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "I love romantic poetry.",
	"name": "Richard Dawkins"
}, {
	"quote": "Rap is poetry to music, like beatniks without beards and bongos.",
	"name": "David Lee Roth"
}, {
	"quote": "No poems can please for long or live that are written by water drinkers.",
	"name": "Horace"
}, {
	"quote": "Money is everywhere but so is poetry. What we lack are the poets.",
	"name": "Federico Fellini"
}, {
	"quote": "I am two fools, I know, for loving, and for saying so in whining poetry.",
	"name": "John Donne"
}, {
	"quote": "Poetry is the deification of reality.",
	"name": "Edith Sitwell"
}, {
	"quote": "Everything one invents is true, you may be perfectly sure of that. Poetry is as precise as geometry.",
	"name": "Gustave Flaubert"
}, {
	"quote": "For me, prose walks, poetry dances.",
	"name": "James Broughton"
}, {
	"quote": "At the age when Bengali youth almost inevitably writes poetry, I was listening to European classical music.",
	"name": "Satyajit Ray"
}, {
	"quote": "Poetry is a call to action, and it also is action.",
	"name": "Juan Felipe Herrera"
}, {
	"quote": "Poetry is an orphan of silence. The words never quite equal the experience behind them.",
	"name": "Charles Simic"
}, {
	"quote": "Children can write poetry and then, unless they're poets, they stop when reach puberty.",
	"name": "Dennis Potter"
}, {
	"quote": "I've written some poetry I don't understand myself.",
	"name": "Carl Sandburg"
}, {
	"quote": "When I was writing pretty poor poetry, this girl with midnight black hair told me to go on.",
	"name": "Carl Sandburg"
}, {
	"quote": "We are supposed to write poetry to keep the gods alive.",
	"name": "Jim Harrison"
}, {
	"quote": "The crown of literature is poetry.",
	"name": "W. Somerset Maugham"
}, {
	"quote": "I always wrote poetry as a teenager and it was always so dark, but it made me feel good to get it out.",
	"name": "Pink"
}, {
	"quote": "Why should poetry have to make sense?",
	"name": "Charlie Chaplin"
}, {
	"quote": "You will not find poetry anywhere unless you bring some of it with you.",
	"name": "Joseph Joubert"
}, {
	"quote": "When Auden said his poetry didn't save one Jew from the gas chamber, he'd said it all.",
	"name": "Tom Stoppard"
}, {
	"quote": "I always wrote poetry and stuff like that, so putting songs together wasn't that spectacular.",
	"name": "Amy Winehouse"
}, {
	"quote": "You know, people speak in poetry all the time. They just don't realize it.",
	"name": "Sherman Alexie"
}, {
	"quote": "Poetry is life distilled.",
	"name": "Gwendolyn Brooks"
}, {
	"quote": "Eloquence is the poetry of prose.",
	"name": "William Cullen Bryant"
}, {
	"quote": "To be under occupation, to be under siege, is not a good inspiration for poetry.",
	"name": "Mahmoud Darwish"
}, {
	"quote": "I write poetry on my iPhone. I've got about 100 poems on there.",
	"name": "Aaron Neville"
}, {
	"quote": "The fate of poetry is to fall in love with the world.",
	"name": "Derek Walcott"
}, {
	"quote": "Always be a poet, even in prose.",
	"name": "Charles Baudelaire"
}, {
	"quote": "Poetry is a domestic art, most itself when most at home.",
	"name": "Seamus Heaney"
}, {
	"quote": "In fact, in lyric poetry, truthfulness becomes recognizable as a ring of truth within the medium itself.",
	"name": "Seamus Heaney"
}, {
	"quote": "Dylan Thomas is now as much a case history as a chapter in the history of poetry.",
	"name": "Seamus Heaney"
}, {
	"quote": "It's bad poetry executed by people that can't sing. That's my definition of Rap.",
	"name": "Peter Steele"
}, {
	"quote": "I think poetry's always a kind of faith. It is the kind that I have.",
	"name": "Natasha Trethewey"
}, {
	"quote": "Poetry is all that is worth remembering in life.",
	"name": "William Hazlitt"
}, {
	"quote": "In the total darkness, poetry is still there, and it is there for you.",
	"name": "Abbas Kiarostami"
}, {
	"quote": "There is poetry as soon as we realize that we possess nothing.",
	"name": "John Cage"
}, {
	"quote": "Breathe-in experience, breathe-out poetry.",
	"name": "Muriel Rukeyser"
}, {
	"quote": "The music just tends to be a vehicle for that poetry.",
	"name": "Mark Knopfler"
}, {
	"quote": "I sometimes talk about the making of a poem within the poem.",
	"name": "Howard Nemerov"
}, {
	"quote": "Poetry is a political act because it involves telling the truth.",
	"name": "June Jordan"
}, {
	"quote": "There's no money in poetry, but then there's no poetry in money, either.",
	"name": "Robert Graves"
}, {
	"quote": "She was the Judy Garland of American poetry.",
	"name": "James Dickey"
}, {
	"quote": "Poetry begins where language starts: in the shadows and accidents of one person's life.",
	"name": "Eavan Boland"
}, {
	"quote": "The Lord's Prayer is the most perfect piece of poetry. I always feel at peace and moved when I recite it.",
	"name": "Mary Quant"
}, {
	"quote": "Poetry is the mother-tongue of the human race.",
	"name": "Johann Georg Hamann"
}, {
	"quote": "Deep feeling doesn't make for good poetry. A way with language would be a bit of help.",
	"name": "Thom Gunn"
}, {
	"quote": "Poetry is a vocation. It is not a career but a calling.",
	"name": "Edward Hirsch"
}, {
	"quote": "For poetry there exists neither large countries nor small. Its domain is in the heart of all men.",
	"name": "Giorgos Seferis"
}, {
	"quote": "Poetry teaches us music, metaphor, condensation and specificity.",
	"name": "Walter Mosley"
}, {
	"quote": "One thing I do know is that poetry, to be understood, must be clear.",
	"name": "Mary Oliver"
}, {
	"quote": "Poetry is meant to be heard.",
	"name": "Mary Oliver"
}, {
	"quote": "I like to write poetry.",
	"name": "Rebecca Ferguson"
}, {
	"quote": "In politics, as in poetry, it is sometimes true that it is darkest before dawn.",
	"name": "Lawrence Summers"
}, {
	"quote": "I was writing poetry, and the Mountain Goats was an outgrowth of that.",
	"name": "John Darnielle"
}, {
	"quote": "Poetry is a mere drug, Sir.",
	"name": "George Farquhar"
}, {
	"quote": "I never think about poetry except when I'm writing it. I mean my poetry.",
	"name": "Norman MacCaig"
}, {
	"quote": "I was very interested in American poetry for many years. Much less now.",
	"name": "Norman MacCaig"
}, {
	"quote": "Poetry is like making a joke. If you get one word wrong at the end of a joke, you've lost the whole thing.",
	"name": "W. S. Merwin"
}, {
	"quote": "Poetry and prayer are very similar.",
	"name": "Carol Ann Duffy"
}, {
	"quote": "Poetry is a matter of life, not just a matter of language.",
	"name": "Lucille Clifton"
}, {
	"quote": "Memory and poetry go together, absolutely. It is a matter of preserving and of remembering things.",
	"name": "Lisel Mueller"
}, {
	"quote": "Most people ignore most poetry because most poetry ignores most people.",
	"name": "Adrian Mitchell"
}, {
	"quote": "Nobody ever told me what to read, or ever put poetry in my way.",
	"name": "Isaac Rosenberg"
}, {
	"quote": "Science fiction, outside of poetry, is the only literary field which has no limits, no parameters whatsoever.",
	"name": "Theodore Sturgeon"
}, {
	"quote": "The next big push in my life is trying to get poetry popular again.",
	"name": "Joshua Sasse"
}, {
	"quote": "My mother asked me what I wanted for my birthday, so I said I wanted to read poetry with her.",
	"name": "Guy Johnson"
}, {
	"quote": "Women who are inclined to write poetry at all are inspired by being mad at something.",
	"name": "Amy Clampitt"
}, {
	"quote": "All good poetry is forged slowly and patiently, link by link, with sweat and blood and tears.",
	"name": "Lord Alfred Douglas"
}, {
	"quote": "The sort of poetry I seek resides in objects man can't touch.",
	"name": "E. M. Forster"
}, {
	"quote": "Poetry. I read Walt Whitman, Emily Dickinson, and Jane Hirschfield. I like to read Billy Collins out loud.",
	"name": "Amy Tan"
}, {
	"quote": "More modern poetry is written than read.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "'Therefore' is a word the poet must not know.",
	"name": "Andre Gide"
}, {
	"quote": "When I was in college, I really liked poetry. I don't read much anymore.",
	"name": "Steve Martin"
}, {
	"quote": "I learn poetry, learn text, and that really keeps you alive.",
	"name": "Anthony Hopkins"
}, {
	"quote": "A grain of poetry suffices to season a century.",
	"name": "Jose Marti"
}, {
	"quote": "Perhaps no person can be a poet, or even enjoy poetry, without a certain unsoundness of mind.",
	"name": "Thomas Babington Macaulay"
}, {
	"quote": "As civilization advances, poetry almost necessarily declines.",
	"name": "Thomas Babington Macaulay"
}, {
	"quote": "Poetry involves the mysteries of the irrational perceived through rational words.",
	"name": "Vladimir Nabokov"
}, {
	"quote": "There may be more poetry than justice in poetic justice.",
	"name": "George Will"
}, {
	"quote": "You will find poetry nowhere unless you bring some of it with you.",
	"name": "Joseph Joubert"
}, {
	"quote": "I wrote things for the school's newspaper, and - like all teenagers - I dabbled in poetry.",
	"name": "Stephen Colbert"
}, {
	"quote": "The single thing I've found it valuable to memorize is poetry.",
	"name": "Caterina Fake"
}, {
	"quote": "It makes me happy to meet other poetry fans. Especially when they recommend poets I'm not familiar with.",
	"name": "Caterina Fake"
}, {
	"quote": "In poetry everything which must be said is almost impossible to say well.",
	"name": "Paul Valery"
}, {
	"quote": "Writing criticism is to writing fiction and poetry as hugging the shore is to sailing in the open sea.",
	"name": "John Updike"
}, {
	"quote": "I am for poetry that is admired by peasant and aristocrat alike.",
	"name": "F. Sionil Jose"
}, {
	"quote": "Well you can't teach the poetry, but you can teach the craft.",
	"name": "David Hockney"
}, {
	"quote": "I was one of those dark, quiet kids that wrote poetry.",
	"name": "Rick Springfield"
}, {
	"quote": "I've been writing poetry seriously since about 2008, 2009.",
	"name": "Clint Smith"
}, {
	"quote": "Maybe it is something to do with age, but I have become fonder of poetry than of prose.",
	"name": "Aung San Suu Kyi"
}, {
	"quote": "Poetry gives us courage and sets us straight with the world. Poems are great companions and friends.",
	"name": "David Whyte"
}, {
	"quote": "Poetry carries the imagery which is large enough for the kind of life we want for ourselves.",
	"name": "David Whyte"
}, {
	"quote": "The thing about great poetry is we have no defenses against it.",
	"name": "David Whyte"
}, {
	"quote": "I used to spend a lot of time dreaming and writing poetry.",
	"name": "Mohit Chauhan"
}, {
	"quote": "Poetry is adolescence fermented, and thus preserved.",
	"name": "Jose Ortega y Gasset"
}, {
	"quote": "The importance of poetry is not measured, finally, by what the poet says but by how he says it.",
	"name": "Mahmoud Darwish"
}, {
	"quote": "It just happens to be that people like to associate poetry and rap music. I think that idea is kind of corny.",
	"name": "Earl Sweatshirt"
}, {
	"quote": "The poet doesn't invent. He listens.",
	"name": "Jean Cocteau"
}, {
	"quote": "Publishing a volume of verse is like dropping a rose petal down the Grand Canyon and waiting for the echo.",
	"name": "Don Marquis"
}, {
	"quote": "Poetry is what Milton saw when he went blind.",
	"name": "Don Marquis"
}, {
	"quote": "I cannot speak for more than an hour exclusively about poetry. At that point, life itself takes over again.",
	"name": "Wislawa Szymborska"
}, {
	"quote": "Poetic talent doesn't operate in a vacuum. There is a spirit of Polish poetry.",
	"name": "Wislawa Szymborska"
}, {
	"quote": "If food is poetry, is not poetry also food?",
	"name": "Joyce Carol Oates"
}, {
	"quote": "Poetry is really a way of sharing feelings and ideas.",
	"name": "Caroline Kennedy"
}, {
	"quote": "The biggest problem is people are afraid of poetry, think they can't understand it or that it will be boring.",
	"name": "Caroline Kennedy"
}, {
	"quote": "Making love is, simply put, poetry in motion.",
	"name": "Wale"
}, {
	"quote": "Poetry is the utterance of deep and heart-felt truth - the true poet is very near the oracle.",
	"name": "Edwin Hubbel Chapin"
}, {
	"quote": "To read a poem is to hear it with our eyes; to hear it is to see it with our ears.",
	"name": "Octavio Paz"
}, {
	"quote": "Any reflection about poetry should begin, or end, with this question: who and how many read poetry books?",
	"name": "Octavio Paz"
}, {
	"quote": "I don't think poetry has a readership anywhere, really, that's that big.",
	"name": "Derek Walcott"
}, {
	"quote": "There's always a need at a critical time for poetry.",
	"name": "Derek Walcott"
}, {
	"quote": "I always knew that was what I wanted to do - to write, particularly poetry.",
	"name": "Derek Walcott"
}, {
	"quote": "I don't feel like a celebrity. Poetry justifies celebrity. It's good to have respect for a poet.",
	"name": "Derek Walcott"
}, {
	"quote": "Where I come from, we sing poetry.",
	"name": "Derek Walcott"
}, {
	"quote": "A theology should be like poetry, which takes us to the end of what words and thoughts can do.",
	"name": "Karen Armstrong"
}, {
	"quote": "So few people read poetry. That's sad, isn't it?",
	"name": "Jerry Hall"
}, {
	"quote": "It's just poetry, beauty and love. How hard can that be to act?",
	"name": "Robin Wright"
}, {
	"quote": "Actually, I'm working on a book of poetry.",
	"name": "Marv Levy"
}, {
	"quote": "Thinking in its lower grades, is comparable to paper money, and in its higher forms it is a kind of poetry.",
	"name": "Havelock Ellis"
}, {
	"quote": "I was a 16-year-old girl at one point, so of course I wrote poetry.",
	"name": "Elizabeth Edwards"
}, {
	"quote": "The moment of change is the only poem.",
	"name": "Adrienne Rich"
}, {
	"quote": "I want to branch out. I want to write. I write poetry. I want to see my children grow up well.",
	"name": "Annie Lennox"
}, {
	"quote": "Music is closer to poetry than anything.",
	"name": "John McLaughlin"
}, {
	"quote": "People compose poetry, novels, sitcoms - for love.",
	"name": "Helen Fisher"
}, {
	"quote": "Well, I still write poetry, but I wouldn't call myself a poet.",
	"name": "David Duchovny"
}, {
	"quote": "I've written for every medium except poetry, at which I suck.",
	"name": "J. Michael Straczynski"
}, {
	"quote": "Poetry and art are key influences in changing how we look at taboos.",
	"name": "Rupi Kaur"
}, {
	"quote": "In Northern Ireland, helicopters are not usually used to promote poetry.",
	"name": "Seamus Heaney"
}, {
	"quote": "I credit poetry for making this space-walk possible.",
	"name": "Seamus Heaney"
}, {
	"quote": "Manifesting that order of poetry where we can at last grow up to that which we stored up as we grew.",
	"name": "Seamus Heaney"
}, {
	"quote": "Poetry is always slightly mysterious, and you wonder what is your relationship to it.",
	"name": "Seamus Heaney"
}, {
	"quote": "Anybody serious about poetry knows how hard it is to achieve anything worthwhile in it.",
	"name": "Seamus Heaney"
}, {
	"quote": "In poetry, everything can be faked but the intensity of utterance.",
	"name": "Seamus Heaney"
}, {
	"quote": "In a way, Anglo-Saxon poetry cannot be translated.",
	"name": "Seamus Heaney"
}, {
	"quote": "If poetry and the arts do anything, they can fortify your inner life, your inwardness.",
	"name": "Seamus Heaney"
}, {
	"quote": "We go to poetry, we go to literature in general, to be forwarded within ourselves.",
	"name": "Seamus Heaney"
}, {
	"quote": "Poetry is what we do to break bread with the dead.",
	"name": "Seamus Heaney"
}, {
	"quote": "Poetry is more a threshold than a path.",
	"name": "Seamus Heaney"
}, {
	"quote": "Stylized acting and direction is to realistic acting and direction as poetry is to prose.",
	"name": "Elia Kazan"
}, {
	"quote": "I often say poetry was my first love.",
	"name": "Luis Alberto Urrea"
}, {
	"quote": "Poetry is how I feed the soul, and it's how I fire the furnace of writing.",
	"name": "Luis Alberto Urrea"
}, {
	"quote": "I am addicted to poetry, but the truth is I cannot pass up a good hard-boiled mystery.",
	"name": "Luis Alberto Urrea"
}, {
	"quote": "Poetry is rather an approach to things, to life, than it is typographical production.",
	"name": "Joseph Brodsky"
}, {
	"quote": "Poetry seems to be the only weapon able to beat language, using language's own means.",
	"name": "Joseph Brodsky"
}, {
	"quote": "To translate poetry, one has to possess some art, at the very least the art of stylistic re-embodiment.",
	"name": "Joseph Brodsky"
}, {
	"quote": "I am a patriot, but I must say that English poetry is the richest in the world.",
	"name": "Joseph Brodsky"
}, {
	"quote": "Poetry is not an art or a branch of art: it's something more.",
	"name": "Joseph Brodsky"
}, {
	"quote": "American poetry to me is a sort of relentless, nonstop sermon on human autonomy.",
	"name": "Joseph Brodsky"
}, {
	"quote": "Tyranny will make an entire population into readers of poetry.",
	"name": "Joseph Brodsky"
}, {
	"quote": "Poetry isn't just different from prose, it's more important for the human species.",
	"name": "Joseph Brodsky"
}, {
	"quote": "I think when kids just see well-crafted poetry, it's just obtuse to them. It's hard to relate to.",
	"name": "Jewel"
}, {
	"quote": "It is certain that at certain times talent entirely overcomes thought or poetry.",
	"name": "John Singer Sargent"
}, {
	"quote": "The quietest poetry can be an explosion of joy.",
	"name": "James Broughton"
}, {
	"quote": "My films are an extension of my poetry, using the white screen like the white page to be filled with images.",
	"name": "James Broughton"
}, {
	"quote": "Poetry for me is as much a spiritual practice as sexual ecstasy is.",
	"name": "James Broughton"
}, {
	"quote": "I was lucky to have read a lot of poetry when I was younger; it helped me to remember a way to write.",
	"name": "Benjamin Clementine"
}, {
	"quote": "I think poetry is best read to oneself.",
	"name": "Rickie Lee Jones"
}, {
	"quote": "I really enjoy English and poetry and writing classes.",
	"name": "Taylor Momsen"
}, {
	"quote": "Writing dark poetry was always my escape.",
	"name": "Bishop Briggs"
}, {
	"quote": "Poetry is the hardest thing that there is. It fascinates me, so I want to write more of it.",
	"name": "Steve Earle"
}, {
	"quote": "One has only as much morality as one has philosophy and poetry.",
	"name": "Karl Wilhelm Friedrich Schlegel"
}, {
	"quote": "He who has religion will speak poetry. But philosophy is the tool with which to seek and discover religion.",
	"name": "Karl Wilhelm Friedrich Schlegel"
}, {
	"quote": "Women do not have as great a need for poetry because their own essence is poetry.",
	"name": "Karl Wilhelm Friedrich Schlegel"
}, {
	"quote": "A poet's autobiography is his poetry. Anything else is just a footnote.",
	"name": "Yevgeny Yevtushenko"
}, {
	"quote": "Poetry is truth in its Sunday clothes.",
	"name": "Joseph Roux"
}, {
	"quote": "Poetry is the exquisite expression of exquisite expressions.",
	"name": "Joseph Roux"
}, {
	"quote": "Science is for those who learn, poetry is for those who know.",
	"name": "Joseph Roux"
}, {
	"quote": "The mystical poetry of William Blake's artwork also forms the basis for the album cover.",
	"name": "Bruce Dickinson"
}, {
	"quote": "The office of poetry is not to make us think accurately, but feel truly.",
	"name": "Frederick William Robertson"
}, {
	"quote": "I have nothing to say, I am saying it, and that is poetry.",
	"name": "John Cage"
}, {
	"quote": "I could no more define poetry than a terrier can define a rat.",
	"name": "A. E. Housman"
}, {
	"quote": "If a line of poetry strays into my memory, my skin bristles so that the razor ceases to act.",
	"name": "A. E. Housman"
}, {
	"quote": "The sources of poetry are in the spirit seeking completeness.",
	"name": "Muriel Rukeyser"
}, {
	"quote": "Poetry lies its way to the truth.",
	"name": "John Ciardi"
}, {
	"quote": "Poetry is a beautiful way of spoiling prose, and the laborious art of exchanging plain sense for harmony.",
	"name": "Horace Walpole"
}, {
	"quote": "I gave my voice to poetry.",
	"name": "Juan Felipe Herrera"
}, {
	"quote": "The great function of poetry is to give back to us the situations of our dreams.",
	"name": "Gaston Bachelard"
}, {
	"quote": "In my late teenage years, I developed a real passion for it, and wrote a lot of poetry.",
	"name": "Danielle Steel"
}, {
	"quote": "I chose poetry. Actually, poetry chose me.",
	"name": "Joy Harjo"
}, {
	"quote": "The library was open for one hour after school let out. I hid there, looking at art books and reading poetry.",
	"name": "Lynda Barry"
}, {
	"quote": "A lot happens by accident in poetry.",
	"name": "Howard Nemerov"
}, {
	"quote": "Poetry is a mixture of common sense, which not all have, with an uncommon sense, which very few have.",
	"name": "John Masefield"
}, {
	"quote": "I always read poetry before I write, to sensitize me to the rhythms and music of language.",
	"name": "Janet Fitch"
}, {
	"quote": "However, poetry does not live solely in books or in school anthologies.",
	"name": "Eugenio Montale"
}, {
	"quote": "I do not go in search of poetry. I wait for poetry to visit me.",
	"name": "Eugenio Montale"
}, {
	"quote": "Narrative art, the novel, from Murasaki to Proust, has produced great works of poetry.",
	"name": "Eugenio Montale"
}, {
	"quote": "The poet may be used as a barometer, but let us not forget that he is also part of the weather.",
	"name": "Lionel Trilling"
}, {
	"quote": "Written poetry is worth reading once, and then should be destroyed. Let the dead poets make way for others.",
	"name": "Antonin Artaud"
}, {
	"quote": "Poetry has, in a way, been my bridge to my acting career.",
	"name": "Omari Hardwick"
}, {
	"quote": "You don't make a poem with ideas, but with words.",
	"name": "Stephane Mallarme"
}, {
	"quote": "I want a fever, in poetry: a fever, and tranquillity.",
	"name": "James Dickey"
}, {
	"quote": "Wanted: a needle swift enough to sew this poem into a blanket.",
	"name": "Charles Simic"
}, {
	"quote": "I love to read poetry but I haven't written anything that I'm willing to show anybody.",
	"name": "Abraham Verghese"
}, {
	"quote": "Usually a life turned into a poem is misrepresented.",
	"name": "Mark Strand"
}, {
	"quote": "Pain is filtered in a poem so that it becomes finally, in the end, pleasure.",
	"name": "Mark Strand"
}, {
	"quote": "Poetry is, first and last, language - the rest is filler.",
	"name": "Mark Strand"
}, {
	"quote": "He could not die when trees were green, for he loved the time too well.",
	"name": "John Clare"
}, {
	"quote": "The Scottish Highlands are incredible. There seems to be magic and poetry everywhere.",
	"name": "Caitriona Balfe"
}, {
	"quote": "Theater is far superior to film in poetry, in abstract poetry.",
	"name": "Julie Taymor"
}, {
	"quote": "Poetry stands or falls by its music.",
	"name": "John Burnside"
}, {
	"quote": "Poetry is plucking at the heartstrings, and making music with them.",
	"name": "Dennis Gabor"
}, {
	"quote": "I was always making up rhymes. But I never thought that poetry would become my life.",
	"name": "Saul Williams"
}, {
	"quote": "More people than ever are slowly but surely turning their ears toward poetry.",
	"name": "Saul Williams"
}, {
	"quote": "I don't want to bury anything in poetry.",
	"name": "Sharon Van Etten"
}, {
	"quote": "You don't help people in your poems. I've been trying to help people all my life - that's my trouble.",
	"name": "Charles Olson"
}, {
	"quote": "My father loved poetry and music. But deep in himself he thought teaching the finest thing a person could do.",
	"name": "George Steiner"
}, {
	"quote": "The novel is born of disillusionment; the poem, of despair.",
	"name": "Jose Bergamin"
}, {
	"quote": "Prose, poetry, and drawings stand side by side in a very democratic way in my work.",
	"name": "Gunter Grass"
}, {
	"quote": "We all write poems; it is simply that poets are the ones who write in words.",
	"name": "John Fowles"
}, {
	"quote": "I was quiet, and I was artistic. I liked writing poetry, and that was very strange, so I was bullied a lot.",
	"name": "Nelsan Ellis"
}, {
	"quote": "However, if a poem can be reduced to a prose sentence, there can't be much to it.",
	"name": "James Schuyler"
}, {
	"quote": "Each memorable verse of a true poet has two or three times the written content.",
	"name": "Alfred de Musset"
}, {
	"quote": "Poetry must be made by all and not by one.",
	"name": "Comte de Lautreamont"
}, {
	"quote": "I still read Donne, particularly his love poems.",
	"name": "Carol Ann Duffy"
}, {
	"quote": "Poetry was my 'in' to the idea that I could express myself through art.",
	"name": "Sebastian Lelio"
}, {
	"quote": "I'm not a great poetry fan.",
	"name": "Rupert Everett"
}, {
	"quote": "Prose talks and poetry sings.",
	"name": "Franz Grillparzer"
}, {
	"quote": "For better or worse, poetry is my life.",
	"name": "Donald Hall"
}, {
	"quote": "Sound had always been my portal to poetry, but in the beginning, sound was imagined through the eye.",
	"name": "Donald Hall"
}, {
	"quote": "Poetry is what I've done my whole life. And every important thing in my life had found itself into poems.",
	"name": "Donald Hall"
}, {
	"quote": "Every afternoon, I shut the door of my bedroom to write: Poetry was secret, dangerous, wicked and delicious.",
	"name": "Donald Hall"
}, {
	"quote": "Poetry is a sort of homecoming.",
	"name": "Paul Celan"
}, {
	"quote": "Everyone thinks they're going to write one book of poems or one novel.",
	"name": "Marilyn Hacker"
}, {
	"quote": "If you read quickly to get through a poem to what it means, you have missed the body of the poem.",
	"name": "M. H. Abrams"
}, {
	"quote": "No poem is easily grasped; so why should any reader expect fast results?",
	"name": "John Barton"
}, {
	"quote": "Sometimes poetry is inspired by the conversation entered into by reading other poems.",
	"name": "John Barton"
}, {
	"quote": "I like poems that are little games.",
	"name": "Peter Davison"
}, {
	"quote": "I think poetry has lost an awful lot of its muscle because nobody knows any. Nobody has to memorize poetry.",
	"name": "Peter Davison"
}, {
	"quote": "Poetry is composing for the breath.",
	"name": "Peter Davison"
}, {
	"quote": "Poetry was invented as an mnemonic device to enable people to remember their prayers.",
	"name": "Peter Davison"
}, {
	"quote": "Poetry should be able to reach everybody, and it should be able to appeal to all levels of understanding.",
	"name": "Peter Davison"
}, {
	"quote": "But poetry is my life. Poetry is what matters to me.",
	"name": "Peter Davison"
}, {
	"quote": "And there are a lot more people reading poetry, but there are not so many people reading an individual poet.",
	"name": "Peter Davison"
}, {
	"quote": "There are so many things that poetry is about, one of which is memory.",
	"name": "Peter Davison"
}, {
	"quote": "It is a way we reassess our past. We can do that in poetry in ways we can't do in prose.",
	"name": "Peter Davison"
}, {
	"quote": "A poem might be defined as thinking about feelings - about human feelings and frailties.",
	"name": "Anne Stevenson"
}, {
	"quote": "Each word bears its weight, so you have to read my poems quite slowly.",
	"name": "Anne Stevenson"
}, {
	"quote": "There'll always be working people in my poems because I grew up with them, and I am a poet of memory.",
	"name": "Philip Levine"
}, {
	"quote": "I intended an Ode, And it turned to a Sonnet.",
	"name": "Henry Austin Dobson"
}, {
	"quote": "Only those ignorant of what poetry means will ask the question: what is it good for?",
	"name": "Orson F. Whitney"
}, {
	"quote": "Poetry is the elder sister of history, the mother of language, the ancestress of civilization.",
	"name": "Orson F. Whitney"
}, {
	"quote": "How do poems grow? They grow out of your life.",
	"name": "Robert Penn Warren"
}, {
	"quote": "A poem can have an impact, but you can't expect an audience to understand all the nuances.",
	"name": "Douglas Dunn"
}, {
	"quote": "I love words; I love poetry.",
	"name": "Jessica Steen"
}, {
	"quote": "I didn't want to deal in poetry. I got rid of that after a few months.",
	"name": "Tom Wesselmann"
}]