[{
	"quote": "Love yourself. It is important to stay positive because beauty comes from the inside out.",
	"name": "Jenn Proske"
}, {
	"quote": "Live life to the fullest, and focus on the positive.",
	"name": "Matt Cameron"
}, {
	"quote": "Once you replace negative thoughts with positive ones, you'll start having positive results.",
	"name": "Willie Nelson"
}, {
	"quote": "Your positive action combined with positive thinking results in success.",
	"name": "Shiv Khera"
}, {
	"quote": "Each day, I come in with a positive attitude, trying to get better.",
	"name": "Stefon Diggs"
}, {
	"quote": "Your smile will give you a positive countenance that will make people feel comfortable around you.",
	"name": "Les Brown"
}, {
	"quote": "A positive attitude can really make dreams come true - it did for me.",
	"name": "David Bailey"
}, {
	"quote": "Adopting the right attitude can convert a negative stress into a positive one.",
	"name": "Hans Selye"
}, {
	"quote": "Keep your face to the sunshine and you cannot see a shadow.",
	"name": "Helen Keller"
}, {
	"quote": "Yesterday is not ours to recover, but tomorrow is ours to win or lose.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "When you think positive, good things happen.",
	"name": "Matt Kemp"
}, {
	"quote": "Work hard, stay positive, and get up early. It's the best part of the day.",
	"name": "George Allen, Sr."
}, {
	"quote": "Find a place inside where there's joy, and the joy will burn out the pain.",
	"name": "Joseph Campbell"
}, {
	"quote": "A strong, positive self-image is the best possible preparation for success.",
	"name": "Joyce Brothers"
}, {
	"quote": "Don't forget to tell yourself positive things daily! You must love yourself internally to glow externally.",
	"name": "Hannah Bronfman"
}, {
	"quote": "What you feel inside reflects on your face. So be happy and positive all the time.",
	"name": "Sridevi"
}, {
	"quote": "I often think that the night is more alive and more richly colored than the day.",
	"name": "Vincent Van Gogh"
}, {
	"quote": "You cannot have a positive life and a negative mind.",
	"name": "Joyce Meyer"
}, {
	"quote": "In order to carry a positive action we must develop here a positive vision.",
	"name": "Dalai Lama"
}, {
	"quote": "When you are enthusiastic about what you do, you feel this positive energy. It's very simple.",
	"name": "Paulo Coelho"
}, {
	"quote": "I surround myself with good people who make me feel great and give me positive energy.",
	"name": "Ali Krieger"
}, {
	"quote": "Trust in dreams, for in them is hidden the gate to eternity.",
	"name": "Khalil Gibran"
}, {
	"quote": "A good laugh is sunshine in the house.",
	"name": "William Makepeace Thackeray"
}, {
	"quote": "Positive thinking will let you do everything better than negative thinking will.",
	"name": "Zig Ziglar"
}, {
	"quote": "At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents.",
	"name": "Jane D. Hull"
}, {
	"quote": "Always turn a negative situation into a positive situation.",
	"name": "Michael Jordan"
}, {
	"quote": "Today or any day that phone may ring and bring good news.",
	"name": "Ethel Waters"
}, {
	"quote": "Every day brings new choices.",
	"name": "Martha Beck"
}, {
	"quote": "All I can control is myself and just keep having a positive attitude.",
	"name": "Rose Namajunas"
}, {
	"quote": "Correction does much, but encouragement does more.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Positive anything is better than negative nothing.",
	"name": "Elbert Hubbard"
}, {
	"quote": "The most important thing is to try and inspire people so that they can be great in whatever they want to do.",
	"name": "Kobe Bryant"
}, {
	"quote": "It's amazing. Life changes very quickly, in a very positive way, if you let it.",
	"name": "Lindsey Vonn"
}, {
	"quote": "Pessimism leads to weakness, optimism to power.",
	"name": "William James"
}, {
	"quote": "You will always have ups and downs in your life and your career, but just stay positive and go for it.",
	"name": "Angelique Kerber"
}, {
	"quote": "Believe that life is worth living and your belief will help create the fact.",
	"name": "William James"
}, {
	"quote": "Perpetual optimism is a force multiplier.",
	"name": "Colin Powell"
}, {
	"quote": "Inspiration comes from within yourself. One has to be positive. When you're positive, good things happen.",
	"name": "Deep Roy"
}, {
	"quote": "Delete the negative; accentuate the positive!",
	"name": "Donna Karan"
}, {
	"quote": "My optimism wears heavy boots and is loud.",
	"name": "Henry Rollins"
}, {
	"quote": "Life is measured in love and positive contributions and moments of grace.",
	"name": "Carly Fiorina"
}, {
	"quote": "God never ends anything on a negative; God always ends on a positive.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "Our chief want is someone who will inspire us to be what we know we could be.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Positive thinking will let you use the ability which you have, and that is awesome.",
	"name": "Zig Ziglar"
}, {
	"quote": "When you go through a negative situation, don't think about it. Make it positive.",
	"name": "Yoko Ono"
}, {
	"quote": "To succeed, you need to find something to hold on to, something to motivate you, something to inspire you.",
	"name": "Tony Dorsett"
}, {
	"quote": "I think anything is possible if you have the mindset and the will and desire to do it and put the time in.",
	"name": "Roger Clemens"
}, {
	"quote": "It's not the situation, but whether we react negative or respond positive to the situation that is important.",
	"name": "Zig Ziglar"
}, {
	"quote": "Drones overall will be more impactful than I think people recognize, in positive ways to help society.",
	"name": "Bill Gates"
}, {
	"quote": "The gift of fantasy has meant more to me than my talent for absorbing positive knowledge.",
	"name": "Albert Einstein"
}, {
	"quote": "If you're not making mistakes, then you're not doing anything. I'm positive that a doer makes mistakes.",
	"name": "John Wooden"
}, {
	"quote": "Be true to yourself and surround yourself with positive, supportive people.",
	"name": "Payal Kadakia"
}, {
	"quote": "Winners make a habit of manufacturing their own positive expectations in advance of the event.",
	"name": "Brian Tracy"
}, {
	"quote": "Education should learn from the positive side of gaming - reward, accomplishment, and fun.",
	"name": "Sebastian Thrun"
}, {
	"quote": "My grandmother, she's been the positive portion of my life the entire time.",
	"name": "Curtis Jackson"
}, {
	"quote": "Every positive value has its price in negative terms... the genius of Einstein leads to Hiroshima.",
	"name": "Pablo Picasso"
}, {
	"quote": "I had to develop the mentality and stay positive about making my comeback.",
	"name": "Alonzo Mourning"
}, {
	"quote": "I am a positive thinker. You have to have this positive energy to get somewhere.",
	"name": "Philip Green"
}, {
	"quote": "My dear friend, clear your mind of cant.",
	"name": "Samuel Johnson"
}, {
	"quote": "There are positive things that come of social media as well as negative.",
	"name": "Millie Bobby Brown"
}, {
	"quote": "I like video games, I like tech, I like being positive.",
	"name": "Jimmy Fallon"
}, {
	"quote": "Negative attitude is nine times more powerful than positive attitude.",
	"name": "Bikram Choudhury"
}, {
	"quote": "The worst times can be the best if you think with positive energy.",
	"name": "Domenico Dolce"
}, {
	"quote": "College was especially sweet because of the positive, hopeful atmosphere of a college campus.",
	"name": "Jerry Kramer"
}, {
	"quote": "A strong positive mental attitude will create more miracles than any wonder drug.",
	"name": "Patricia Neal"
}, {
	"quote": "Celebrate yourself... and stay positive!",
	"name": "Khoudia Diop"
}, {
	"quote": "The learner always begins by finding fault, but the scholar sees the positive merit in everything.",
	"name": "Georg Wilhelm Friedrich Hegel"
}, {
	"quote": "The person who can bring the spirit of laughter into a room is indeed blessed.",
	"name": "Bennett Cerf"
}, {
	"quote": "Properly used, positive reinforcement is extremely powerful.",
	"name": "B. F. Skinner"
}, {
	"quote": "Don't focus on negative things; focus on the positive, and you will flourish.",
	"name": "Alek Wek"
}, {
	"quote": "I was determined to share my positive approach and not let diabetes stand in the way of enjoying my life.",
	"name": "Paula Deen"
}, {
	"quote": "Listening is a positive act: you have to put yourself out to do it.",
	"name": "David Hockney"
}, {
	"quote": "Surround yourself with positive people and you'll be a positive person.",
	"name": "Kellie Pickler"
}, {
	"quote": "The mistake we made in the 1990s was overestimating the potential of NAFTA's positive impact.",
	"name": "William M. Daley"
}, {
	"quote": "Frustration, although quite painful at times, is a very positive and essential part of success.",
	"name": "Bo Bennett"
}, {
	"quote": "No matter who you meet in life, you take something from them, positive or negative.",
	"name": "Gary Allan"
}, {
	"quote": "People like to be around those who give off positive energy.",
	"name": "Erin Heatherton"
}, {
	"quote": "Design our world so that we have positive social and environmental side effects.",
	"name": "Bjarke Ingels"
}, {
	"quote": "When my inner mood is positive, I also feel great on the outside.",
	"name": "Liu Wen"
}, {
	"quote": "I love everybody. One of the great things about me is that I have a very positive attitude.",
	"name": "Imelda Marcos"
}, {
	"quote": "A positive attitude is something everyone can work on, and everyone can learn how to employ it.",
	"name": "Joan Lunden"
}, {
	"quote": "A people without a positive history is like a vehicle without an engine.",
	"name": "Steven Biko"
}, {
	"quote": "I'm taking all the negatives in my life, and turning them into a positive.",
	"name": "Pitbull"
}, {
	"quote": "Instead of hating, I have chosen to forgive and spend all of my positive energy on changing the world.",
	"name": "Camryn Manheim"
}, {
	"quote": "I'm very naturally happy, quirky and positive.",
	"name": "Kiesza"
}, {
	"quote": "You should also appreciate the goodness around you, and surround yourself with positive people.",
	"name": "Nadia Comaneci"
}, {
	"quote": "I think if you just look at life in a positive way, positive things will happen.",
	"name": "Jake Owen"
}, {
	"quote": "I believe I have a personal responsibility to make a positive impact on society.",
	"name": "Anthony Fauci"
}, {
	"quote": "I'm a very positive thinker, and I think that is what helps me the most in difficult moments.",
	"name": "Roger Federer"
}, {
	"quote": "I just believe in the goodwill of people, the power of people to do something positive.",
	"name": "Eddie Izzard"
}, {
	"quote": "Good leaders need a positive agenda, not just an agenda of dealing with crisis.",
	"name": "Michael Porter"
}, {
	"quote": "A mediocre idea that generates enthusiasm will go further than a great idea that inspires no one.",
	"name": "Mary Kay Ash"
}, {
	"quote": "I want always to be positive.",
	"name": "Gianni Versace"
}, {
	"quote": "Optimists are usually wrong. But all the great change in history, positive change, was done by optimists.",
	"name": "Thomas Friedman"
}, {
	"quote": "Having a positive mental attitude is asking how something can be done rather than saying it can't be done.",
	"name": "Bo Bennett"
}, {
	"quote": "Positive culture comes from being mindful, and respecting your coworkers, and being empathetic.",
	"name": "Biz Stone"
}, {
	"quote": "I do a good job of staying positive and just moving on.",
	"name": "Katie Taylor"
}, {
	"quote": "I want people to get positive energy from our music.",
	"name": "Suga"
}, {
	"quote": "Most of us start out with a positive attitude and a plan to do our best.",
	"name": "Marilu Henner"
}, {
	"quote": "There's a fine line between stubbornness and the positive side of that, which is dogged determination.",
	"name": "Jeb Bush"
}, {
	"quote": "The more you drive positive change, the more enhanced your business model.",
	"name": "Anand Mahindra"
}, {
	"quote": "True health infuses positive energy in the mind, body and spirit; it is a main focus in my life.",
	"name": "Maximillian Degenerez"
}, {
	"quote": "My mother taught me to be honest, to be selfless, and to touch people in a positive way.",
	"name": "Scott Eastwood"
}, {
	"quote": "I have never, ever focused on the negative of things. I always look at the positive.",
	"name": "Sonia Sotomayor"
}, {
	"quote": "Talking is always positive. That's why I talk too much.",
	"name": "Louis C. K."
}, {
	"quote": "Satisfaction consists in freedom from pain, which is the positive element of life.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "I'm a positive person, and I try to look at the good side of everything.",
	"name": "Leona Lewis"
}, {
	"quote": "I always see everything in a positive light.",
	"name": "Karishma Tanna"
}, {
	"quote": "It's amazing what one positive role model in your life can do in five minutes.",
	"name": "Catherine Oxenberg"
}, {
	"quote": "Right now people seem to be very tentative about the positive benefits of capitalism.",
	"name": "Jeb Bush"
}, {
	"quote": "I am not embarrassed to tell you that I believe in miracles.",
	"name": "Corazon Aquino"
}, {
	"quote": "Self-love, it is obvious, remains always positive and active in our natures.",
	"name": "Gordon W. Allport"
}, {
	"quote": "Resist your fear; fear will never lead to you a positive end. Go for your faith and what you believe.",
	"name": "T. D. Jakes"
}, {
	"quote": "I like when a man has a positive self-image, no matter what he looks like. I'm not into rock-hard abs.",
	"name": "Jessica Parker Kennedy"
}, {
	"quote": "For, to be a stranger is naturally a very positive relation; it is a specific form of interaction.",
	"name": "Georg Simmel"
}, {
	"quote": "Do your best to spread positive messages.",
	"name": "Stephanie McMahon"
}, {
	"quote": "When someone does something good, applaud! You will make two people happy.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "Sometimes a good love song can change the world and create positive energy more than any political song can.",
	"name": "Serj Tankian"
}, {
	"quote": "I don't know why people don't feel like being positive is much more powerful than being negative.",
	"name": "Shonda Rhimes"
}, {
	"quote": "You have to train your brain to be positive just like you work out your body.",
	"name": "Shawn Achor"
}, {
	"quote": "I think of feedback as constructive, not positive or negative. You choose to do what you want with it.",
	"name": "Denise Morrison"
}, {
	"quote": "Positive, adj.: Mistaken at the top of one's voice.",
	"name": "Ambrose Bierce"
}, {
	"quote": "I am positive I was not a neglected child. I remember reading 'The Jungle Book' and 'The Sleeping Beauty.'",
	"name": "Keri Russell"
}, {
	"quote": "It's almost always possible to be honest and positive.",
	"name": "Naval Ravikant"
}, {
	"quote": "I'm a big cockeyed optimist. I try to accentuate the positive as opposed to the negative.",
	"name": "Betty White"
}, {
	"quote": "The way positive reinforcement is carried out is more important than the amount.",
	"name": "B. F. Skinner"
}, {
	"quote": "In order to design a future of positive change, we must first become expert at changing our minds.",
	"name": "Jacque Fresco"
}, {
	"quote": "Perseverance is a positive, active characteristic.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "The greatest competitive advantage in the modern economy is a positive and engaged brain.",
	"name": "Shawn Achor"
}, {
	"quote": "I've always believed that you can think positive just as well as you can think negative.",
	"name": "James Baldwin"
}, {
	"quote": "All of us profit from being corrected - if we're corrected in a positive way.",
	"name": "Sam Walton"
}, {
	"quote": "I've always been able to transform happiness and pain and sorrow and tears into positive energy.",
	"name": "Thalia"
}, {
	"quote": "Winning is fun, but those moments that you can touch someone's life in a very positive way are better.",
	"name": "Tim Howard"
}, {
	"quote": "To see the positive reaction to my music makes me feel good.",
	"name": "Cardi B"
}, {
	"quote": "I hope that others can turn their negative thoughts into positive thoughts and improve their own lives.",
	"name": "Farrah Abraham"
}, {
	"quote": "The most important thing is to stay positive.",
	"name": "Saku Koivu"
}, {
	"quote": "Art is not a study of positive reality, it is the seeking for ideal truth.",
	"name": "John Ruskin"
}, {
	"quote": "A President cannot always be popular.",
	"name": "Harry S Truman"
}, {
	"quote": "In this life, I'm always going to choose the positive.",
	"name": "Gloria Estefan"
}, {
	"quote": "The most positive men are the most credulous.",
	"name": "Alexander Pope"
}, {
	"quote": "I think anytime you can affect people in general, in a positive way, then you're a lucky individual.",
	"name": "Sam Elliott"
}, {
	"quote": "The ability to remain calm and focused in stressful situations is central to making positive decisions.",
	"name": "Goldie Hawn"
}, {
	"quote": "Positive vacations have a significant effect upon energy and stress.",
	"name": "Shawn Achor"
}, {
	"quote": "There is no advertisement as powerful as a positive reputation traveling fast.",
	"name": "Brian Koslow"
}, {
	"quote": "The simple act of paying positive attention to people has a great deal to do with productivity.",
	"name": "Tom Peters"
}, {
	"quote": "It's a positive thing to talk about terrible things and make people laugh about them.",
	"name": "Louis C. K."
}, {
	"quote": "I learned about being positive from my parents. They're the most positive people I've ever known.",
	"name": "Brendon Urie"
}, {
	"quote": "A positive self-image has little relationship to our material circumstances.",
	"name": "Ezra Taft Benson"
}, {
	"quote": "It's a wonderful thing to be optimistic. It keeps you healthy and it keeps you resilient.",
	"name": "Daniel Kahneman"
}, {
	"quote": "How do you nurture a positive attitude when all the statistics say you're a dead man? You go to work.",
	"name": "Patrick Swayze"
}, {
	"quote": "I've learned that to survive, you need a positive state of mind.",
	"name": "Thalia"
}, {
	"quote": "I'm about creating positive change in the communities that I come from.",
	"name": "Malcolm Jenkins"
}, {
	"quote": "In everyday life, I use positive thoughts, sense of humor, Taekwondo, running, and yoga to make me stronger.",
	"name": "Pom Klementieff"
}, {
	"quote": "I believe in human-centered AI to benefit people in positive and benevolent ways.",
	"name": "Fei-Fei Li"
}, {
	"quote": "I do not expect the white media to create positive black male images.",
	"name": "Huey Newton"
}, {
	"quote": "I was raised with hippie parents, so I get down with the positive. I don't pay attention to the negative.",
	"name": "Guy Fieri"
}, {
	"quote": "My father... gave me a positive connection with men because he is a gentleman.",
	"name": "Iman"
}, {
	"quote": "Fortune cookies are a good idea. If the message is positive, it can make your day a little better.",
	"name": "Yao Ming"
}, {
	"quote": "I try to put a positive spin on things.",
	"name": "Krysten Ritter"
}, {
	"quote": "Love is a positive, symbiotic, reciprocal flow between two or more entities.",
	"name": "Inga Muscio"
}, {
	"quote": "In your 40s, you shed those who bring you down and surround yourself with the most positive people you know.",
	"name": "Jami Attenberg"
}, {
	"quote": "I'm always angry. I wake up angry. There is a lot to be angry about. Anger is a positive energy.",
	"name": "Thandie Newton"
}, {
	"quote": "Health and a positive body image are part of my personal values.",
	"name": "Deborah Joy Winans"
}, {
	"quote": "There is a sense that things, if you keep positive and optimistic about what can be done, do work out.",
	"name": "Hillary Clinton"
}, {
	"quote": "I'm a big advocate of the power of positive thinking, particularly for small businesses.",
	"name": "Kevin Plank"
}, {
	"quote": "Anytime you get an opportunity to put more fun into the game, that's good. I've got a lot of positive energy.",
	"name": "Antonio Brown"
}, {
	"quote": "My ultimate aim is to make euthanasia a positive experience.",
	"name": "Jack Kevorkian"
}, {
	"quote": "Sometimes the most positive thing you can be in a boring society is absolutely negative.",
	"name": "John Lydon"
}, {
	"quote": "I'm very positive - music-wise, production-wise and life-wise.",
	"name": "Martin Garrix"
}, {
	"quote": "As an artist, the more experience, the better the creation. I'm a very positive person.",
	"name": "Psy"
}, {
	"quote": "I think being negative is being positive. You can't improve without stating the problem.",
	"name": "Mike Yaconelli"
}, {
	"quote": "I'm not here to discuss the past... I'm here to be positive.",
	"name": "Mark McGwire"
}, {
	"quote": "I think that when you rally powerful voices around powerful issues, what you get are positive results.",
	"name": "Kerby Jean-Raymond"
}, {
	"quote": "Publishers like a good buzz, and negative responses sell books just as well as positive ones.",
	"name": "Richard Dawkins"
}, {
	"quote": "The negative is just as important as the positive.",
	"name": "Ellsworth Kelly"
}, {
	"quote": "Excellence encourages one about life generally; it shows the spiritual wealth of the world.",
	"name": "George Eliot"
}, {
	"quote": "I'm a very driven, ambitious, positive person. But I'm a spiritual person as well.",
	"name": "Victoria Beckham"
}, {
	"quote": "I don't think the world focuses on the positive things enough.",
	"name": "Dwyane Wade"
}, {
	"quote": "The first thing successful people do is view failure as a positive signal to success.",
	"name": "Brendon Burchard"
}, {
	"quote": "Staying consistent with positive habits can be a challenge.",
	"name": "Lewis Howes"
}, {
	"quote": "I believe all positive things and negative things are valuable because they shape you.",
	"name": "Natalie Massenet"
}, {
	"quote": "You don't need to invade a place or install a new government to help bring about a positive change.",
	"name": "Nicholas Kristof"
}, {
	"quote": "I am a positive person. I never think of the glass as half empty. I just keep pushing forward.",
	"name": "Rosie Perez"
}, {
	"quote": "I work extremely hard to stay positive and happy. But I get sad and anxious, too, just like everyone.",
	"name": "Rachel Platten"
}, {
	"quote": "I think that if you stay positive and remain positive, you can definitely achieve the things you set out to.",
	"name": "Franchesca Ramsey"
}, {
	"quote": "There is something in even the darkest situations that we can make a positive in our lives.",
	"name": "Deborah Norville"
}, {
	"quote": "'Yes' is the mother of all positive words, next to 'love.' Maybe 'love' is the father of all positive words.",
	"name": "Jason Mraz"
}, {
	"quote": "I believe that when you work on yourself, you are attracted by different, more positive beings.",
	"name": "Isabelle Adjani"
}, {
	"quote": "Americans try to talk about positive family values, although the actual state of things is disastrous.",
	"name": "Vladimir Zhirinovsky"
}, {
	"quote": "Say and do something positive that will help the situation; it doesn't take any brains to complain.",
	"name": "Robert A. Cook"
}, {
	"quote": "I had to learn how to think as a positive human being, before anything.",
	"name": "Hit-Boy"
}, {
	"quote": "The influence of blogging is overall a very positive force in the media.",
	"name": "Garrett Graff"
}, {
	"quote": "I got a lot of positive people around me.",
	"name": "Dave Chappelle"
}, {
	"quote": "To be positive is to be mistaken at the top of one's voice.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Whatever role I play is a positive role; it's a strong role. Never negative.",
	"name": "Mr. T"
}, {
	"quote": "Play like you're positive on the victory, even though they're leading big now.",
	"name": "Knute Rockne"
}, {
	"quote": "In our family health, it's about having a balanced life, about laughing and staying on a positive note.",
	"name": "Victoria Osteen"
}, {
	"quote": "Ya gotta think positive.",
	"name": "Craig Sager"
}, {
	"quote": "Nature isn't positive in that way. It doesn't aim itself at you. It's not being unkind to you.",
	"name": "David Attenborough"
}, {
	"quote": "I feel equal to Mexicans, Asians, everyone. That's the kind of positive message I want to get out.",
	"name": "Lewis Hamilton"
}, {
	"quote": "If I have affected someone in a positive way, that means a lot to me.",
	"name": "Bill Parcells"
}, {
	"quote": "In nicey-nicey land, you must be happy-clappy and positive all the time - bad news is taboo.",
	"name": "Michael Leunig"
}, {
	"quote": "I think we pursue positive relationships whether or not they bring us engagement or happiness.",
	"name": "Martin Seligman"
}, {
	"quote": "My mother was a very positive thinker; she was always active, always doing something good.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "There is an inherent hope and positive drive to New Yorkers.",
	"name": "John Oliver"
}, {
	"quote": "I learned one thing - never hate a positive option.",
	"name": "Kevin Garnett"
}, {
	"quote": "I think honest communication, no matter where it comes from, is positive for a relationship.",
	"name": "Ron White"
}, {
	"quote": "There's nothing that sells good about Allen Iverson if it's something positive about Allen Iverson.",
	"name": "Allen Iverson"
}, {
	"quote": "I lived in the projects and the ghetto, and turned the negative into a positive.",
	"name": "Wyclef Jean"
}, {
	"quote": "There are a lot of ways to make a positive impact on the community without necessarily being a politician.",
	"name": "Theo Epstein"
}, {
	"quote": "I make negative music, but I also make positive music because that's what thrown at me with life.",
	"name": "Tyga"
}, {
	"quote": "I believe that you should gravitate to people who are doing productive and positive things with their lives.",
	"name": "Nadia Comaneci"
}, {
	"quote": "My mom was always the support. I can always go out to her and she'll always find the positive in things.",
	"name": "Caroline Wozniacki"
}, {
	"quote": "Making great strides without a well-defined purpose will not bring positive results.",
	"name": "John Rampton"
}, {
	"quote": "I'm not afraid of having an agenda. I do have an agenda. It's a positive agenda.",
	"name": "Rush Limbaugh"
}, {
	"quote": "Perhaps trying to move away from my problems and focus on the positive is the best I can do.",
	"name": "Jenni Rivera"
}, {
	"quote": "Making someone laugh is the simplest, most basic positive human connection.",
	"name": "Nell Scovell"
}, {
	"quote": "I'm a positive man.",
	"name": "Mariano Rivera"
}, {
	"quote": "Being positive may be a character defect of mine.",
	"name": "Quentin Blake"
}, {
	"quote": "I live to leave somebody with a positive experience when they've met me, and make someone smile for the day.",
	"name": "Dolph Ziggler"
}, {
	"quote": "I'd like to reinforce that fact that if you put out positive stuff that that's what you get back.",
	"name": "Tina Knowles"
}, {
	"quote": "Morning meditation is important to start every day on a positive note.",
	"name": "Susan Burton"
}, {
	"quote": "I've come to understand that there's always something positive, even in a negative situation.",
	"name": "Leif Garrett"
}, {
	"quote": "We all go through sad times, but I was brought up to be positive.",
	"name": "Jess Glynne"
}, {
	"quote": "Better to be called something positive and inspirational than something negative.",
	"name": "Donnie Yen"
}, {
	"quote": "I try to look at things in a positive light, but not everything ends up turning out positive or perfect.",
	"name": "Farrah Abraham"
}, {
	"quote": "Sometimes you can win, but you are not building something positive for your future.",
	"name": "Antonio Conte"
}, {
	"quote": "I've always had a very positive relationship with the municipal labor unions - a respectful relationship.",
	"name": "Bill de Blasio"
}, {
	"quote": "I want to play positive role models - women who mean something to other women.",
	"name": "Agyness Deyn"
}, {
	"quote": "We breathe life into a role, and it's overwhelming to receive positive feedback.",
	"name": "Sriti Jha"
}, {
	"quote": "Wonder Woman is out there very much defending the right and being strong and being a positive role model.",
	"name": "Paul Dini"
}, {
	"quote": "Faith Words aren't just mere positive affirmations; they open your life up to the supernatural power of God.",
	"name": "Bo Sanchez"
}, {
	"quote": "Life is full of ups and downs. One needs to stay positive in life, no matter what.",
	"name": "Shilpa Shinde"
}, {
	"quote": "If I can inspire someone to go in a positive way and pursue a dream, it can only be good.",
	"name": "Parminder Nagra"
}, {
	"quote": "I've always been a positive, optimistic person who loves life, and I've got a lot to be positive about.",
	"name": "Samantha Barks"
}, {
	"quote": "We might want to figure out what are the positive effects of autism - mild cases.",
	"name": "George M. Church"
}, {
	"quote": "The difference between playing a positive and a negative role is only in the portrayal.",
	"name": "Roop Durgapal"
}, {
	"quote": "I try to keep it light and positive most of the time, whereas earlier on I didn't always do that.",
	"name": "Gordon Lightfoot"
}, {
	"quote": "When you're not working is when you have to stay positive and remind yourself that you're talented.",
	"name": "Rutina Wesley"
}, {
	"quote": "I try to stay positive by focusing on how much I'll appreciate my health if I get better.",
	"name": "Daniel Johns"
}, {
	"quote": "Design can have such a positive impact on the way people live and on their relationships and moods.",
	"name": "Genevieve Gorder"
}, {
	"quote": "People don't believe in positive changes anymore.",
	"name": "Alexei Navalny"
}, {
	"quote": "I just want to focus on the positive things in my life.",
	"name": "Davinia Taylor"
}, {
	"quote": "I try to give positive energy in all my shows.",
	"name": "Curtis Jones"
}, {
	"quote": "The history of the tobacco industry is not a positive one.",
	"name": "Susan Cameron"
}, {
	"quote": "I've gotten nothing but warmth from the Black community and positive feedback.",
	"name": "Misty Copeland"
}, {
	"quote": "Explosion of positive rights started in 1932 with the election of Roosevelt.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "I like to accept it all, the negative and the positive.",
	"name": "Alek Wek"
}, {
	"quote": "I have rules about eating, exercising and rules about staying positive. And these rules are sacred to me.",
	"name": "Richard Simmons"
}, {
	"quote": "What I have is P.H. positive chronic myeloid leukemia, which is an aberration in your white blood cells.",
	"name": "Kareem Abdul-Jabbar"
}, {
	"quote": "The only reason to have a positive mental attitude is that it makes life better. It doesn't cure cancer.",
	"name": "Molly Ivins"
}, {
	"quote": "First of all, I try to be a positive role model.",
	"name": "Caitlyn Jenner"
}, {
	"quote": "I don't want to waste anyone's time or money. I want to give people some truth and positive heart lift.",
	"name": "Mos Def"
}, {
	"quote": "I surround myself with positive, productive people of good will and decency.",
	"name": "Ted Nugent"
}, {
	"quote": "I found that being with happy positive people annoys me.",
	"name": "Karl Pilkington"
}, {
	"quote": "You know, often films that are deemed positive, nobody wants to see them.",
	"name": "Ava DuVernay"
}, {
	"quote": "I've always been a guy to keep positive energy on the sideline.",
	"name": "Baker Mayfield"
}, {
	"quote": "I hope to make a positive, productive contribution, as cheesy as that may sound.",
	"name": "Chelsea Clinton"
}, {
	"quote": "Where men of judgment creep and feel their way, The positive pronounce without dismay.",
	"name": "William Cowper"
}, {
	"quote": "I try to stay positive and be very, very active.",
	"name": "Goldie Hawn"
}, {
	"quote": "I've had to deal with all different types of situations - positive and negative and extremes of both.",
	"name": "Shia LaBeouf"
}, {
	"quote": "I just want to put some positive stuff out there. If it works, great. If it doesn't, no problem.",
	"name": "Kevin James"
}, {
	"quote": "I influence people, hopefully on the positive side.",
	"name": "Isaac Hayes"
}, {
	"quote": "Every person gets negative things, they learn from those negative things, and you become a positive person.",
	"name": "Kapil Dev"
}, {
	"quote": "The characteristic political attitude of today is not one of positive belief, but of despair.",
	"name": "Herbert Read"
}, {
	"quote": "We want to challenge Marilyn Manson and the rap people with the bad lyrics to write some positive songs.",
	"name": "Gary Rossington"
}, {
	"quote": "If it's great stuff, the people who consume it are nourished. It's a positive force.",
	"name": "Manuel Puig"
}, {
	"quote": "Be positive and laugh at everything.",
	"name": "Alexandra Roach"
}, {
	"quote": "Social media absolutely changed my life and many others in a positive way.",
	"name": "Shervin Pishevar"
}, {
	"quote": "I believe that the open exchange of information can have a positive global impact.",
	"name": "Biz Stone"
}, {
	"quote": "My purpose: to lift your spirit and to motivate you.",
	"name": "Mavis Staples"
}, {
	"quote": "I hope that what I am today is of positive benefit to other people.",
	"name": "Nneka"
}, {
	"quote": "I believe in entrepreneurs. I believe in their ability to make positive change in the world.",
	"name": "Jessica Jackley"
}, {
	"quote": "One way to make a positive out of a negative is that you can put it into your work.",
	"name": "Stephen Adly Guirgis"
}, {
	"quote": "I am fascinated by what is beautiful, strong, healthy, what is living. I seek harmony.",
	"name": "Leni Riefenstahl"
}]