[{
	"quote": "The past cannot be changed. The future is yet in your power.",
	"name": "Unknown"
}, {
	"quote": "Beauty is power; a smile is its sword.",
	"name": "John Ray"
}, {
	"quote": "Nearly all men can stand adversity, but if you want to test a man's character, give him power.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Knowledge will give you power, but character respect.",
	"name": "Bruce Lee"
}, {
	"quote": "If you realized how powerful your thoughts are, you would never think a negative thought.",
	"name": "Peace Pilgrim"
}, {
	"quote": "Passion is energy. Feel the power that comes from focusing on what excites you.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Words have no power to impress the mind without the exquisite horror of their reality.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "An animal's eyes have the power to speak a great language.",
	"name": "Martin Buber"
}, {
	"quote": "The power of imagination makes us infinite.",
	"name": "John Muir"
}, {
	"quote": "When the power of love overcomes the love of power the world will know peace.",
	"name": "Jimi Hendrix"
}, {
	"quote": "Liberty may be endangered by the abuse of liberty, but also by the abuse of power.",
	"name": "James Madison"
}, {
	"quote": "The power of the lawyer is in the uncertainty of the law.",
	"name": "Jeremy Bentham"
}, {
	"quote": "The best advice I ever got was that knowledge is power and to keep reading.",
	"name": "David Bailey"
}, {
	"quote": "Faith consists in believing when it is beyond the power of reason to believe.",
	"name": "Voltaire"
}, {
	"quote": "Power does not corrupt. Fear corrupts... perhaps the fear of a loss of power.",
	"name": "John Steinbeck"
}, {
	"quote": "Prayer is man's greatest power!",
	"name": "W. Clement Stone"
}, {
	"quote": "Giving money and power to government is like giving whiskey and car keys to teenage boys.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "True happiness involves the full use of one's power and talents.",
	"name": "John W. Gardner"
}, {
	"quote": "When the whole world is silent, even one voice becomes powerful.",
	"name": "Malala Yousafzai"
}, {
	"quote": "Power tends to corrupt and absolute power corrupts absolutely.",
	"name": "John Dalberg-Acton"
}, {
	"quote": "Rank does not confer privilege or give power. It imposes responsibility.",
	"name": "Peter Drucker"
}, {
	"quote": "Pessimism leads to weakness, optimism to power.",
	"name": "William James"
}, {
	"quote": "You have power over your mind - not outside events. Realize this, and you will find strength.",
	"name": "Marcus Aurelius"
}, {
	"quote": "We need money. We need hits. Hits bring money, money bring power, power bring fame, fame change the game.",
	"name": "Young Thug"
}, {
	"quote": "I love the sounds and the power of pounding water, whether it is the waves or a waterfall.",
	"name": "Mike May"
}, {
	"quote": "Truth is powerful and it prevails.",
	"name": "Sojourner Truth"
}, {
	"quote": "The world's biggest power is the youth and beauty of a woman.",
	"name": "Chanakya"
}, {
	"quote": "Clothes make the man. Naked people have little or no influence on society.",
	"name": "Mark Twain"
}, {
	"quote": "There is more power in unity than division.",
	"name": "Emanuel Cleaver"
}, {
	"quote": "Kindness is in our power, even when fondness is not.",
	"name": "Samuel Johnson"
}, {
	"quote": "Knowledge is power.",
	"name": "Francis Bacon"
}, {
	"quote": "When you blame others, you give up your power to change.",
	"name": "Robert Anthony"
}, {
	"quote": "We needed something to express our joy, our beauty, our power. And the rainbow did that.",
	"name": "Gilbert Baker"
}, {
	"quote": "The one exclusive sign of thorough knowledge is the power of teaching.",
	"name": "Aristotle"
}, {
	"quote": "The power of one, if fearless and focused, is formidable, but the power of many working together is better.",
	"name": "Gloria Macapagal Arroyo"
}, {
	"quote": "Communism has never come to power in a country that was not disrupted by war or corruption, or both.",
	"name": "John F. Kennedy"
}, {
	"quote": "Power always thinks... that it is doing God's service when it is violating all his laws.",
	"name": "John Adams"
}, {
	"quote": "Language exerts hidden power, like the moon on the tides.",
	"name": "Rita Mae Brown"
}, {
	"quote": "I have learned that there is more power in a good strong hug than in a thousand meaningful words.",
	"name": "Ann Hood"
}, {
	"quote": "Never underestimate the power of human stupidity.",
	"name": "Robert A. Heinlein"
}, {
	"quote": "I believe the root of all evil is abuse of power.",
	"name": "Patricia Cornwell"
}, {
	"quote": "The measure of a man is what he does with power.",
	"name": "Plato"
}, {
	"quote": "Personality has power to uplift, power to depress, power to curse, and power to bless.",
	"name": "Paul P. Harris"
}, {
	"quote": "The truth is that all men having power ought to be mistrusted.",
	"name": "James Madison"
}, {
	"quote": "Power is no blessing in itself, except when it is used to protect the innocent.",
	"name": "Jonathan Swift"
}, {
	"quote": "The power of an air force is terrific when there is nothing to oppose it.",
	"name": "Winston Churchill"
}, {
	"quote": "We have it in our power to begin the world over again.",
	"name": "Thomas Paine"
}, {
	"quote": "Music has healing power. It has the ability to take people out of themselves for a few hours.",
	"name": "Elton John"
}, {
	"quote": "Never go backward. Attempt, and do it with all your might. Determination is power.",
	"name": "Charles Simmons"
}, {
	"quote": "A king without power is an absurdity.",
	"name": "James Monroe"
}, {
	"quote": "It is certain, in any case, that ignorance, allied with power, is the most ferocious enemy justice can have.",
	"name": "James Baldwin"
}, {
	"quote": "The great gift of human beings is that we have the power of empathy.",
	"name": "Meryl Streep"
}, {
	"quote": "You reclaim your power by loving what you were once taught to hate.",
	"name": "Bryant H. McGill"
}, {
	"quote": "I believe in the power of great clothing. It can evoke confidence, beauty, and a sense of glamour.",
	"name": "Tina Knowles"
}, {
	"quote": "Nothing strengthens authority so much as silence.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Words, without power, is mere philosophy.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "Nationalism is power hunger tempered by self-deception.",
	"name": "George Orwell"
}, {
	"quote": "The only real power comes out of a long rifle.",
	"name": "Joseph Stalin"
}, {
	"quote": "Power over a man's subsistence is power over his will.",
	"name": "Alexander Hamilton"
}, {
	"quote": "The power of population is indefinitely greater than the power in the earth to produce subsistence for man.",
	"name": "Thomas Malthus"
}, {
	"quote": "Power has only one duty - to secure the social welfare of the People.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "I had rather excel others in the knowledge of what is excellent, than in the extent of my power and dominion.",
	"name": "Alexander the Great"
}, {
	"quote": "Words are power. And a book is full of words. Be careful what power you get from it. But know that you do.",
	"name": "Yoko Ono"
}, {
	"quote": "A crown is merely a hat that lets the rain in.",
	"name": "Frederick the Great"
}, {
	"quote": "Mastering others is strength. Mastering yourself is true power.",
	"name": "Lao Tzu"
}, {
	"quote": "Truth is the ultimate power. When the truth comes around, all the lies have to run and hide.",
	"name": "Ice Cube"
}, {
	"quote": "Never stand begging for that which you have the power to earn.",
	"name": "Miguel de Cervantes"
}, {
	"quote": "The power of community to create health is far greater than any physician, clinic or hospital.",
	"name": "Mark Hyman"
}, {
	"quote": "Having power and being in a position of power can really blur your judgement, and it's not always that clear.",
	"name": "Bob Morley"
}, {
	"quote": "The greater the power, the more dangerous the abuse.",
	"name": "Edmund Burke"
}, {
	"quote": "Unlimited power corrupts the possessor.",
	"name": "William Pitt"
}, {
	"quote": "If you must break the law, do it to seize power: in all other cases observe it.",
	"name": "Julius Caesar"
}, {
	"quote": "Solar power is the last energy resource that isn't owned yet - nobody taxes the sun yet.",
	"name": "Bonnie Raitt"
}, {
	"quote": "With an eye made quiet by the power of harmony, and the deep power of joy, we see into the life of things.",
	"name": "William Wordsworth"
}, {
	"quote": "By giving people the power to share, we're making the world more transparent.",
	"name": "Mark Zuckerberg"
}, {
	"quote": "Few men have virtue to withstand the highest bidder.",
	"name": "George Washington"
}, {
	"quote": "Life has sweetness to it and a beauty and a power that I wanted to celebrate.",
	"name": "Valerie Harper"
}, {
	"quote": "Power is always dangerous. Power attracts the worst and corrupts the best.",
	"name": "Edward Abbey"
}, {
	"quote": "Power ought to serve as a check to power.",
	"name": "Montesquieu"
}, {
	"quote": "Man's greatness lies in his power of thought.",
	"name": "Blaise Pascal"
}, {
	"quote": "Education is the development of power and ideal.",
	"name": "W. E. B. Du Bois"
}, {
	"quote": "The power to question is the basis of all human progress.",
	"name": "Indira Gandhi"
}, {
	"quote": "I believe in one power, and that is the hand of God. I respect all religions.",
	"name": "Lata Mangeshkar"
}, {
	"quote": "The paradox of trauma is that it has both the power to destroy and the power to transform and resurrect.",
	"name": "Peter A. Levine"
}, {
	"quote": "Everyone has a part to play. We have the power. You can do it.",
	"name": "Maxine Waters"
}, {
	"quote": "You can change your world by changing your words... Remember, death and life are in the power of the tongue.",
	"name": "Joel Osteen"
}, {
	"quote": "Political power grows out of the barrel of a gun.",
	"name": "Mao Zedong"
}, {
	"quote": "The most common way people give up their power is by thinking they don't have any.",
	"name": "Alice Walker"
}, {
	"quote": "The greatest power is often simple patience.",
	"name": "E. Joseph Cossman"
}, {
	"quote": "Power means happiness; power means hard work and sacrifice.",
	"name": "Beyonce Knowles"
}, {
	"quote": "I believe in one thing only, the power of human will.",
	"name": "Joseph Stalin"
}, {
	"quote": "The power of choosing good and evil is within the reach of all.",
	"name": "Origen"
}, {
	"quote": "What I fear most is power with impunity. I fear abuse of power, and the power to abuse.",
	"name": "Isabel Allende"
}, {
	"quote": "Balk the enemy's power; force him to reveal himself.",
	"name": "Sun Tzu"
}, {
	"quote": "No power on earth has a right to take our property from us without our consent.",
	"name": "John Jay"
}, {
	"quote": "I do not wish women to have power over men; but over themselves.",
	"name": "Mary Shelley"
}, {
	"quote": "No man has received from nature the right to command his fellow human beings.",
	"name": "Denis Diderot"
}, {
	"quote": "Power without a nation's confidence is nothing.",
	"name": "Catherine the Great"
}, {
	"quote": "With power comes the abuse of power. And where there are bosses, there are crazy bosses. It's nothing new.",
	"name": "Judd Rose"
}, {
	"quote": "The way to have power is to take it.",
	"name": "Boss Tweed"
}, {
	"quote": "All the waste in a year from a nuclear power plant can be stored under a desk.",
	"name": "Ronald Reagan"
}, {
	"quote": "Technology and social media have brought power back to the people.",
	"name": "Mark McKinnon"
}, {
	"quote": "Power concedes nothing without a demand. It never did and it never will.",
	"name": "Frederick Douglass"
}, {
	"quote": "Color is a power which directly influences the soul.",
	"name": "Wassily Kandinsky"
}, {
	"quote": "Make the best use of what is in your power, and take the rest as it happens.",
	"name": "Epictetus"
}, {
	"quote": "The more we deny that we have a dark side, the more power it has over us.",
	"name": "Sheryl Lee"
}, {
	"quote": "If small things have the power to disturb you, then who you think you are is exactly that: small.",
	"name": "Eckhart Tolle"
}, {
	"quote": "One way to boost our will power and focus is to manage our distractions instead of letting them manage us.",
	"name": "Daniel Goleman"
}, {
	"quote": "Never underestimate the power of jealousy and the power of envy to destroy. Never underestimate that.",
	"name": "Oliver Stone"
}, {
	"quote": "Darkness is good. Dick Cheney. Darth Vader. Satan. That's power.",
	"name": "Steve Bannon"
}, {
	"quote": "I was now resolved to do everything in my power to defeat the system.",
	"name": "Oskar Schindler"
}, {
	"quote": "Art has the power to transform, to illuminate, to educate, inspire and motivate.",
	"name": "Harvey Fierstein"
}, {
	"quote": "Power is like being a lady... if you have to tell people you are, you aren't.",
	"name": "Margaret Thatcher"
}, {
	"quote": "The power of mathematics is often to change one thing into another, to change geometry into language.",
	"name": "Marcus du Sautoy"
}, {
	"quote": "Owning a great golf course gives you great power.",
	"name": "Donald Trump"
}, {
	"quote": "Leadership is about vision and responsibility, not power.",
	"name": "Seth Berkley"
}, {
	"quote": "We are driven by five genetic needs: survival, love and belonging, power, freedom, and fun.",
	"name": "William Glasser"
}, {
	"quote": "I don't think people understand the power of social media or our phones.",
	"name": "Zendaya"
}, {
	"quote": "Just try to be the best you can be; never cease trying to be the best you can be. That's in your power.",
	"name": "John Wooden"
}, {
	"quote": "I think the power of persuasion would be the greatest superpower of all time.",
	"name": "Jenny Mollen"
}, {
	"quote": "Whatever you can do, or dream you can, begin it. Boldness has genius, power, and magic in it.",
	"name": "W. H. Murray"
}, {
	"quote": "'Me Too' is about letting - using the power of empathy to stomp out shame.",
	"name": "Tarana Burke"
}, {
	"quote": "The state has physical power and uses it when necessary; the power of religion is love and beneficence.",
	"name": "Moses Mendelssohn"
}, {
	"quote": "The coming of honor or disgrace must be a reflection of one's inner power.",
	"name": "Xun Kuang"
}, {
	"quote": "What it lies in our power to do, it lies in our power not to do.",
	"name": "Aristotle"
}, {
	"quote": "Black Power is giving power to people who have not had power to determine their destiny.",
	"name": "Huey Newton"
}, {
	"quote": "Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could.",
	"name": "Abigail Adams"
}, {
	"quote": "The pen and the written word hold a great deal of power.",
	"name": "Andy Biersack"
}, {
	"quote": "The blockchain symbolizes a shift in power from the centers to the edges of the networks.",
	"name": "William Mougayar"
}, {
	"quote": "But to me nothing - the negative, the empty - is exceedingly powerful.",
	"name": "Alan Watts"
}, {
	"quote": "Don't you dare underestimate the power of your own instinct.",
	"name": "Barbara Corcoran"
}, {
	"quote": "My power is the ability to control water molecules and form them into ice.",
	"name": "Shawn Ashmore"
}, {
	"quote": "Biology always beats will power.",
	"name": "Mehmet Oz"
}, {
	"quote": "Power always thinks it has a great soul and vast views beyond the comprehension of the weak.",
	"name": "John Adams"
}, {
	"quote": "Arbitrary power is like most other things which are very hard, very liable to be broken.",
	"name": "Abigail Adams"
}, {
	"quote": "The contest for ages has been to rescue liberty from the grasp of executive power.",
	"name": "Daniel Webster"
}, {
	"quote": "They say the test of literary power is whether a man can write an inscription. I say, 'Can he name a kitten?'",
	"name": "Samuel Butler"
}, {
	"quote": "People's blessings give you the power to work tirelessly. The only thing required is commitment.",
	"name": "Narendra Modi"
}, {
	"quote": "What then is freedom? The power to live as one wishes.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Nothing external to you has any power over you.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "For me, education was power.",
	"name": "Michelle Obama"
}, {
	"quote": "You must never underestimate the power of the eyebrow.",
	"name": "Jack Black"
}, {
	"quote": "The less effort, the faster and more powerful you will be.",
	"name": "Bruce Lee"
}, {
	"quote": "I would encourage you: be informed - knowledge is power.",
	"name": "Matt Bevin"
}, {
	"quote": "I confess it is beyond our power to awaken the heart, but ordinarily this way does good.",
	"name": "Thomas Hooker"
}, {
	"quote": "Every addition to true knowledge is an addition to human power.",
	"name": "Horace Mann"
}, {
	"quote": "Having knowledge but lacking the power to express it clearly is no better than never having any ideas at all.",
	"name": "Pericles"
}, {
	"quote": "Capitalism has destroyed our belief in any effective power but that of self interest backed by force.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Goodness, armed with power, is corrupted; and pure love without power is destroyed.",
	"name": "Reinhold Niebuhr"
}, {
	"quote": "The predator wants your silence. It feeds their power, entitlement, and they want it to feed your shame.",
	"name": "Viola Davis"
}, {
	"quote": "With great power comes great responsibility. These are platforms with hundreds of millions of people.",
	"name": "Dave McClure"
}, {
	"quote": "If I could have a special power in real life I'd love to fly.",
	"name": "Ali Larter"
}, {
	"quote": "Liberal: a power worshipper without power.",
	"name": "George Orwell"
}, {
	"quote": "Politicians love power. I love freedom. That is why I am not a politician.",
	"name": "Victor Pinchuk"
}, {
	"quote": "I just believe in the goodwill of people, the power of people to do something positive.",
	"name": "Eddie Izzard"
}, {
	"quote": "One of the epidemics in our industry is the abuse of power.",
	"name": "Nancy Dubuc"
}, {
	"quote": "Every generation witnesses atrocities. People in power try to fulfill prophecy.",
	"name": "Nas"
}, {
	"quote": "Mere goodness can achieve little against the power of nature.",
	"name": "Georg Wilhelm Friedrich Hegel"
}, {
	"quote": "You cannot be in a position of power and destroy the life of another person.",
	"name": "Pope Francis"
}, {
	"quote": "Diplomacy: the art of restraining power.",
	"name": "Henry Kissinger"
}, {
	"quote": "The child supplies the power but the parents have to do the steering.",
	"name": "Benjamin Spock"
}, {
	"quote": "If absolute power corrupts absolutely, does absolute powerlessness make you pure?",
	"name": "Harry Shearer"
}, {
	"quote": "Nike believes in a world where everyone celebrates the power of diversity.",
	"name": "Mark Parker"
}, {
	"quote": "Power is the most persuasive rhetoric.",
	"name": "Friedrich Schiller"
}, {
	"quote": "Don't let your will roar when your power only whispers.",
	"name": "Thomas Fuller"
}, {
	"quote": "A big idea is great, but putting that big idea into action has the power to change the world.",
	"name": "Tae Yoo"
}, {
	"quote": "With any new medium, the full power is only unearthed with experimentation.",
	"name": "Sebastian Thrun"
}, {
	"quote": "I'm excited to see her power really soar and us have a great time having a great Wonder Woman in our world.",
	"name": "Patty Jenkins"
}, {
	"quote": "The longer I go on, the more I am aware of the power of finance.",
	"name": "Justin Welby"
}, {
	"quote": "The strength and power of a country depends absolutely on the quantity of good men and women in it.",
	"name": "John Ruskin"
}, {
	"quote": "The best people to have power are the ones who don't want it.",
	"name": "Kit Harington"
}, {
	"quote": "Our democracy is designed to speak truth to power.",
	"name": "Alexandria Ocasio-Cortez"
}, {
	"quote": "The art of being happy lies in the power of extracting happiness from common things.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "It is more agreeable to have the power to give than to receive.",
	"name": "Winston Churchill"
}, {
	"quote": "Power over others is weakness disguised as strength.",
	"name": "Eckhart Tolle"
}, {
	"quote": "Vision without power does bring moral elevation but cannot give a lasting culture.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "To achieve, you need thought. You have to know what you are doing and that's real power.",
	"name": "Ayn Rand"
}, {
	"quote": "There was a power outage at a department store yesterday. Twenty people were trapped on the escalators.",
	"name": "Steven Wright"
}, {
	"quote": "Feminism is not about girl power. It is about equal power.",
	"name": "Whitney Wolfe Herd"
}, {
	"quote": "Nation should be rest assured Pakistan is a safe atomic power. No one can cast an evil eye on it.",
	"name": "Abdul Qadeer Khan"
}, {
	"quote": "Calmness is the cradle of power.",
	"name": "Josiah Gilbert Holland"
}, {
	"quote": "Every day alive in the 'Power' world is a beautiful day.",
	"name": "Brandon Victor Dixon"
}, {
	"quote": "Today knowledge has power. It controls access to opportunity and advancement.",
	"name": "Peter Drucker"
}, {
	"quote": "Will power is to the mind like a strong blind man who carries on his shoulders a lame man who can see.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "The power of the American people, when we rise up and stand for liberty, knows no bounds.",
	"name": "Ted Cruz"
}, {
	"quote": "What connects two thousand years of genocide? Too much power in too few hands.",
	"name": "Simon Wiesenthal"
}, {
	"quote": "Social acceptance, 'being liked,' has so much power because it holds the feelings of loneliness at bay.",
	"name": "Rollo May"
}, {
	"quote": "Creativity is the power to connect the seemingly unconnected.",
	"name": "William Plomer"
}, {
	"quote": "Every single person has the power to change the world and help people.",
	"name": "Laura Marano"
}, {
	"quote": "Power is so characteristically calm, that calmness in itself has the aspect of strength.",
	"name": "Edward G. Bulwer-Lytton"
}, {
	"quote": "The truths of religion are never so well understood as by those who have lost the power of reason.",
	"name": "Voltaire"
}, {
	"quote": "All gods are homemade, and it is we who pull their strings, and so, give them the power to pull ours.",
	"name": "Aldous Huxley"
}, {
	"quote": "The secret of my influence has always been that it remained secret.",
	"name": "Salvador Dali"
}, {
	"quote": "Self-reverence, self-knowledge, self-control; these three alone lead life to sovereign power.",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "The only way to predict the future is to have power to shape the future.",
	"name": "Eric Hoffer"
}, {
	"quote": "The only legitimate right to govern is an express grant of power from the governed.",
	"name": "William Henry Harrison"
}, {
	"quote": "The power of historical fiction for bad and for good can be immense in shaping consciousness of the past.",
	"name": "Antony Beevor"
}, {
	"quote": "Power is the great aphrodisiac.",
	"name": "Henry Kissinger"
}, {
	"quote": "Nuclear power is here to stay, and we need to support a strong domestic uranium industry.",
	"name": "Michael C. Burgess"
}, {
	"quote": "Circumstances are beyond human control, but our conduct is in our own power.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Engineers are behind the cars we drive, the pills we pop and the way we power our homes.",
	"name": "James Dyson"
}, {
	"quote": "The greatest power is not money power, but political power.",
	"name": "Walter Annenberg"
}, {
	"quote": "There is no power on earth that can neutralize the influence of a high, simple and useful life.",
	"name": "Booker T. Washington"
}, {
	"quote": "Concentrated power is not rendered harmless by the good intentions of those who create it.",
	"name": "Milton Friedman"
}, {
	"quote": "It is folly for a man to pray to the gods for that which he has the power to obtain by himself.",
	"name": "Epicurus"
}, {
	"quote": "I wanted to prove the sustaining power of music.",
	"name": "David Bowie"
}, {
	"quote": "Getting and spending, we lay waste our powers.",
	"name": "William Wordsworth"
}, {
	"quote": "I just feel that the only power I have is setting a good example.",
	"name": "Geri Halliwell"
}, {
	"quote": "There is no meaning to life except the meaning man gives his life by the unfolding of his powers.",
	"name": "Erich Fromm"
}, {
	"quote": "When every physical and mental resources is focused, one's power to solve a problem multiplies tremendously.",
	"name": "Norman Vincent Peale"
}, {
	"quote": "Silence is the ultimate weapon of power.",
	"name": "Charles de Gaulle"
}, {
	"quote": "I associate heavy metal with fantasy because of the tremendous power that the music delivers.",
	"name": "Christopher Lee"
}, {
	"quote": "The classic epic fantasy is good versus evil, underdog against power.",
	"name": "Laura Anne Gilman"
}, {
	"quote": "Sooner or later, man has always had to decide whether he worships his own power or the power of God.",
	"name": "Arnold J. Toynbee"
}, {
	"quote": "Whatever my aims and agendas were, I never asked for power.",
	"name": "Benazir Bhutto"
}, {
	"quote": "Whoever wants peace among nations must seek to limit the state and its influence most strictly.",
	"name": "Ludwig von Mises"
}, {
	"quote": "Nothing can add more power to your life than concentrating all your energies on a limited set of targets.",
	"name": "Nido Qubein"
}, {
	"quote": "To enlarge or illustrate this power and effect of love is to set a candle in the sun.",
	"name": "Robert Burton"
}, {
	"quote": "The Internet is an empowering force for people who are protesting against the abuse of power.",
	"name": "Rebecca MacKinnon"
}, {
	"quote": "To have what we want is riches; but to be able to do without is power.",
	"name": "George MacDonald"
}, {
	"quote": "There is a power of God for salvation. And it is the gospel of Jesus Christ.",
	"name": "Paul Washer"
}, {
	"quote": "A true king is neither husband nor father; he considers his throne and nothing else.",
	"name": "Pierre Corneille"
}, {
	"quote": "Never allow a person to tell you no who doesn't have the power to say yes.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "Force always attracts men of low morality.",
	"name": "Albert Einstein"
}, {
	"quote": "The attempt to combine wisdom and power has only rarely been successful and then only for a short while.",
	"name": "Albert Einstein"
}, {
	"quote": "The reward of one duty is the power to fulfill another.",
	"name": "George Eliot"
}, {
	"quote": "Why do we love the sea? It is because it has some potent power to make us think things we like to think.",
	"name": "Robert Henri"
}, {
	"quote": "Power is what men seek and any group that gets it will abuse it.",
	"name": "Lincoln Steffens"
}, {
	"quote": "Power is not alluring to pure minds.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Except our own thoughts, there is nothing absolutely in our power.",
	"name": "Rene Descartes"
}, {
	"quote": "Leave no authority existing not responsible to the people.",
	"name": "Thomas Jefferson"
}, {
	"quote": "There is that in the glance of a flower which may at times control the greatest of creation's braggart lords.",
	"name": "John Muir"
}, {
	"quote": "Everything is generated through your own will power.",
	"name": "Ray Bradbury"
}, {
	"quote": "Power is my mistress. I have worked too hard at her conquest to allow anyone to take her away from me.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Character is power.",
	"name": "Booker T. Washington"
}, {
	"quote": "All the forces in the world are not so powerful as an idea whose time has come.",
	"name": "Victor Hugo"
}, {
	"quote": "I know the power obedience has of making things easy which seem impossible.",
	"name": "Saint Teresa of Avila"
}, {
	"quote": "Power doesn't corrupt people, people corrupt power.",
	"name": "William Gaddis"
}, {
	"quote": "He who wishes to be obeyed must know how to command.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "The only difference between the sane and the insane is that the sane have the power to lock up the insane.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "Dream no small dreams for they have no power to move the hearts of men.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Power to the peaceful.",
	"name": "Vanessa Hudgens"
}, {
	"quote": "There's a lack of people in power that are motivated by the idea of helping people.",
	"name": "Kanye West"
}, {
	"quote": "If some people have the belief or view that the Dalai Lama has some miracle power, that's totally nonsense.",
	"name": "Dalai Lama"
}, {
	"quote": "Much that passes as idealism is disguised hatred or disguised love of power.",
	"name": "Bertrand Russell"
}, {
	"quote": "Most powerful is he who has himself in his own power.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Knowledge is power only if man knows what facts not to bother with.",
	"name": "Robert Staughton Lynd"
}, {
	"quote": "Nuclear power is not a miracle key for the future.",
	"name": "Tarja Halonen"
}, {
	"quote": "To live happily is an inward power of the soul.",
	"name": "Marcus Aurelius"
}, {
	"quote": "The strength and power of despotism consists wholly in the fear of resistance.",
	"name": "Thomas Paine"
}, {
	"quote": "Odd how the creative power at once brings the whole universe to order.",
	"name": "Virginia Woolf"
}, {
	"quote": "A nuclear power reactor is just a fancy way of boiling water.",
	"name": "Leslie Dewan"
}, {
	"quote": "It takes tremendous discipline to control the influence, the power you have over other people's lives.",
	"name": "Clint Eastwood"
}, {
	"quote": "Excessive fear is always powerless.",
	"name": "Aeschylus"
}, {
	"quote": "The power of a close-up can be extraordinary, but you have to have actors who are able to reveal themselves.",
	"name": "Phyllida Lloyd"
}, {
	"quote": "Grammar is a piano I play by ear. All I know about grammar is its power.",
	"name": "Joan Didion"
}, {
	"quote": "When you start to develop your powers of empathy and imagination, the whole world opens up to you.",
	"name": "Susan Sarandon"
}, {
	"quote": "Whoever is new to power is always harsh.",
	"name": "Aeschylus"
}, {
	"quote": "I'm learning the power of going away for the weekend and keeping myself company.",
	"name": "Zoe Saldana"
}, {
	"quote": "There is a power in God's gospel beyond all description.",
	"name": "Charles Spurgeon"
}, {
	"quote": "The greatest trap in our life is not success, popularity or power, but self-rejection.",
	"name": "Henri Nouwen"
}, {
	"quote": "It's easier to blame the person with less power.",
	"name": "Gloria Steinem"
}, {
	"quote": "When it is not in our power to follow what is true, we ought to follow what is most probable.",
	"name": "Rene Descartes"
}, {
	"quote": "Power is dangerous unless you have humility.",
	"name": "Richard J. Daley"
}, {
	"quote": "Prestige is the shadow of money and power.",
	"name": "C. Wright Mills"
}, {
	"quote": "What is genius but the power of expressing a new individuality?",
	"name": "Elizabeth Barrett Browning"
}, {
	"quote": "He who has great power should use it lightly.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Every reign must submit to a greater reign.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Love is the power to see similarity in the dissimilar.",
	"name": "Theodor W. Adorno"
}, {
	"quote": "I never underestimate the power of hot rollers for your hair and eyelash curlers for your eyelashes.",
	"name": "Busy Philipps"
}, {
	"quote": "Communism is Soviet power plus the electrification of the whole country.",
	"name": "Vladimir Lenin"
}, {
	"quote": "A word after a word after a word is power.",
	"name": "Margaret Atwood"
}, {
	"quote": "If England became a world power, it was because of the industrial revolution.",
	"name": "N. R. Narayana Murthy"
}, {
	"quote": "What are kings, when regiment is gone, but perfect shadows in a sunshine day?",
	"name": "Christopher Marlowe"
}, {
	"quote": "There are people in the world who have the power to change our values.",
	"name": "John Mayer"
}, {
	"quote": "The power of storytelling is to free us from isolation, shame, and whatever the situation.",
	"name": "Patricia McCormick"
}, {
	"quote": "I believe the gun has no power at all.",
	"name": "Malala Yousafzai"
}, {
	"quote": "The highest proof of virtue is to possess boundless power without abusing it.",
	"name": "Thomas Babington Macaulay"
}, {
	"quote": "Do not pray for tasks equal to your powers. Pray for powers equal to your tasks.",
	"name": "Phillips Brooks"
}, {
	"quote": "There's a power in empathy.",
	"name": "Tarana Burke"
}, {
	"quote": "Knowing that you are completely forgiven destroys the power of sin in your life.",
	"name": "Joseph Prince"
}, {
	"quote": "Never underestimate the power of a simple tool.",
	"name": "Craig Bruce"
}, {
	"quote": "We all have a hidden mystic quality if we can learn and trust to tap into that power.",
	"name": "Cindy Wilson"
}, {
	"quote": "If the power to do hard work is not a skill, it's the best possible substitute for it.",
	"name": "James A. Garfield"
}, {
	"quote": "Nobody is as powerful as we make them out to be.",
	"name": "Alice Walker"
}, {
	"quote": "The power of visibility can never be underestimated.",
	"name": "Margaret Cho"
}, {
	"quote": "We pay for power plant pollution through higher health costs.",
	"name": "Sheldon Whitehouse"
}, {
	"quote": "If you are sincere and true to your work, you will be respected. And for me, respect is power.",
	"name": "Riteish Deshmukh"
}, {
	"quote": "Immense power is acquired by assuring yourself in your secret reveries that you were born to control affairs.",
	"name": "Andrew Carnegie"
}, {
	"quote": "Men should think twice before making widow hood woman's only path to power.",
	"name": "Gloria Steinem"
}, {
	"quote": "Ambition is the immoderate desire for power.",
	"name": "Baruch Spinoza"
}, {
	"quote": "Athletic competition clearly defines the unique power of our attitude.",
	"name": "Bart Starr"
}, {
	"quote": "The soft power of science has the potential to reshape global diplomacy.",
	"name": "Ahmed Zewail"
}, {
	"quote": "People have the power to redeem the work of fools.",
	"name": "Patti Smith"
}, {
	"quote": "The real problem is that the way that power is given out in our society pits us against each other.",
	"name": "Anita Hill"
}, {
	"quote": "To get power over is to defile. To possess is to defile.",
	"name": "Simone Weil"
}, {
	"quote": "Power is poison. Its effect on Presidents had always been tragic.",
	"name": "Henry Adams"
}, {
	"quote": "A man who lives right, and is right, has more power in his silence than another has by his words.",
	"name": "Phillips Brooks"
}, {
	"quote": "There is no force so powerful as an idea whose time has come.",
	"name": "Everett Dirksen"
}, {
	"quote": "Knowledge is the most democratic source of power.",
	"name": "Alvin Toffler"
}, {
	"quote": "Another mode of accumulating power arises from lifting a weight and then allowing it to fall.",
	"name": "Charles Babbage"
}, {
	"quote": "For me, power was never an attraction.",
	"name": "Atal Bihari Vajpayee"
}, {
	"quote": "People - running from unhappiness, hiding in power - are locked within their reputations, ambitions, beliefs.",
	"name": "Richard Avedon"
}, {
	"quote": "Next to power without honor, the most dangerous thing in the world is power without humor.",
	"name": "Eric Sevareid"
}, {
	"quote": "In a market economy, however, the individual has some possibility of escaping from the power of the state.",
	"name": "Peter L. Berger"
}, {
	"quote": "The more centralized the power, the less compromises need to be made in architecture.",
	"name": "Peter Eisenman"
}, {
	"quote": "I consider myself a line drive hitter with power. I just try to put my best swing on the ball every time.",
	"name": "Albert Pujols"
}, {
	"quote": "Governance is a way of organizing, amplifying, and constraining power.",
	"name": "Rebecca MacKinnon"
}, {
	"quote": "I consider myself a persuasive person. With the ability to persuade comes a certain level of power.",
	"name": "Ertharin Cousin"
}, {
	"quote": "Knowledge is power, if you know it about the right person.",
	"name": "Ethel Watts Mumford"
}, {
	"quote": "You can't call any one person the devil. Because no one person has the power to be the devil.",
	"name": "DMX"
}, {
	"quote": "Russia needs a strong state power and must have it. But I am not calling for totalitarianism.",
	"name": "Vladimir Putin"
}, {
	"quote": "The people of this country, not special interest big money, should be the source of all political power.",
	"name": "Paul Wellstone"
}, {
	"quote": "It's the Power of the Almighty, the Splendor of Nature, and then you.",
	"name": "Al Franken"
}, {
	"quote": "I think all human beings have a godlike, divine power, only most of us don't tap into it.",
	"name": "Ruby Dee"
}, {
	"quote": "Power, after love, is the first source of happiness.",
	"name": "Stendhal"
}, {
	"quote": "The struggle of man against power is the struggle of memory against forgetting.",
	"name": "Milan Kundera"
}, {
	"quote": "The eye sees what it brings the power to see.",
	"name": "Thomas Carlyle"
}, {
	"quote": "As I came to power peacefully, so shall I keep it.",
	"name": "Corazon Aquino"
}, {
	"quote": "Washington's impulsive use of power is a danger to America and to the world.",
	"name": "Paul Craig Roberts"
}, {
	"quote": "Every crisis offers you extra desired power.",
	"name": "William Moulton Marston"
}, {
	"quote": "Hydropower is a clean and renewable energy source that provides affordable power throughout the country.",
	"name": "Seth Moulton"
}, {
	"quote": "Vote: the instrument and symbol of a freeman's power to make a fool of himself and a wreck of his country.",
	"name": "Ambrose Bierce"
}, {
	"quote": "A man's true state of power and riches is to be in himself.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "There is something about inside information which seems to paralyse a man's reasoning powers.",
	"name": "Bernard Baruch"
}, {
	"quote": "In just six weeks from the time the design was started, we had the motor on the block testing its power.",
	"name": "Orville Wright"
}, {
	"quote": "I feel the reason people started using 'me too' is there is beauty and power in those words.",
	"name": "Tarana Burke"
}, {
	"quote": "Order is power.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "Liberty is not the power of doing what we like, but the right to do what we ought.",
	"name": "John Dalberg-Acton"
}, {
	"quote": "Each one of us has the power to be the change we want to see in the world, making the world a better place.",
	"name": "Naveen Jain"
}, {
	"quote": "In the White House, I had influence. At Breitbart, I had power.",
	"name": "Steve Bannon"
}, {
	"quote": "The most important thing about power is to make sure you don't have to use it.",
	"name": "Edwin Land"
}, {
	"quote": "Power is paradoxical.",
	"name": "Friedrich Durrenmatt"
}, {
	"quote": "The point of power is always in the present moment.",
	"name": "Louise L. Hay"
}, {
	"quote": "Never forget that the most powerful force on earth is love.",
	"name": "Nelson Rockefeller"
}, {
	"quote": "Power and position often make a man trifle with the truth.",
	"name": "George A. Smith"
}, {
	"quote": "The advertisers who believe in the selling power of jingles have never had to sell anything.",
	"name": "David Ogilvy"
}, {
	"quote": "Never work just for money or for power. They won't save your soul or help you sleep at night.",
	"name": "Marian Wright Edelman"
}, {
	"quote": "Our sense of power is more vivid when we break a man's spirit than when we win his heart.",
	"name": "Eric Hoffer"
}, {
	"quote": "I cured with the power that came through me.",
	"name": "Black Elk"
}, {
	"quote": "Politics is not about power.",
	"name": "Paul Wellstone"
}, {
	"quote": "Will power is only the tensile strength of one's own disposition. One cannot increase it by a single ounce.",
	"name": "Cesare Pavese"
}, {
	"quote": "An alliance with a powerful person is never safe.",
	"name": "Phaedrus"
}, {
	"quote": "Authority must be respected and chosen wisely.",
	"name": "Lech Walesa"
}, {
	"quote": "Each underestimates her own power and overestimates the other's.",
	"name": "Deborah Tannen"
}, {
	"quote": "Moral power is probably best when it is not used. The less you use it the more you have.",
	"name": "Andrew Young"
}, {
	"quote": "You may not realize this, but people have the power to change the world.",
	"name": "Morrissey"
}, {
	"quote": "No matter what has happened, you too have the power to enjoy yourself.",
	"name": "Allen Klein"
}, {
	"quote": "Throughout history, great leaders have known the power of humor.",
	"name": "Allen Klein"
}, {
	"quote": "Conscience, the power of conscience, can unearth all kinds of things.",
	"name": "Ridley Scott"
}, {
	"quote": "The purpose of getting power is to be able to give it away.",
	"name": "Aneurin Bevan"
}, {
	"quote": "I believe in the power of weakness.",
	"name": "Pat Buckley"
}, {
	"quote": "People who are powerless make an open theater of violence.",
	"name": "Don DeLillo"
}, {
	"quote": "Sir, I am no sycophant or worshipper of power anywhere.",
	"name": "Benjamin F. Wade"
}, {
	"quote": "The only power you have is the word no.",
	"name": "Frances McDormand"
}, {
	"quote": "The power of the people and the power of reason are one.",
	"name": "Georg Buchner"
}, {
	"quote": "America has a critical role to play as the most powerful member of the world community.",
	"name": "Adam Schiff"
}, {
	"quote": "Power in America today is control of the means of communication.",
	"name": "Theodore White"
}, {
	"quote": "The law has no power over heroes.",
	"name": "Charlotte Lennox"
}]