[{
	"quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
	"name": "Buddha"
}, {
	"quote": "There is no love without forgiveness, and there is no forgiveness without love.",
	"name": "Bryant H. McGill"
}, {
	"quote": "I'm lucky in having found the perfect partner to spend my life with.",
	"name": "Sara Paretsky"
}, {
	"quote": "Truth is everybody is going to hurt you: you just gotta find the ones worth suffering for.",
	"name": "Bob Marley"
}, {
	"quote": "If you love someone, set them free. If they come back they're yours; if they don't they never were.",
	"name": "Richard Bach"
}, {
	"quote": "How people treat you is their karma; how you react is yours.",
	"name": "Wayne Dyer"
}, {
	"quote": "Never above you. Never below you. Always beside you.",
	"name": "Walter Winchell"
}, {
	"quote": "The relationship between husband and wife should be one of closest friends.",
	"name": "B. R. Ambedkar"
}, {
	"quote": "We are afraid to care too much, for fear that the other person does not care at all.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "When a woman is talking to you, listen to what she says with her eyes.",
	"name": "Victor Hugo"
}, {
	"quote": "Girls we love for what they are; young men for what they promise to be.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "When someone shows you who they are, believe them the first time.",
	"name": "Maya Angelou"
}, {
	"quote": "There is always some madness in love. But there is also always some reason in madness.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "There is no more lovely, friendly and charming relationship, communion or company than a good marriage.",
	"name": "Martin Luther"
}, {
	"quote": "Love does not claim possession, but gives freedom.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Treasure your relationships, not your possessions.",
	"name": "Anthony J. D'Angelo"
}, {
	"quote": "Kindness in women, not their beauteous looks, shall win my love.",
	"name": "Washington Irving"
}, {
	"quote": "People change and forget to tell each other.",
	"name": "Lillian Hellman"
}, {
	"quote": "God gives us relatives; thank God, we can choose our friends.",
	"name": "Addison Mizner"
}, {
	"quote": "Be honest, brutally honest. That is what's going to maintain relationships.",
	"name": "Lauryn Hill"
}, {
	"quote": "Intense love does not measure, it just gives.",
	"name": "Mother Teresa"
}, {
	"quote": "Falling in love and having a relationship are two different things.",
	"name": "Keanu Reeves"
}, {
	"quote": "Who cares about the clouds when we're together? Just sing a song and bring the sunny weather.",
	"name": "Dale Evans"
}, {
	"quote": "I have a great relationship with the Mexican people.",
	"name": "Donald Trump"
}, {
	"quote": "Assumptions are the termites of relationships.",
	"name": "Henry Winkler"
}, {
	"quote": "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.",
	"name": "Hugh Mackay"
}, {
	"quote": "Friendship may, and often does, grow into love, but love never subsides into friendship.",
	"name": "Lord Byron"
}, {
	"quote": "Each relationship nurtures a strength or weakness within you.",
	"name": "Mike Murdock"
}, {
	"quote": "A healthy relationship is built on unwavering trust.",
	"name": "Beau Mirchoff"
}, {
	"quote": "My relationship to plants becomes closer and closer. They make me quiet; I like to be in their company.",
	"name": "Peter Zumthor"
}, {
	"quote": "The better you know yourself, the better your relationship with the rest of the world.",
	"name": "Toni Collette"
}, {
	"quote": "A relationship is based on communication.",
	"name": "John Cena"
}, {
	"quote": "Every man sees in his relatives, and especially in his cousins, a series of grotesque caricatures of himself.",
	"name": "H. L. Mencken"
}, {
	"quote": "A people's relationship to their heritage is the same as the relationship of a child to its mother.",
	"name": "John Henrik Clarke"
}, {
	"quote": "All true meaning resides in the personal relationship to a phenomenon, what it means to you.",
	"name": "Christopher McCandless"
}, {
	"quote": "Once a woman has forgiven her man, she must not reheat his sins for breakfast.",
	"name": "Marlene Dietrich"
}, {
	"quote": "Starbucks has a role and a meaningful relationship with people that is not only about the coffee.",
	"name": "Howard Schultz"
}, {
	"quote": "He who loves 50 people has 50 woes; he who loves no one has no woes.",
	"name": "Buddha"
}, {
	"quote": "It's a complicated relationship with a guitar. I love the Bullet, for sure.",
	"name": "Laurent Brancowitz"
}, {
	"quote": "Love is never lost. If not reciprocated, it will flow back and soften and purify the heart.",
	"name": "Washington Irving"
}, {
	"quote": "Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe.",
	"name": "Homer"
}, {
	"quote": "I think it matters whether someone has a good heart.",
	"name": "Elon Musk"
}, {
	"quote": "They do not love that do not show their love.",
	"name": "William Shakespeare"
}, {
	"quote": "It takes one person to forgive, it takes two people to be reunited.",
	"name": "Lewis B. Smedes"
}, {
	"quote": "It isn't necessary to have relatives in Kansas City in order to be unhappy.",
	"name": "Groucho Marx"
}, {
	"quote": "Kids, adults, men, women, everybody has a relationship with Mickey Mouse.",
	"name": "Warren Spector"
}, {
	"quote": "Religion is not man's relationship to God, it is man's relationship to man.",
	"name": "Elie Wiesel"
}, {
	"quote": "You never lose by loving. You always lose by holding back.",
	"name": "Barbara De Angelis"
}, {
	"quote": "I don't have a good work ethic. I have a real casual relationship with hours.",
	"name": "Janeane Garofalo"
}, {
	"quote": "I have a fantastic relationship with money. I use it to buy my freedom.",
	"name": "Gianni Versace"
}, {
	"quote": "Real relationship is gritty and earthy, the stuff that life is made of.",
	"name": "Amy Grant"
}, {
	"quote": "The only time a woman really succeeds in changing a man is when he is a baby.",
	"name": "Natalie Wood"
}, {
	"quote": "Love sought is good, but given unsought, is better.",
	"name": "William Shakespeare"
}, {
	"quote": "We have to bring children into a new relationship to food that connects them to culture and agriculture.",
	"name": "Alice Waters"
}, {
	"quote": "Lack of communication is the key to any successful relationship going wrong.",
	"name": "Pepa"
}, {
	"quote": "Don't smother each other. No one can grow in the shade.",
	"name": "Leo Buscaglia"
}, {
	"quote": "You have to knock doors, make calls, and build a relationship with voters long before Election Day.",
	"name": "Keith Ellison"
}, {
	"quote": "When I got my first television set, I stopped caring so much about having close relationships.",
	"name": "Andy Warhol"
}, {
	"quote": "The most important thing as a leader is your relationship with God.",
	"name": "Manny Pacquiao"
}, {
	"quote": "We have a relationship with our customer, and that relationship translates into sales.",
	"name": "Richard Hayne"
}, {
	"quote": "I love Neil Young. And he loves me! We have a great relationship.",
	"name": "Donald Trump"
}, {
	"quote": "The relationship between critic and writer is similar to the one between the pigeon and the statue.",
	"name": "Ashwin Sanghi"
}, {
	"quote": "Parenting now is a two-way relationship where you learn from each other.",
	"name": "Juhi Chawla"
}, {
	"quote": "I was born when you kissed me. I died when you left me. I lived a few weeks while you loved me.",
	"name": "Humphrey Bogart"
}, {
	"quote": "To catch a husband is an art; to hold him is a job.",
	"name": "Simone de Beauvoir"
}, {
	"quote": "In human relationships, kindness and lies are worth a thousand truths.",
	"name": "Graham Greene"
}, {
	"quote": "It was just that we had this phenomenal honeymoon relationship that just kept on going.",
	"name": "James Levine"
}, {
	"quote": "I believe everyone has a soul mate that they can spend the rest of their life together.",
	"name": "Ryan Lochte"
}, {
	"quote": "The theme my generation explored was the relationship between capitalism and art.",
	"name": "Takashi Murakami"
}, {
	"quote": "I just have a relationship with my imagination. It's like my friend, almost.",
	"name": "Steven Wright"
}, {
	"quote": "I want to be very close to someone I respect and admire and have somebody who feels the same way about me.",
	"name": "Richard Bach"
}, {
	"quote": "When you make the sacrifice in marriage, you're sacrificing not to each other but to unity in a relationship.",
	"name": "Joseph Campbell"
}, {
	"quote": "To understand how any society functions you must understand the relationship between the men and the women.",
	"name": "Angela Davis"
}, {
	"quote": "If so many men, so many minds, certainly so many hearts, so many kinds of love.",
	"name": "Leo Tolstoy"
}, {
	"quote": "The heart of another is a dark forest, always, no matter how close it has been to one's own.",
	"name": "Willa Cather"
}, {
	"quote": "Relationships based on obligation lack dignity.",
	"name": "Wayne Dyer"
}, {
	"quote": "Real intimacy is only possible to the degree that we can be honest about what we are doing and feeling.",
	"name": "Joyce Brothers"
}, {
	"quote": "The dynamic of a relationship changes when one person gets sober.",
	"name": "Trent Reznor"
}, {
	"quote": "Love thou the rose, yet leave it on its stem.",
	"name": "Edward G. Bulwer-Lytton"
}, {
	"quote": "I can't deal with someone wanting to take a relationship backward or needing space or cheating on you.",
	"name": "Taylor Swift"
}, {
	"quote": "It is only when we no longer compulsively need someone that we can have a real relationship with them.",
	"name": "Anthony Storr"
}, {
	"quote": "I'm very interested in the language of photography in relationship to painting.",
	"name": "Catherine Opie"
}, {
	"quote": "I took solace in my relationship with God who, along with my dog, was my best friend growing up.",
	"name": "Lisa Bonet"
}, {
	"quote": "Relationships can be very traumatic. But being in a healthy relationship can be very empowering.",
	"name": "Kangana Ranaut"
}, {
	"quote": "I mean... in life... what relationship is easy?",
	"name": "The Weeknd"
}, {
	"quote": "Children are our second chance to have a great parent-child relationship.",
	"name": "Laura Schlessinger"
}, {
	"quote": "The relationship between a Russian and a bottle of vodka is almost mystical.",
	"name": "Richard Owen"
}, {
	"quote": "Every relationship I've been in, I've overwhelmed the girl. They just can't handle all the love.",
	"name": "Justin Timberlake"
}, {
	"quote": "I would say that I have a love-hate relationship with almost everything in my life, including stand-up.",
	"name": "Chelsea Peretti"
}, {
	"quote": "No gentleman ever discusses any relationship with a lady.",
	"name": "Keith Miller"
}, {
	"quote": "I have a love-hate relationship with performing.",
	"name": "Sarah Brightman"
}, {
	"quote": "For me, writing is a love-hate relationship.",
	"name": "Larry Wall"
}, {
	"quote": "It is always the same: women bedeck themselves with jewels and furs, and men with wit and quotations.",
	"name": "Maurice Chevalier"
}, {
	"quote": "The loss of young first love is so painful that it borders on the ludicrous.",
	"name": "Maya Angelou"
}, {
	"quote": "The heart is forever inexperienced.",
	"name": "Henry David Thoreau"
}, {
	"quote": "There is an inverse relationship between reliance on the state and self-reliance.",
	"name": "William F. Buckley, Jr."
}, {
	"quote": "A relationship can give you a gut wrenching feeling sometimes. It's a real emotional ride.",
	"name": "Drake"
}, {
	"quote": "Absences are a good influence in love and keep it bright and delicate.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "The man as he converses is the lover; silent, he is the husband.",
	"name": "Honore de Balzac"
}, {
	"quote": "God and I have a great relationship, but we both see other people.",
	"name": "Dolly Parton"
}, {
	"quote": "It takes bravery to end a relationship.",
	"name": "Leona Lewis"
}, {
	"quote": "In a relationship each person should support the other; they should lift each other up.",
	"name": "Taylor Swift"
}, {
	"quote": "I'm more of an adventurous type than a relationship type.",
	"name": "Bob Dylan"
}, {
	"quote": "There's going to be a symbiotic relationship between the edge and the cloud.",
	"name": "Peter Levine"
}, {
	"quote": "Ultimately, who you choose to be in a relationship with and what you do in your bedroom is your business.",
	"name": "Eminem"
}, {
	"quote": "The relationship with time changes when you're captive.",
	"name": "Ingrid Betancourt"
}, {
	"quote": "People love to hate. I have a love-hate relationship with the world. The world loves to hate me.",
	"name": "Andy Dick"
}, {
	"quote": "I have a great relationship with my mother-in-law. We're both Leos, we understand each other.",
	"name": "Tori Amos"
}, {
	"quote": "What love we've given, we'll have forever. What love we fail to give, will be lost for all eternity.",
	"name": "Leo Buscaglia"
}, {
	"quote": "We can improve our relationships with others by leaps and bounds if we become encouragers instead of critics.",
	"name": "Joyce Meyer"
}, {
	"quote": "Have you ever loved somebody, loved her completely, but had to end the relationship for life reasons?",
	"name": "John Mayer"
}, {
	"quote": "Remember that no relationship is a total waste of time. You can always learn something about yourself.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "Love casts out fear, but we have to get over the fear in order to get close enough to love them.",
	"name": "Dorothy Day"
}, {
	"quote": "Great salespeople are relationship builders who provide value and help their customers win.",
	"name": "Jeffrey Gitomer"
}, {
	"quote": "Androgyny is not trying to manage the relationship between the opposites; it is simply flowing between them.",
	"name": "June Singer"
}, {
	"quote": "The one who loves the least, controls the relationship.",
	"name": "Robert Anthony"
}, {
	"quote": "We have a good relationship, but she is completely different than me. My sister, she is not sporty at all.",
	"name": "Angelique Kerber"
}, {
	"quote": "I have a love/hate relationship with jogging.",
	"name": "Lisa Lutz"
}, {
	"quote": "Marriage destroyed my relationship with two wonderful men.",
	"name": "Marilyn Monroe"
}, {
	"quote": "I am single and not looking to be in a relationship.",
	"name": "Chris Evans"
}, {
	"quote": "Marriage is a commitment for life. It is a permanent, lifelong relationship.",
	"name": "Dada Vaswani"
}, {
	"quote": "I always knew I had a relationship with God. But I wasn't sure God had a relationship with me.",
	"name": "Prince"
}, {
	"quote": "You've got to be in a bad relationship to really understand what a great one is.",
	"name": "Steve Harvey"
}, {
	"quote": "We're building a lifelong relationship with people, and every great relationship has to be built on trust.",
	"name": "Angela Ahrendts"
}, {
	"quote": "God is more interested in your future and your relationships than you are.",
	"name": "Billy Graham"
}, {
	"quote": "A positive self-image has little relationship to our material circumstances.",
	"name": "Ezra Taft Benson"
}, {
	"quote": "In a relationship you want to treat people the way you want to be treated.",
	"name": "Bradley Cooper"
}, {
	"quote": "I have had a love-hate relationship with my body.",
	"name": "Demi Moore"
}, {
	"quote": "When I was climbing, I built up a close relationship with the Sherpa people.",
	"name": "Edmund Hillary"
}, {
	"quote": "It's better to have loved and lost than to have to do forty pounds of laundry a week.",
	"name": "Laurence J. Peter"
}, {
	"quote": "There is not love where there is no will.",
	"name": "Indira Gandhi"
}, {
	"quote": "I kept a very full diary of my relationship with Nixon, for some strange reason, until he became president.",
	"name": "Billy Graham"
}, {
	"quote": "A relationship isn't going to make me survive. It's the cherry on top.",
	"name": "Jennifer Aniston"
}, {
	"quote": "Obviously, a long-distance relationship is hard. But, like anything worth having, you make it work.",
	"name": "Leona Lewis"
}, {
	"quote": "I think the most important thing for me in a relationship is honesty.",
	"name": "Zac Efron"
}, {
	"quote": "A sensible woman should be guided by her head when taking a husband, and by her heart when taking a lover.",
	"name": "Ninon de L'Enclos"
}, {
	"quote": "I think the relationship of indigenous people to their environment... that those were ethical omnivores.",
	"name": "James Cromwell"
}, {
	"quote": "If a relationship has to be a secret, you shouldn't be in it.",
	"name": "Regina Brett"
}, {
	"quote": "It destroys one's nerves to be amiable every day to the same human being.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "I know that life is really finding the right relationship between yourself and God.",
	"name": "Tom Landry"
}, {
	"quote": "From a relationship perspective, givers build deeper and broader connections.",
	"name": "Adam Grant"
}, {
	"quote": "When I work, my first relationship with people is professional.",
	"name": "Bill Murray"
}, {
	"quote": "In marriage, compromise nurtures the relationship.",
	"name": "Tim Allen"
}, {
	"quote": "I think a good relationship is about collaboration.",
	"name": "Jennifer Aniston"
}, {
	"quote": "What students lack in school is an intellectual relationship or conversation with the teacher.",
	"name": "William Glasser"
}, {
	"quote": "Being grown up and in a serious relationship, I've learned so much. I'm happier than I've every been.",
	"name": "Paris Hilton"
}, {
	"quote": "My father and I have a very good relationship. We always got along. But I always scold him.",
	"name": "Amy Sedaris"
}, {
	"quote": "I honestly think being single's great. Being in a relationship's great. It's all about the timing.",
	"name": "Mila Kunis"
}, {
	"quote": "Poetry is a form of mathematics, a highly rigorous relationship with words.",
	"name": "Tahar Ben Jelloun"
}, {
	"quote": "My relationship with aging is cozy. I'm not trying to play 29 and holding on with white knuckles, you know?",
	"name": "Diane Lane"
}, {
	"quote": "When I'm in a relationship, I give my heart and soul to it and do it 100 percent.",
	"name": "Blake Lively"
}, {
	"quote": "The man is meant to be the alpha in the relationship on the money and power front.",
	"name": "Jamie Dornan"
}, {
	"quote": "I definitely think anything I'd be in now is a permanent relationship.",
	"name": "Kim Kardashian"
}, {
	"quote": "Trust is important in any relationship, not just a romantic one.",
	"name": "Stephanie Sigman"
}, {
	"quote": "I can imagine it's hard to make a relationship last. I wouldn't know.",
	"name": "Taylor Swift"
}, {
	"quote": "If I think too hard about a relationship, I'll talk myself out of it.",
	"name": "Taylor Swift"
}, {
	"quote": "However successful you are, there is no substitute for a close relationship. We all need them.",
	"name": "Francesca Annis"
}, {
	"quote": "I have an amazing and supportive family. I'm fortunate to have a close relationship with everyone.",
	"name": "Jonathan Keltz"
}, {
	"quote": "I think people have this love-hate relationship with tennis. I also feel like that.",
	"name": "Garbine Muguruza"
}, {
	"quote": "Every breakup is preceded by a bad relationship. So breakups should be cause for celebration and triumph.",
	"name": "Lucy Dacus"
}, {
	"quote": "It's a great relationship when you can work with the person who you consider to be your soul mate.",
	"name": "Rick Derringer"
}, {
	"quote": "Prince and I were just friends. I think he would have been happy to have had a relationship.",
	"name": "Stevie Nicks"
}, {
	"quote": "Care is a state in which something does matter; it is the source of human tenderness.",
	"name": "Rollo May"
}, {
	"quote": "I don't want to have a relationship with someone if I'm not going to work with them.",
	"name": "Bill Murray"
}, {
	"quote": "A strong working relationship requires every participant to be on the same page.",
	"name": "Dinesh Paliwal"
}, {
	"quote": "Every relationship is just so tenuous and precarious.",
	"name": "Larry David"
}, {
	"quote": "Never too late to change your relationship with somebody in your life.",
	"name": "Anderson Cooper"
}, {
	"quote": "Do you know that other than my father, I've never had a man take care of me?",
	"name": "Dionne Warwick"
}, {
	"quote": "Look at an interview as an organic part of building a relationship.",
	"name": "Caroline Ghosn"
}, {
	"quote": "As a publisher, you have no direct relationship with advertisers.",
	"name": "Jason Calacanis"
}, {
	"quote": "I have a good relationship with the world. But I don't know what the trick is to maintaining it.",
	"name": "Ben Affleck"
}, {
	"quote": "If you are strong enough as a couple, reality shows can be a good thing for the relationship.",
	"name": "Giuliana Rancic"
}, {
	"quote": "I think you have to know how you feel when you're sad and it's healthy to mourn if a relationship ends.",
	"name": "Leighton Meester"
}, {
	"quote": "We have had a rewarding relationship, the belly and I.",
	"name": "Sherwin B. Nuland"
}, {
	"quote": "Men should only believe half of what women say. But which half?",
	"name": "Jean Giraudoux"
}, {
	"quote": "I had a very unhealthy relationship with food that turned into bulimia.",
	"name": "Candace Cameron Bure"
}, {
	"quote": "I use God in my songs a lot but I don't have a relationship. I don't know what that means.",
	"name": "Dave Matthews"
}, {
	"quote": "We have a strange and wonderful relationship - he's strange and I'm wonderful.",
	"name": "Mike Ditka"
}, {
	"quote": "My working and personal relationship with President Obama is marked by growing trust. I appreciate this.",
	"name": "Vladimir Putin"
}, {
	"quote": "I'll only move in with my husband. There's no question of a live-in relationship.",
	"name": "Deepika Padukone"
}, {
	"quote": "I'm not really a relationship expert but... I'm an expert on manhood and what men think.",
	"name": "Steve Harvey"
}, {
	"quote": "In any relationship, after the first year is over, you can't help but want your own space.",
	"name": "Helena Bonham Carter"
}, {
	"quote": "I always felt like I could go to my mom and speak to her about anything. We have a great relationship.",
	"name": "Ella Mai"
}, {
	"quote": "The relationship between the prefrontal cortex and the amygdala fundamentally changes with meditation.",
	"name": "Jim Yong Kim"
}, {
	"quote": "There is no substitute for the comfort supplied by the utterly taken-for-granted relationship.",
	"name": "Iris Murdoch"
}, {
	"quote": "I want a man who's kind and understanding. Is that too much to ask of a millionaire?",
	"name": "Zsa Zsa Gabor"
}, {
	"quote": "We must transform the relationship between police and the communities they serve.",
	"name": "Tom Steyer"
}, {
	"quote": "People put so much effort into starting a relationship and so little effort into ending one.",
	"name": "Marina Abramovic"
}, {
	"quote": "Honesty lies in understanding our close and necessary relationship with not wanting to hear the truth.",
	"name": "David Whyte"
}, {
	"quote": "Ultimately, we wish the joy of perfect union with the person we love.",
	"name": "Mortimer Adler"
}, {
	"quote": "My one area of vulnerability was I didn't know how to have a healthy relationship with a man.",
	"name": "Carole King"
}, {
	"quote": "I had never really dated. I've always been a relationship kind of person.",
	"name": "Bruce Willis"
}, {
	"quote": "That's my biggest struggle, is maintaining a personal romantic relationship. It takes a lot of effort.",
	"name": "Chelsea Handler"
}, {
	"quote": "Working parents bring a certain amount of guilt to their relationship with their children.",
	"name": "Judy Sheindlin"
}, {
	"quote": "My relationship with my mom is really the single most profound relationship that I've ever had in my life.",
	"name": "Mindy Kaling"
}, {
	"quote": "Trust implies that both parties participate in the relationship with both 'gives' and 'gets.'",
	"name": "Denise Morrison"
}, {
	"quote": "It is almost always a fault of one who loves not to realize when he ceases to be loved.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "I think honest communication, no matter where it comes from, is positive for a relationship.",
	"name": "Ron White"
}, {
	"quote": "I'm re-teaming with the producers of 'Twilight,' whom I love and who I have an amazing relationship with.",
	"name": "Taylor Lautner"
}, {
	"quote": "A relationship to me is never about the romance.",
	"name": "Shia LaBeouf"
}, {
	"quote": "Human beings have speculated about the relationship between inspiration and insanity for centuries.",
	"name": "Patty Duke"
}, {
	"quote": "What does it matter how many lovers you have if none of them gives you the universe?",
	"name": "Jacques Lacan"
}, {
	"quote": "I could never give relationship advice to anybody!",
	"name": "Rihanna"
}, {
	"quote": "You don't want to be in a relationship with someone who's scared of you.",
	"name": "Tila Tequila"
}, {
	"quote": "There's been a long-standing relationship between me and individual members of the Green Party.",
	"name": "Cynthia McKinney"
}, {
	"quote": "Never assume that the guy understands that you and he have a relationship.",
	"name": "Dave Barry"
}, {
	"quote": "The main thing experience has taught me is that one has to sort of hone their relationship to time, you know.",
	"name": "John Frusciante"
}, {
	"quote": "I'm so lucky that I have a great relationship.",
	"name": "Julianne Hough"
}, {
	"quote": "I'm the kind of guy who can't keep a plant alive for a week, let alone a relationship.",
	"name": "Jerry O'Connell"
}, {
	"quote": "We cannot really love anyone with with whom we never laugh.",
	"name": "Agnes Repplier"
}, {
	"quote": "My relationship with fashion is playful and very expressive of what I'm feeling at the time.",
	"name": "Phoebe Philo"
}, {
	"quote": "Getting married isn't going to make your relationship better. It's just a ceremony.",
	"name": "Rob Lowe"
}, {
	"quote": "Nothing reinforces a professional relationship more than enjoying success with someone.",
	"name": "Harold Ramis"
}, {
	"quote": "I have a lot of anger about my childhood - being hard of hearing and my relationship with my father.",
	"name": "Lou Ferrigno"
}, {
	"quote": "In the old days, 'controversial' in a relationship meant same-sex or mixed races.",
	"name": "Sam Taylor-Johnson"
}, {
	"quote": "I was able to do The Saint of Fort Washington, on the relationship between two homeless men.",
	"name": "Danny Glover"
}, {
	"quote": "Opposites may attract, but I wouldn't put my money on a relationship of financial opposites.",
	"name": "Suze Orman"
}, {
	"quote": "I would never put my close friends or a real relationship on a show.",
	"name": "Kristin Cavallari"
}, {
	"quote": "Women still remember the first kiss after men have forgotten the last.",
	"name": "Remy de Gourmont"
}, {
	"quote": "We want a marriage with our customers, not a relationship.",
	"name": "Daniel Drew"
}, {
	"quote": "If you are in a relationship, it has to be a good one. If it isn't, it's best to just leave it.",
	"name": "Irina Shayk"
}, {
	"quote": "I'm 31 now. I think I'm beginning to understand what life is, what romance is, and what a relationship means.",
	"name": "Adam Sandler"
}, {
	"quote": "Well, a girlfriend once told me never to fight with anybody you don't love.",
	"name": "Jack Nicholson"
}, {
	"quote": "I felt a tremendous sadness for men who can't deal with a woman of their own age.",
	"name": "Michael Caine"
}, {
	"quote": "I love the comic opportunities that come up in the context of a father-son relationship.",
	"name": "Harrison Ford"
}, {
	"quote": "You cannot have a relationship with someone you can't trust.",
	"name": "Sheri L. Dew"
}, {
	"quote": "Before machines the only form of entertainment people really had was relationships.",
	"name": "Douglas Coupland"
}, {
	"quote": "Every single person in my life and every relationship I have is distant because all I do is music.",
	"name": "Mac Miller"
}, {
	"quote": "To marry unequally is to suffer equally.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "Men and women are not born inconstant: they are made so by their early amorous experiences.",
	"name": "Andre Maurois"
}, {
	"quote": "Men and women have strengths that complement each other.",
	"name": "Edwin Louis Cole"
}, {
	"quote": "Never trust a husband too far, nor a bachelor too near.",
	"name": "Helen Rowland"
}, {
	"quote": "Women won't let me stay single and I won't let me stay married.",
	"name": "Errol Flynn"
}, {
	"quote": "The mother-daughter relationship is the most complex.",
	"name": "Wynonna Judd"
}, {
	"quote": "When you make his sandwiches, put a sexy or loving note in his lunch box.",
	"name": "Anne Rice"
}, {
	"quote": "Everybody needs somebody.",
	"name": "Mahalia Jackson"
}, {
	"quote": "The easiest kind of relationship for me is with ten thousand people. The hardest is with one.",
	"name": "Joan Baez"
}, {
	"quote": "You can educate yourself right out of a relationship with God.",
	"name": "Tammy Faye Bakker"
}, {
	"quote": "In a relationship you have to open yourself up.",
	"name": "Neil LaBute"
}, {
	"quote": "Being flirty is a way of letting a guy know you're interested without making a fool out of yourself.",
	"name": "Carmen Electra"
}, {
	"quote": "What defines a relationship is the work that's involved to maintain it, and it's constantly changing.",
	"name": "Neil Patrick Harris"
}, {
	"quote": "I think it's healthy for couples to be away from each other for short periods.",
	"name": "Liv Tyler"
}, {
	"quote": "It's a very tricky relationship, the cinematographer and the director as a woman.",
	"name": "Patricia Riggen"
}, {
	"quote": "I present myself to you in a form suitable to the relationship I wish to achieve with you.",
	"name": "Luigi Pirandello"
}, {
	"quote": "The Lakers have been nothing but great to me, and I want to keep the relationship great.",
	"name": "Lamar Odom"
}, {
	"quote": "Design needs a new relationship with the world, one that is more focused on our planet's needs.",
	"name": "Yves Behar"
}, {
	"quote": "A grandchild is a miracle, but a renewed relationship with your own children is even a greater one.",
	"name": "T. Berry Brazelton"
}, {
	"quote": "With any long-term relationship, you have good days and bad days.",
	"name": "Patti Scialfa"
}, {
	"quote": "I don't even like to use the word relationship. I don't know what it means.",
	"name": "Ron Silver"
}, {
	"quote": "A relationship requires a lot of work and commitment.",
	"name": "Greta Scacchi"
}, {
	"quote": "Caesar might have married Cleopatra, but he had a wife at home. There's always something.",
	"name": "Will Cuppy"
}, {
	"quote": "That common cold of the male psyche, fear of commitment.",
	"name": "Richard Schickel"
}]