[{
	"quote": "Knowledge will give you power, but character respect.",
	"name": "Bruce Lee"
}, {
	"quote": "The bond that links your true family is not one of blood, but of respect and joy in each other's life.",
	"name": "Richard Bach"
}, {
	"quote": "When you practice gratefulness, there is a sense of respect toward others.",
	"name": "Dalai Lama"
}, {
	"quote": "If we lose love and self respect for each other, this is how we finally die.",
	"name": "Maya Angelou"
}, {
	"quote": "Most good relationships are built on mutual trust and respect.",
	"name": "Mona Sutphen"
}, {
	"quote": "A child who is allowed to be disrespectful to his parents will not have true respect for anyone.",
	"name": "Billy Graham"
}, {
	"quote": "One of the most sincere forms of respect is actually listening to what another has to say.",
	"name": "Bryant H. McGill"
}, {
	"quote": "We don't need to share the same opinions as others, but we need to be respectful.",
	"name": "Taylor Swift"
}, {
	"quote": "I'm not concerned with your liking or disliking me... All I ask is that you respect me as a human being.",
	"name": "Jackie Robinson"
}, {
	"quote": "Just imagine how different the world could be if we all spoke to everyone with respect and kindness.",
	"name": "Holly Branson"
}, {
	"quote": "Honest communication is built on truth and integrity and upon respect of the one for the other.",
	"name": "Benjamin E. Mays"
}, {
	"quote": "Respect for ourselves guides our morals, respect for others guides our manners.",
	"name": "Laurence Sterne"
}, {
	"quote": "Life is short, and we should respect every moment of it.",
	"name": "Orhan Pamuk"
}, {
	"quote": "If we desire respect for the law, we must first make the law respectable.",
	"name": "Louis D. Brandeis"
}, {
	"quote": "Do we not realize that self respect comes with self reliance?",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "There is no respect for others without humility in one's self.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "I love making new friends and I respect people for a lot of different reasons.",
	"name": "Taylor Swift"
}, {
	"quote": "Treat everyone with respect and kindness. Period. No exceptions.",
	"name": "Kiana Tom"
}, {
	"quote": "A great chef is an artist that I truly respect.",
	"name": "Robert Stack"
}, {
	"quote": "Be loyal to those who are loyal to you. And respect everyone, even your enemies and competition.",
	"name": "John Cena"
}, {
	"quote": "Civilization is a method of living, an attitude of equal respect for all men.",
	"name": "Jane Addams"
}, {
	"quote": "Without feelings of respect, what is there to distinguish men from beasts?",
	"name": "Confucius"
}, {
	"quote": "Different people have different opinions, and it's okay to respect all of them.",
	"name": "Juan Pablo Galavis"
}, {
	"quote": "If we are not free, no one will respect us.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "In Republics, the great danger is, that the majority may not sufficiently respect the rights of the minority.",
	"name": "James Madison"
}, {
	"quote": "Show respect to all people, but grovel to none.",
	"name": "Tecumseh"
}, {
	"quote": "When you have that respect from your teammates, it makes it a lot more comfortable.",
	"name": "LeBron James"
}, {
	"quote": "Everyone should be respected as an individual, but no one idolized.",
	"name": "Albert Einstein"
}, {
	"quote": "A person's a person, no matter how small.",
	"name": "Dr. Seuss"
}, {
	"quote": "I respect everybody, but at the same time, I carry myself with an aura that demands respect, too.",
	"name": "Lil' Kim"
}, {
	"quote": "I believe in one power, and that is the hand of God. I respect all religions.",
	"name": "Lata Mangeshkar"
}, {
	"quote": "The only thing I command is respect.",
	"name": "Kyrie Irving"
}, {
	"quote": "We need to respect the oceans and take care of them as if our lives depended on it. Because they do.",
	"name": "Sylvia Earle"
}, {
	"quote": "Being brilliant is no great feat if you respect nothing.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "You have to respect your audience. Without them, you're essentially standing alone, singing to yourself.",
	"name": "K. D. Lang"
}, {
	"quote": "When you are content to be simply yourself and don't compare or compete, everybody will respect you.",
	"name": "Lao Tzu"
}, {
	"quote": "Live with integrity, respect the rights of other people, and follow your own bliss.",
	"name": "Nathaniel Branden"
}, {
	"quote": "I have respect for beer.",
	"name": "Russell Crowe"
}, {
	"quote": "Everyone in society should be a role model, not only for their own self-respect, but for respect from others.",
	"name": "Barry Bonds"
}, {
	"quote": "Respect your partner. Be happy in your partner's happiness.",
	"name": "Divyanka Tripathi"
}, {
	"quote": "The crown must constantly earn citizens' appreciation, respect and trust.",
	"name": "Felipe VI of Spain"
}, {
	"quote": "To be one, to be united is a great thing. But to respect the right to be different is maybe even greater.",
	"name": "Bono"
}, {
	"quote": "Nothing is more despicable than respect based on fear.",
	"name": "Albert Camus"
}, {
	"quote": "How do leaders serve their people? They may pay good wages and treat employees with respect.",
	"name": "John C. Maxwell"
}, {
	"quote": "Respect the burden.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Love is about mutual respect, apart from attraction.",
	"name": "George Best"
}, {
	"quote": "If you have ten thousand regulations you destroy all respect for the law.",
	"name": "Winston Churchill"
}, {
	"quote": "I think I'm a natural-born leader. I know how to bow down to authority if it's authority that I respect.",
	"name": "Tupac Shakur"
}, {
	"quote": "I come from a poor family, I have seen poverty. The poor need respect, and it begins with cleanliness.",
	"name": "Narendra Modi"
}, {
	"quote": "I always remember having a healthy respect for my grandmother.",
	"name": "Prince William"
}, {
	"quote": "Here's my gift-giving rule: Respect your current financial situation.",
	"name": "Suze Orman"
}, {
	"quote": "Respect is one of the greatest expressions of love.",
	"name": "Don Miguel Ruiz"
}, {
	"quote": "If man doesn't learn to treat the oceans and the rain forest with respect, man will become extinct.",
	"name": "Peter Benchley"
}, {
	"quote": "We all require and want respect, man or woman, black or white. It's our basic human right.",
	"name": "Aretha Franklin"
}, {
	"quote": "Love, friendship and respect do not unite people as much as a common hatred for something.",
	"name": "Anton Chekhov"
}, {
	"quote": "When men and women are able to respect and accept their differences then love has a chance to blossom.",
	"name": "John Gray"
}, {
	"quote": "Do dirt, get dirt. So I treat people with the same respect that I want.",
	"name": "DMX"
}, {
	"quote": "To the living we owe respect, but to the dead we owe only the truth.",
	"name": "Voltaire"
}, {
	"quote": "To get down to the quick of it, respect motivates me - not success.",
	"name": "Hugh Jackman"
}, {
	"quote": "Women absolutely deserve respect.",
	"name": "Aretha Franklin"
}, {
	"quote": "I have always believed that I should have had no difficulty in causing my rights to be respected.",
	"name": "Eli Whitney"
}, {
	"quote": "Self-respect is the fruit of discipline; the sense of dignity grows with the ability to say no to oneself.",
	"name": "Abraham Joshua Heschel"
}, {
	"quote": "Let every man be respected as an individual and no man idolized.",
	"name": "Albert Einstein"
}, {
	"quote": "I respect myself and insist upon it from everybody. And because I do it, I then respect everybody, too.",
	"name": "Maya Angelou"
}, {
	"quote": "Economics is a subject that does not greatly respect one's wishes.",
	"name": "Nikita Khrushchev"
}, {
	"quote": "Men have a respect for scholarship and learning greatly out of proportion to the use they commonly serve.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I don't think about, 'Oh, I'm finally getting my respect,' because I don't care about this.",
	"name": "Khabib Nurmagomedov"
}, {
	"quote": "Since I've started fighting it has taught me a lot about self respect, self confidence and self control.",
	"name": "Gina Carano"
}, {
	"quote": "I grew up with just my mum and sister, so I respect women a lot.",
	"name": "Harry Styles"
}, {
	"quote": "In all our deeds, the proper value and respect for time determines success or failure.",
	"name": "Malcolm X"
}, {
	"quote": "Respect yourself if you would have others respect you.",
	"name": "Baltasar Gracian"
}, {
	"quote": "I want to be very close to someone I respect and admire and have somebody who feels the same way about me.",
	"name": "Richard Bach"
}, {
	"quote": "Your peers will respect you for your integrity and character, not your possessions.",
	"name": "David Robinson"
}, {
	"quote": "When we respect everybody around us, we are in peace with everybody around us.",
	"name": "Don Miguel Ruiz"
}, {
	"quote": "We must respect the past, and mistrust the present, if we wish to provide for the safety of the future.",
	"name": "Joseph Joubert"
}, {
	"quote": "If someone lacked decency or respect, I didn't allow that person to stay in my world.",
	"name": "Gabrielle Union"
}, {
	"quote": "Let them hate me, provided they respect my conduct.",
	"name": "Tiberius"
}, {
	"quote": "America wants its respect.",
	"name": "Tupac Shakur"
}, {
	"quote": "We're all human, and part of being human is showing respect and support for others' life choices.",
	"name": "Daniel Lubetzky"
}, {
	"quote": "The final test of a gentleman is his respect for those who can be of no possible service to him.",
	"name": "William Lyon Phelps"
}, {
	"quote": "Aging has a wonderful beauty and we should have respect for that.",
	"name": "Eartha Kitt"
}, {
	"quote": "I never make the mistake of arguing with people for whose opinions I have no respect.",
	"name": "Edward Gibbon"
}, {
	"quote": "If you don't stand for something, how can anyone respect what you do?",
	"name": "Miranda Lambert"
}, {
	"quote": "The way forward is always found through greater respect for the equal rights of all.",
	"name": "Martin O'Malley"
}, {
	"quote": "Ask an older person you respect to tell you his or her greatest regret.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "When a woman removes her garment, she also removes the respect that is hers.",
	"name": "Herodotus"
}, {
	"quote": "I respect my father as a father, but I also respect him as an honorable chairman.",
	"name": "Akio Toyoda"
}, {
	"quote": "I hate victims who respect their executioners.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "I respect Chris Brown. I'd like to call myself a friend - I don't know if I'm allowed to do that.",
	"name": "Drake"
}, {
	"quote": "Respect for the truth comes close to being the basis for all morality.",
	"name": "Frank Herbert"
}, {
	"quote": "One of the surprising things in this world is the respect a worthless man has for himself.",
	"name": "E. W. Howe"
}, {
	"quote": "You can't respect yourself if you're afraid to be who you are.",
	"name": "Amber Heard"
}, {
	"quote": "It's important for couples to be friends first and to respect each other as individuals.",
	"name": "Anupam Kher"
}, {
	"quote": "I guess at the end of the day, all women like to be appreciated and treated with respect and kindness.",
	"name": "Sofia Vergara"
}, {
	"quote": "Fabric is the most extraordinary thing; it has life. You must respect the fabric.",
	"name": "Hubert de Givenchy"
}, {
	"quote": "If I respect myself and believe in what I'm doing, no one can touch me.",
	"name": "Fiona Apple"
}, {
	"quote": "I fear God and respect God and love God.",
	"name": "Brett Ratner"
}, {
	"quote": "Men who love their mothers treat women wonderfully. And they have enormous respect for women.",
	"name": "Ellen Barkin"
}, {
	"quote": "A man's real life is that accorded to him in the thoughts of other men by reason of respect or natural love.",
	"name": "Joseph Conrad"
}, {
	"quote": "I have great respect for the semicolon; it is a mighty handy little fellow.",
	"name": "Abraham Lincoln"
}, {
	"quote": "If once you forfeit the confidence of your fellow-citizens, you can never regain their respect and esteem.",
	"name": "Abraham Lincoln"
}, {
	"quote": "When people do not respect us we are sharply offended; yet in his private heart no man much respects himself.",
	"name": "Mark Twain"
}, {
	"quote": "We do not covet anything from any nation except their respect.",
	"name": "Winston Churchill"
}, {
	"quote": "The bad gains respect through imitation, the good loses it especially in art.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Don't worry about what the people say; be yourself, say what you want to say with respect.",
	"name": "Mariano Rivera"
}, {
	"quote": "Go up close to your friend, but do not go over to him! We should also respect the enemy in our friend.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "It is not desirable to cultivate a respect for the law, so much as for the right.",
	"name": "Henry David Thoreau"
}, {
	"quote": "A brainy person does not abuse copyright; instead they respect it and uphold it.",
	"name": "Maximillian Degenerez"
}, {
	"quote": "I have great respect for the Pope. I like the Pope. I actually like him.",
	"name": "Donald Trump"
}, {
	"quote": "To retain respect for sausages and laws, one must not watch them in the making.",
	"name": "Otto von Bismarck"
}, {
	"quote": "I respect Apple. It's a great company that changed the world, especially the mobile time.",
	"name": "Jack Ma"
}, {
	"quote": "The people respect and believe in men who fulfill their duty.",
	"name": "Fidel Castro"
}, {
	"quote": "With all due respect, the Mona Lisa is overrated.",
	"name": "Paulo Coelho"
}, {
	"quote": "'Harry Potter' gave me back self respect. Harry gave me a job to do that I loved more than anything else.",
	"name": "J. K. Rowling"
}, {
	"quote": "Grace, respect, reserve, and empathetic listening are qualities sorely missing from the public discourse now.",
	"name": "Meryl Streep"
}, {
	"quote": "I get no respect. The way my luck is running, if I was a politician I would be honest.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "I don't wait for people to give me respect. I always give them respect.",
	"name": "Mariano Rivera"
}, {
	"quote": "Once you figure out what respect tastes like, it tastes better than attention. But you have to get there.",
	"name": "Pink"
}, {
	"quote": "That's what people respect, the fact that I wasn't a chump that laid on his back and gave up.",
	"name": "Mike Tyson"
}, {
	"quote": "I have nothing but respect for the Lakers. So many of their legends shaped who I am as a person and player.",
	"name": "Bill Walton"
}, {
	"quote": "In writing, I apply my feminine side and respect the mystery involved in creation.",
	"name": "Paulo Coelho"
}, {
	"quote": "Our high respect for a well read person is praise enough for literature.",
	"name": "T. S. Eliot"
}, {
	"quote": "Men are so willing to respect anything that bores them.",
	"name": "Marilyn Monroe"
}, {
	"quote": "This is how you start to get respect: by offering something that you have.",
	"name": "Morrie Schwartz"
}, {
	"quote": "Your private life is your private life and you keep it to yourself. You get more respect that way.",
	"name": "Jay Kay"
}, {
	"quote": "I have a respect for manners as such, they are a way of dealing with people you don't agree with or like.",
	"name": "Margaret Mead"
}, {
	"quote": "I deserve respect for the things I did not do.",
	"name": "Dan Quayle"
}, {
	"quote": "I don't want or need to gain respect with what I do off the court. I want respect for what I do on the court.",
	"name": "Vince Carter"
}, {
	"quote": "Gymnastics taught me everything - life lessons, responsibility and discipline and respect.",
	"name": "Shawn Johnson"
}, {
	"quote": "I try to be kind to people, to treat them with respect. And I'm proud of that.",
	"name": "Lee Ryan"
}, {
	"quote": "Respect is one of life's greatest treasures. I mean, what does it all add up to if you don't have that?",
	"name": "Marilyn Monroe"
}, {
	"quote": "I've got no respect for any young man who won't join the colors.",
	"name": "Nathan Bedford Forrest"
}, {
	"quote": "All I ever seek from good deeds is a measure of respect.",
	"name": "Walter Annenberg"
}, {
	"quote": "People have to respect intellectual property.",
	"name": "Coco Lee"
}, {
	"quote": "Where the people possess no authority, their rights obtain no respect.",
	"name": "George Bancroft"
}, {
	"quote": "Men naturally despise those who court them, but respect those who do not give way to them.",
	"name": "Thucydides"
}, {
	"quote": "The sea speaks a language polite people never repeat. It is a colossal scavenger slang and has no respect.",
	"name": "Carl Sandburg"
}, {
	"quote": "I see the entire world as Eden, and every time you take an inch of it away, you must do so with respect.",
	"name": "Joni Mitchell"
}, {
	"quote": "Respect for the fragility and importance of an individual life is still the mark of an educated man.",
	"name": "Norman Cousins"
}, {
	"quote": "Strong women, that's who I really respect.",
	"name": "Victoria Beckham"
}, {
	"quote": "You have to discipline your children, or they won't respect you, law enforcement or God or anyone else.",
	"name": "Phil Robertson"
}, {
	"quote": "By respect for life we become religious in a way that is elementary, profound and alive.",
	"name": "Albert Schweitzer"
}, {
	"quote": "How can a Man respect his Wife when he has a contemptible Opinion of her and her Sex?",
	"name": "Mary Astell"
}, {
	"quote": "I think as long as you wear your imperfections on your sleeve, people respect it more.",
	"name": "Shamir"
}, {
	"quote": "If you are sincere and true to your work, you will be respected. And for me, respect is power.",
	"name": "Riteish Deshmukh"
}, {
	"quote": "I certainly respect other people's opinions, but I would not vote for a woman to be the pastor of a church.",
	"name": "Charles Stanley"
}, {
	"quote": "I respect Lady Gaga very much.",
	"name": "Yoko Ono"
}, {
	"quote": "Respect the masterpiece. It is true reverence to man. There is no quality so great, none so much needed now.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "I don't have to participate in another culture's ceremonies in order to respect that culture.",
	"name": "Sherman Alexie"
}, {
	"quote": "Respect for right conduct is felt by every body.",
	"name": "Jane Austen"
}, {
	"quote": "I don't envy or much respect people who are completely politicised.",
	"name": "Christopher Hitchens"
}, {
	"quote": "Respect is what we owe; love, what we give.",
	"name": "Philip James Bailey"
}, {
	"quote": "I always show great respect for everyone, including Manchester United.",
	"name": "Antonio Conte"
}, {
	"quote": "Respect for the rights of others means peace.",
	"name": "Benito Juarez"
}, {
	"quote": "I respect the Congress's oversight responsibility.",
	"name": "Hillary Clinton"
}, {
	"quote": "We should all consider each other as human beings, and we should respect each other.",
	"name": "Malala Yousafzai"
}, {
	"quote": "New York gave me hell for that 'Purple Swag,' man. They didn't respect me until 'Peso.'",
	"name": "ASAP Rocky"
}, {
	"quote": "If your partner wants to be private, you have to respect that.",
	"name": "Billie Jean King"
}, {
	"quote": "Treating your adversary with respect is striking soft in battle.",
	"name": "Samuel Johnson"
}, {
	"quote": "I'm a good girl because I really believe in love, integrity, and respect.",
	"name": "Katy Perry"
}, {
	"quote": "If your religion doesn't respect the rights of other religions, it is lacking something.",
	"name": "Roger Ebert"
}, {
	"quote": "The new republic should be based on diversity, respect and equal rights for all.",
	"name": "Evo Morales"
}, {
	"quote": "I respect the rules of TV, the rules of keeping things commercial and interesting and pop-y and fun.",
	"name": "Joss Whedon"
}, {
	"quote": "We must respect the referee every time.",
	"name": "Claudio Ranieri"
}, {
	"quote": "By deafness one gains in one respect more than one loses; one misses more nonsense than sense.",
	"name": "Horace Walpole"
}, {
	"quote": "Just as kids need to learn to respect their elders, we are a society that increasingly respects our youth.",
	"name": "Faith Salie"
}, {
	"quote": "When someone you have a lot of respect for believes in you, it helps you believe in yourself.",
	"name": "Cat Osterman"
}, {
	"quote": "I have a wonderful respect for old people.",
	"name": "Craig Kilborn"
}, {
	"quote": "I think it is important that we respect that women have different political views.",
	"name": "Cathy McMorris Rodgers"
}, {
	"quote": "I want to be a good actor more than anything - someone you can respect.",
	"name": "Logan Lerman"
}, {
	"quote": "I believe in the rule of law, and I respect the will of Colorado voters.",
	"name": "George Brauchler"
}, {
	"quote": "I respect anyone who has to fight and howl for his decency.",
	"name": "Deborah Kerr"
}, {
	"quote": "I will not speak with disrespect of the Republican Party. I always speak with respect of the past.",
	"name": "Woodrow Wilson"
}, {
	"quote": "I believe that God wants us to show respect.",
	"name": "Victoria Osteen"
}, {
	"quote": "I have such respect for 'Democracy Now!'",
	"name": "Alice Walker"
}, {
	"quote": "I'm sick of just liking people. I wish to God I could meet somebody I could respect.",
	"name": "J. D. Salinger"
}, {
	"quote": "When about to commit a base deed, respect thyself, though there is no witness.",
	"name": "Ausonius"
}, {
	"quote": "I think the short story is a very underrated art form. We know that novels deserve respect.",
	"name": "Neil Gaiman"
}, {
	"quote": "I respect Drake not only as a creative person but as a business mind as well. I think Drake's important.",
	"name": "Frank Ocean"
}, {
	"quote": "I always have tried to treat people with respect, the way I want to be treated.",
	"name": "Derek Jeter"
}, {
	"quote": "I grew up to always respect authority and respect those in charge.",
	"name": "Charles de Gaulle"
}, {
	"quote": "At sea a fellow comes out. Salt water is like wine, in that respect.",
	"name": "Herman Melville"
}, {
	"quote": "I turned down twelve films last year... Huge money films, but I had no respect for the writer or the work.",
	"name": "Shia LaBeouf"
}, {
	"quote": "The challenge is to get everyone to respect music again, to recognize its value.",
	"name": "Jay-Z"
}, {
	"quote": "I just feel like if I do good work, then people should respect me for the work I do.",
	"name": "Scott Caan"
}, {
	"quote": "What Iran wants and what North Korea wants is respect.",
	"name": "Andrew Young"
}, {
	"quote": "Our moral, religious, and political traditions are united in their respect for the dignity of human life.",
	"name": "Robert Casey"
}, {
	"quote": "If we have no respect for our viewers, then how can we have any respect for ourselves and what we do?",
	"name": "Christiane Amanpour"
}, {
	"quote": "The worst evil of disregard for some law is that it destroys respect for all law.",
	"name": "Herbert Hoover"
}, {
	"quote": "Peace can be contributed to by respect for our ability in defense.",
	"name": "Herbert Hoover"
}, {
	"quote": "The great rule of moral conduct is next to God, respect time.",
	"name": "Johann Kaspar Lavater"
}, {
	"quote": "I just work with people that I love and respect, that inspire me to be a better person, a better artist.",
	"name": "J Balvin"
}, {
	"quote": "People respect nonfiction but they read novels.",
	"name": "E. O. Wilson"
}, {
	"quote": "You earn the respect of your peers that you play against, and they don't trash talk you.",
	"name": "LaDainian Tomlinson"
}, {
	"quote": "In our culture we have such respect for musical instruments, they are like part of God.",
	"name": "Ravi Shankar"
}, {
	"quote": "Treat the audience with respect and maturity, and have a certain faith in them to catch up.",
	"name": "Duncan Jones"
}, {
	"quote": "There is no excuse for perjury - never, never, never. There is truth, and the truth demands respect.",
	"name": "Ken Starr"
}, {
	"quote": "I really respect certain brands, mixing and matching and having your own look regardless. Having a bold look.",
	"name": "Kevin McHale"
}, {
	"quote": "I'm not a big fan of Women's Liberation, but maybe it will help women stand up for the respect they're due.",
	"name": "Loretta Lynn"
}, {
	"quote": "I've got tremendous respect for different cultures, for the food and everything.",
	"name": "Ian Rush"
}, {
	"quote": "Children need teachers who have stars in their eyes themselves and who treat them with respect.",
	"name": "May-Britt Moser"
}, {
	"quote": "Humility is a great quality of leadership which derives respect and not just fear or hatred.",
	"name": "Yousef Munayyer"
}, {
	"quote": "You demand respect and you'll get it. First of all, you give respect.",
	"name": "Mary J. Blige"
}, {
	"quote": "Most young people have tremendous respect for older people's views.",
	"name": "Dennis Prager"
}, {
	"quote": "Honoring the priesthood fosters respect, respect promotes reverence, and reverence invites revelation.",
	"name": "Russell M. Nelson"
}, {
	"quote": "I respect women to the utmost.",
	"name": "Magic Johnson"
}, {
	"quote": "Respect for self is the beginning of cultivating virtue in men and women.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "I respect artists so much, and I absolutely love music as the ultimate art.",
	"name": "Christie Brinkley"
}, {
	"quote": "I'm getting my respect as a video director. The fashion industry respects me and knows who I am.",
	"name": "ASAP Rocky"
}, {
	"quote": "I adore adverbs; they are the only qualifications I really much respect.",
	"name": "Henry James"
}, {
	"quote": "If you respect a language and culture, it shows in your work.",
	"name": "A. R. Rahman"
}, {
	"quote": "I do object to those who jump from political hackery to flackery and expect respect.",
	"name": "Molly Ivins"
}, {
	"quote": "I respect and admire what cops do.",
	"name": "Charles Barkley"
}, {
	"quote": "I respect faith, but doubt is what gives you an education.",
	"name": "Wilson Mizner"
}, {
	"quote": "I am not an anti-Semite! I have a great respect for the Jewish people.",
	"name": "David Icke"
}, {
	"quote": "Golf is game of respect and sportsmanship; we have to respect its traditions and its rules.",
	"name": "Jack Nicklaus"
}, {
	"quote": "Americans have been conditioned to respect newness, whatever it costs them.",
	"name": "John Updike"
}, {
	"quote": "Because we should always respect other nationalities, I have always tried to play them with dignity.",
	"name": "Ricardo Montalban"
}, {
	"quote": "I think that a society lives or dies according to its respect for - for its art.",
	"name": "Kris Kristofferson"
}, {
	"quote": "Respect isn't enough. You've got to have a proprietary interest.",
	"name": "Chuck Berry"
}, {
	"quote": "I respect only those who resist me, but I cannot tolerate them.",
	"name": "Charles de Gaulle"
}, {
	"quote": "We believe in equal respect for all faiths.",
	"name": "Atal Bihari Vajpayee"
}, {
	"quote": "Respect all manner of men regardless of their station in life. Compassion is one of the greatest virtues.",
	"name": "Anthony Carmona"
}, {
	"quote": "The highest ideals are human intelligence, creativity and love. Respect these above all.",
	"name": "Penn Jillette"
}, {
	"quote": "I'm just trying to do my job and my part to make this a team that people respect.",
	"name": "Blake Griffin"
}, {
	"quote": "I'm just here to say, 'Just be a good person, and really respect others.'",
	"name": "Logic"
}, {
	"quote": "Only a coward will use a gun to protect and get respect for themselves.",
	"name": "Emmanuel Jal"
}, {
	"quote": "It's difficult to love someone you don't respect, which is hard to remember when you're having an argument.",
	"name": "Mehmet Oz"
}, {
	"quote": "You either respect people's liberties, or you don't.",
	"name": "Mauricio Macri"
}, {
	"quote": "A student never forgets an encouraging private word, when it is given with sincere respect and admiration.",
	"name": "William Lyon Phelps"
}, {
	"quote": "This is the final test of a gentleman: his respect for those who can be of no possible service to him.",
	"name": "William Lyon Phelps"
}, {
	"quote": "I would love to work with Mario Testino. I respect all the work he has done and is doing.",
	"name": "Nyle DiMarco"
}, {
	"quote": "But really, we also need to learn how to love one another as women. How to appreciate and respect each other.",
	"name": "Chaka Khan"
}, {
	"quote": "If political leaders want respect, they will begin by enforcing the global rule of law.",
	"name": "Sharan Burrow"
}, {
	"quote": "I dislike math, yet I respect and appreciate the fact that math is the language of the universe.",
	"name": "Lucas Grabeel"
}, {
	"quote": "I don't want to be bored; I don't want to be with someone I don't respect.",
	"name": "Robyn Davidson"
}, {
	"quote": "I will take every match seriously and respect every opponent.",
	"name": "Lin Dan"
}, {
	"quote": "For a long time, we got no respect. People thought we just got lucky. They said we were a one-record wonder.",
	"name": "Pepa"
}, {
	"quote": "I think, when you value yourself and respect yourself, everything else just falls into place.",
	"name": "Tina Knowles"
}, {
	"quote": "People must respect our movement.",
	"name": "Cyril Ramaphosa"
}, {
	"quote": "If you don't respect me you're not gonna get that respect back.",
	"name": "David Hasselhoff"
}, {
	"quote": "I think people just don't respect women's bodies in general, the bodies of women of color in general.",
	"name": "Phoebe Robinson"
}, {
	"quote": "The only respect you should have is the one you earn.",
	"name": "Stellan Skarsgard"
}, {
	"quote": "I respect people's opinion. Everybody has they own 'pound for pound' list.",
	"name": "Bernard Hopkins"
}, {
	"quote": "I respect public employees and school teachers. They deserve a secure retirement.",
	"name": "Gina Raimondo"
}, {
	"quote": "I've got a lot of respect for tuba players, just carrying that thing around.",
	"name": "Jim Pattison"
}, {
	"quote": "While speaking in the NA, one must maintain respect.",
	"name": "Asma Jahangir"
}, {
	"quote": "There's no glory and no respect in making fun of the weak, the powerless.",
	"name": "Bassem Youssef"
}, {
	"quote": "I'm a kid who has a lot of respect. I believe in respect.",
	"name": "Tito Ortiz"
}, {
	"quote": "I think people respect honesty rather than hiding it.",
	"name": "Jack Whitehall"
}, {
	"quote": "I respect women that have a voice and use it for a proper reason.",
	"name": "Betty Wright"
}, {
	"quote": "It is so important to get respect for what you do and at the same time give it.",
	"name": "Estelle Parsons"
}, {
	"quote": "Respect is not ever assigned; it's earned.",
	"name": "Linda Tripp"
}, {
	"quote": "I'm proud of myself, people love me and respect me, and I like me. I like who I am.",
	"name": "Ellen Greene"
}, {
	"quote": "A police force, wherever they are, is made up of amazing people, and I respect them a great deal.",
	"name": "Nancy McKeon"
}, {
	"quote": "You have to love your body, respect it, and treat it well.",
	"name": "Irina Shayk"
}, {
	"quote": "Atlanta embraced us. We have so much respect for them, and they have respect for us.",
	"name": "Quavo"
}, {
	"quote": "If every man loves his mother, he's going to treat the ladies right, with love and respect.",
	"name": "Mr. T"
}, {
	"quote": "I respect anybody that cooks. I know how hard it is.",
	"name": "Guy Fieri"
}, {
	"quote": "I will have to earn trust and respect from my kids.",
	"name": "Tiger Woods"
}, {
	"quote": "Mutual respect! That's what it takes to be friends.",
	"name": "Hugo Chavez"
}, {
	"quote": "I firmly believe that respect is a lot more important, and a lot greater, than popularity.",
	"name": "Julius Erving"
}, {
	"quote": "Teachers make a difference in individual students' lives, yet they do not get the respect they deserve.",
	"name": "Randi Weingarten"
}, {
	"quote": "As the mother of two daughters, I have great respect for women. And I don't ever want to lose that.",
	"name": "Vera Wang"
}, {
	"quote": "I believe no matter who you are, respect yourself, respect others.",
	"name": "Mo Farah"
}, {
	"quote": "We were a family who had come from nothing and now we had respect from French people of all sorts.",
	"name": "Zinedine Zidane"
}, {
	"quote": "I always respect a woman.",
	"name": "Enrique Iglesias"
}, {
	"quote": "I have nothing against respecting people who lived before, but we have no responsibility toward them.",
	"name": "Leon Kass"
}, {
	"quote": "In fact I am quite snappy and irritable, and I don't know if I'd like to make myself worse in that respect.",
	"name": "Nigella Lawson"
}, {
	"quote": "As far as military necessity will permit, religiously respect the constitutional rights of all.",
	"name": "George B. McClellan"
}, {
	"quote": "We owe our law enforcement officers the highest respect.",
	"name": "John Fleming"
}, {
	"quote": "Be modest, be respectful of others, try to understand.",
	"name": "Lakhdar Brahimi"
}, {
	"quote": "People want to hear what I have to say and respect what I say.",
	"name": "Jennifer Capriati"
}, {
	"quote": "A human society obeys the dictates of reason and is guided and governed by a respect for justice.",
	"name": "Ferdinand Buisson"
}]