[{
	"quote": "The good times of today, are the sad thoughts of tomorrow.",
	"name": "Bob Marley"
}, {
	"quote": "Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water.",
	"name": "Christopher Morley"
}, {
	"quote": "It's sad to know I'm done. But looking back, I've got a lot of great memories.",
	"name": "Bonnie Blair"
}, {
	"quote": "Tears come from the heart and not from the brain.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Never make a decision when you are upset, sad, jealous or in love.",
	"name": "Mario Teguh"
}, {
	"quote": "It's sad when someone you know becomes someone you knew.",
	"name": "Henry Rollins"
}, {
	"quote": "The word 'happy' would lose its meaning if it were not balanced by sadness.",
	"name": "Carl Jung"
}, {
	"quote": "Crying is cleansing. There's a reason for tears, happiness or sadness.",
	"name": "Dionne Warwick"
}, {
	"quote": "Depression is the inability to construct a future.",
	"name": "Rollo May"
}, {
	"quote": "First, accept sadness. Realize that without losing, winning isn't so great.",
	"name": "Alyssa Milano"
}, {
	"quote": "Your pain is the breaking of the shell that encloses your understanding.",
	"name": "Khalil Gibran"
}, {
	"quote": "I do believe that if you haven't learnt about sadness, you cannot appreciate happiness.",
	"name": "Nana Mouskouri"
}, {
	"quote": "Nobody understands another's sorrow, and nobody another's joy.",
	"name": "Franz Schubert"
}, {
	"quote": "Don't grieve. Anything you lose comes round in another form.",
	"name": "Rumi"
}, {
	"quote": "Affliction comes to us, not to make us sad but sober; not to make us sorry but wise.",
	"name": "H. G. Wells"
}, {
	"quote": "Nothing is more sad than the death of an illusion.",
	"name": "Arthur Koestler"
}, {
	"quote": "Red is the ultimate cure for sadness.",
	"name": "Bill Blass"
}, {
	"quote": "The rose and the thorn, and sorrow and gladness are linked together.",
	"name": "Saadi"
}, {
	"quote": "Sadness flies away on the wings of time.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "A sad soul can kill quicker than a germ.",
	"name": "John Steinbeck"
}, {
	"quote": "Worry never robs tomorrow of its sorrow, it only saps today of its joy.",
	"name": "Leo Buscaglia"
}, {
	"quote": "Dying is only one thing to be sad over... Living unhappily is something else.",
	"name": "Morrie Schwartz"
}, {
	"quote": "The walls we build around us to keep sadness out also keeps out the joy.",
	"name": "Jim Rohn"
}, {
	"quote": "A teardrop on earth summons the King of heaven.",
	"name": "Charles R. Swindoll"
}, {
	"quote": "To have felt too much is to end in feeling nothing.",
	"name": "Dorothy Thompson"
}, {
	"quote": "We never taste a perfect joy; our happiest successes are mixed with sadness.",
	"name": "Pierre Corneille"
}, {
	"quote": "Our sweetest songs are those that tell of saddest thought.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "For all sad words of tongue and pen, The saddest are these, 'It might have been'.",
	"name": "John Greenleaf Whittier"
}, {
	"quote": "Sadness is but a wall between two gardens.",
	"name": "Khalil Gibran"
}, {
	"quote": "I know what I look like - a weird, sad clown puppet. I'm fine with that.",
	"name": "Rainn Wilson"
}, {
	"quote": "It is sad not to love, but it is much sadder not to be able to love.",
	"name": "Miguel de Unamuno"
}, {
	"quote": "In deep sadness there is no place for sentimentality.",
	"name": "William S. Burroughs"
}, {
	"quote": "I'm always sad to leave paradise, but I leave behind the hopes of coming again soon.",
	"name": "Irina Shayk"
}, {
	"quote": "Oh, I am very weary, Though tears no longer flow; My eyes are tired of weeping, My heart is sick of woe.",
	"name": "Anne Bronte"
}, {
	"quote": "The sad truth is that most evil is done by people who never make up their minds to be good or evil.",
	"name": "Hannah Arendt"
}, {
	"quote": "I'm not a sad person, upset the whole time, but I seem to be quite emotional.",
	"name": "Freddie Highmore"
}, {
	"quote": "The day I quit, I want people to be sad about it.",
	"name": "Gianluigi Buffon"
}, {
	"quote": "How sad it is that we give up on people who are just like us.",
	"name": "Fred Rogers"
}, {
	"quote": "Tears are the summer showers to the soul.",
	"name": "Alfred Austin"
}, {
	"quote": "Sadness is also a kind of defence.",
	"name": "Ivo Andric"
}, {
	"quote": "Everything takes me longer than I expect. It's the sad truth about life.",
	"name": "Donna Tartt"
}, {
	"quote": "It's just sad that one's attitude is always speculated, even if you've not done something.",
	"name": "Karan Patel"
}, {
	"quote": "There is no sadder sight than a young pessimist.",
	"name": "Mark Twain"
}, {
	"quote": "It's sad, actually, because my anxiety keeps me from enjoying things as much as I should at this age.",
	"name": "Amanda Seyfried"
}, {
	"quote": "I love sad. Sadness makes you feel more than anything.",
	"name": "Jeff Ament"
}, {
	"quote": "Things that I feel really sad about, I talk about. That way, if it's funny, it doesn't hurt anymore.",
	"name": "Pete Davidson"
}, {
	"quote": "Tears are nature's lotion for the eyes. The eyes see better for being washed by them.",
	"name": "Christian Nestell Bovee"
}, {
	"quote": "I love sad songs. They say so much. I love country music but even the happy songs sound really sad.",
	"name": "Beth Ditto"
}, {
	"quote": "The sad thing about artificial intelligence is that it lacks artifice and therefore intelligence.",
	"name": "Jean Baudrillard"
}, {
	"quote": "There is still so much drama in my life, but I'm not a sad person anymore.",
	"name": "Nikki Reed"
}, {
	"quote": "I was sad and in a dark place, and I turned to a hobby to sort of take me out of that.",
	"name": "Cole Sprouse"
}, {
	"quote": "The sad souls of those who lived without blame and without praise.",
	"name": "Dante Alighieri"
}, {
	"quote": "It's hard to watch your life unfold, and sad. Life changes.",
	"name": "Cilla Black"
}, {
	"quote": "It's sad that arts are not part of the curriculum across the nation.",
	"name": "Rosie Perez"
}, {
	"quote": "It's okay to be sad if things don't go the way you had hoped.",
	"name": "Jessie James Decker"
}, {
	"quote": "Delicious tears! The heart's own dew.",
	"name": "Letitia Elizabeth Landon"
}, {
	"quote": "If you don't know about pain and trouble, you're in sad shape. They make you appreciate life.",
	"name": "Evel Knievel"
}, {
	"quote": "He who is not just is severe, he who is not wise is sad.",
	"name": "Voltaire"
}, {
	"quote": "Those who don't know how to weep with their whole heart, don't know how to laugh either.",
	"name": "Golda Meir"
}, {
	"quote": "The sad duty of politics is to establish justice in a sinful world.",
	"name": "Reinhold Niebuhr"
}, {
	"quote": "We never taste happiness in perfection, our most fortunate successes are mixed with sadness.",
	"name": "Pierre Corneille"
}, {
	"quote": "The display of grief makes more demands than grief itself. How few men are sad in their own company.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "My natural disposition is pretty joyful, but you know, I have bad days and sad moments like anybody else.",
	"name": "Tracee Ellis Ross"
}, {
	"quote": "Women get the attention when we get into the men's arena, and that's sad.",
	"name": "Billie Jean King"
}, {
	"quote": "Certain emotions just take you to the notes - being furious, heroic, sad, erotic, when rain comes.",
	"name": "Jeff Buckley"
}, {
	"quote": "Better by far you should forget and smile that you should remember and be sad.",
	"name": "Christina Rossetti"
}, {
	"quote": "The excursion is the same when you go looking for your sorrow as when you go looking for your joy.",
	"name": "Eudora Welty"
}, {
	"quote": "Even when I'm in quite a happy state of mind, I like writing really sad songs. I think a lot of people do.",
	"name": "Ellie Goulding"
}, {
	"quote": "I've always had a hard time just being angry or just being really sad - the bigger emotions.",
	"name": "Briga Heelan"
}, {
	"quote": "The sad fact is that horrendous human conflict is nothing new.",
	"name": "Peter Maurer"
}, {
	"quote": "We can feel sad, hurt, demoralized. But we can't give up.",
	"name": "Patrisse Cullors"
}, {
	"quote": "I know a lot of sad people who aren't comedians.",
	"name": "Gene Wilder"
}, {
	"quote": "Lotus's efforts around the Mac were pathetically unsuccessful, which is sad.",
	"name": "Mitch Kapor"
}, {
	"quote": "Being single is only sad if you have a problem with your own company. I'm content with mine.",
	"name": "Olga Kurylenko"
}, {
	"quote": "It sounds a bit sad, but my new hobby is knitting. I love it. I find it really relaxing.",
	"name": "Ella Henderson"
}, {
	"quote": "I hold the world but as the world, Gratiano; A stage where every man must play a part, And mine is a sad one.",
	"name": "William Shakespeare"
}, {
	"quote": "I had rather have a fool to make me merry than experience to make me sad and to travel for it too!",
	"name": "William Shakespeare"
}, {
	"quote": "It is a very sad thing that nowadays there is so little useless information.",
	"name": "Oscar Wilde"
}, {
	"quote": "The sad truth is that opportunity doesn't knock twice.",
	"name": "Gloria Estefan"
}, {
	"quote": "The sad truth is that excellence makes people nervous.",
	"name": "Shana Alexander"
}, {
	"quote": "I don't like people around me sad. I like making people happy.",
	"name": "Tyler, The Creator"
}, {
	"quote": "And in real life endings aren't always neat, whether they're happy endings, or whether they're sad endings.",
	"name": "Stephen King"
}, {
	"quote": "I was a sad kid.",
	"name": "Post Malone"
}, {
	"quote": "He is a hard man who is only just, and a sad one who is only wise.",
	"name": "Voltaire"
}, {
	"quote": "One must not let oneself be overwhelmed by sadness.",
	"name": "Jackie Kennedy"
}, {
	"quote": "It's a sad and stupid thing to have to proclaim yourself a revolutionary just to be a decent man.",
	"name": "David Harris"
}, {
	"quote": "The day you think there is no improvements to be made is a sad one for any player.",
	"name": "Lionel Messi"
}, {
	"quote": "The keenest sorrow is to recognize ourselves as the sole cause of all our adversities.",
	"name": "Sophocles"
}, {
	"quote": "A marriage is no amusement but a solemn act, and generally a sad one.",
	"name": "Queen Victoria"
}, {
	"quote": "However, we might oppose it, abortion is a sad feature of modern life.",
	"name": "Robert Casey"
}, {
	"quote": "Every life has a measure of sorrow, and sometimes this is what awakens us.",
	"name": "Steven Tyler"
}, {
	"quote": "Can I see another's woe, and not be in sorrow too? Can I see another's grief, and not seek for kind relief?",
	"name": "William Blake"
}, {
	"quote": "I have the choice of being constantly active and happy or introspectively passive and sad.",
	"name": "Sylvia Plath"
}, {
	"quote": "Whenever I am feeling happy or sad, I always find comfort in food.",
	"name": "Rachel Hollis"
}, {
	"quote": "I love music videos, I really do. I think it's kind of sad that it's a dying art form.",
	"name": "Adam Levine"
}, {
	"quote": "It doesn't hurt to feel sad from time to time.",
	"name": "Willie Nelson"
}, {
	"quote": "I think social media has taken over for our generation. It's a big part of our lives, and it's kind of sad.",
	"name": "Kendall Jenner"
}, {
	"quote": "It's sad that we never get trained to leave assumptions behind.",
	"name": "Sebastian Thrun"
}, {
	"quote": "Morality comes with the sad wisdom of age, when the sense of curiosity has withered.",
	"name": "Graham Greene"
}, {
	"quote": "Sometimes I wonder if suicides aren't in fact sad guardians of the meaning of life.",
	"name": "Vaclav Havel"
}, {
	"quote": "I don't have many sad days.",
	"name": "Billy Graham"
}, {
	"quote": "I can't grow a mustache. It's pretty sad if I attempt to.",
	"name": "Ashton Kutcher"
}, {
	"quote": "Sad things happen. They do. But we don't need to live sad forever.",
	"name": "Mattie Stepanek"
}, {
	"quote": "It doesn't help to contemplate how sad your life is. You have to move on.",
	"name": "Teri Garr"
}, {
	"quote": "It's fun to sing sad songs. And it's fun to listen to sad songs. Enjoyable. Satisfying. Something.",
	"name": "Richard Thompson"
}, {
	"quote": "I think I drift toward sad love songs.",
	"name": "Benmont Tench"
}, {
	"quote": "War is very sad and small life is pathetically fragile at times.",
	"name": "Henry Rollins"
}, {
	"quote": "The history of apartheid-era South Africa is incredibly sad and at times infuriatingly incomprehensible.",
	"name": "Henry Rollins"
}, {
	"quote": "It's sad when girls think they don't have anything going on except being pretty.",
	"name": "Keri Russell"
}, {
	"quote": "I find everything in life a little bit sad, but I also find a great deal of hope everywhere I look.",
	"name": "David Lowery"
}, {
	"quote": "Of these years nought remains in memory but the sad feeling that we have advanced and only grown older.",
	"name": "Max Muller"
}, {
	"quote": "The old know what they want; the young are sad and bewildered.",
	"name": "Logan Pearsall Smith"
}, {
	"quote": "Fashion is that thing that saved me from being sad.",
	"name": "Lady Gaga"
}, {
	"quote": "It's a sad man my friend who's livin' in his own skin and can't stand the company.",
	"name": "Bruce Springsteen"
}, {
	"quote": "They say geniuses mostly have great mothers. They mostly have sad fates.",
	"name": "D. H. Lawrence"
}, {
	"quote": "Proud people breed sad sorrows for themselves.",
	"name": "Emily Bronte"
}, {
	"quote": "Absence from whom we love is worse than death, and frustrates hope severer than despair.",
	"name": "William Cowper"
}, {
	"quote": "Words are less needful to sorrow than to joy.",
	"name": "Helen Hunt Jackson"
}, {
	"quote": "Sad Patience, too near neighbour to despair.",
	"name": "Matthew Arnold"
}, {
	"quote": "It's very simple, I just tell my sad story, and people weep.",
	"name": "Corazon Aquino"
}, {
	"quote": "Beauty makes idiots sad and wise men merry.",
	"name": "George Jean Nathan"
}, {
	"quote": "I work extremely hard to stay positive and happy. But I get sad and anxious, too, just like everyone.",
	"name": "Rachel Platten"
}, {
	"quote": "I like to be sad once in a while. You need it for your equilibrium.",
	"name": "Marjane Satrapi"
}, {
	"quote": "One should either be sad or joyful. Contentment is a warm sty for eaters and sleepers.",
	"name": "Eugene O'Neill"
}, {
	"quote": "Those who gave away their wings are sad not to see them fly.",
	"name": "Antonio Porchia"
}, {
	"quote": "It is sad to see a woman sacrificing the ties of the affections even to do good.",
	"name": "Maria Mitchell"
}, {
	"quote": "There are so many things in life that make you sad, you have to be happy.",
	"name": "Paul Pogba"
}, {
	"quote": "I think you have to know how you feel when you're sad and it's healthy to mourn if a relationship ends.",
	"name": "Leighton Meester"
}, {
	"quote": "There are times when I'm really happy and I write something really sad, and vice versa.",
	"name": "Juan Gabriel"
}, {
	"quote": "Everything's complicated, even those things that seem flat in their bleakness or sadness.",
	"name": "Nick Hornby"
}, {
	"quote": "If I'm laughing, you know I'm either very happy or very sad. I cope with things with jokes.",
	"name": "Cristela Alonzo"
}, {
	"quote": "I was a very sad little girl.",
	"name": "Julie Andrews"
}, {
	"quote": "In this world, full often, our joys are only the tender shadows which our sorrows cast.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "It's sad, something coming to an end. It cracks you open, in a way - cracks you open to feeling.",
	"name": "Jennifer Aniston"
}, {
	"quote": "It is a sad thing when men have neither the wit to speak well nor the judgment to hold their tongues.",
	"name": "Jean de la Bruyere"
}, {
	"quote": "One of the sad truths about leadership is that, the higher up the ladder you travel, the less you know.",
	"name": "Margaret Heffernan"
}, {
	"quote": "If a man does not control his temper, it is a sad admission that he is not in control of his thoughts.",
	"name": "Ezra Taft Benson"
}, {
	"quote": "Being on your own would be sad, sick and weird. I don't trust myself. I need that balance.",
	"name": "Daniel Craig"
}, {
	"quote": "Everyone feels sad occasionally. A full range of emotions is part of what makes us human.",
	"name": "Michael Greger"
}, {
	"quote": "I'm so grounded, it's sad.",
	"name": "Patti LaBelle"
}, {
	"quote": "Good humor is the health of the soul, sadness is its poison.",
	"name": "Philip Stanhope, 4th Earl of Chesterfield"
}, {
	"quote": "It feels really sad, to me, to go to a dark bedroom. It's like surrendering to the night or something.",
	"name": "James Franco"
}, {
	"quote": "My mother and father were very strange people. They tried to be funny which is always very sad to me.",
	"name": "Jonathan Winters"
}, {
	"quote": "Well, darkness with humor... I'm not an extremely suicidal or sad person.",
	"name": "Peter Steele"
}, {
	"quote": "It makes me so desperately sad to witness just how unforgivably wretched our world has become.",
	"name": "Ralph Steadman"
}, {
	"quote": "Whether it's something happy or sad, I like to share everything with my mother.",
	"name": "Karishma Tanna"
}, {
	"quote": "Let us remember that sorrow alone is the creator of great things.",
	"name": "Ernest Renan"
}, {
	"quote": "Do not make best friends with a melancholy sad soul. They always are heavily loaded, and you must bear half.",
	"name": "Francois Fenelon"
}, {
	"quote": "I think love's exciting and happy, as well as being able to make you sad.",
	"name": "Billy Idol"
}, {
	"quote": "When I see people sad, I'm sad.",
	"name": "Anne-Marie"
}, {
	"quote": "Gun violence and social justice are near and dear to my heart. And they are so connected it's sad.",
	"name": "Jason Winston George"
}, {
	"quote": "We all go through sad times, but I was brought up to be positive.",
	"name": "Jess Glynne"
}, {
	"quote": "Life is sad. People, you know, are going to pass, and you know that you will one day.",
	"name": "James Mercer"
}, {
	"quote": "Without strenuous preplanning, road food is almost always bad food, sad food, chain food, clown food.",
	"name": "Jonathan Miles"
}, {
	"quote": "I'm not sad about any of my life. It's so unconventional. It doesn't look anything like I thought it would.",
	"name": "Edie Falco"
}, {
	"quote": "Most of the time, we keep looking outside and feeling sad about what others have. Those are mere excuses.",
	"name": "Yami Gautam"
}, {
	"quote": "You know how sad your life is when you know the release date of DVDs.",
	"name": "Heston Blumenthal"
}, {
	"quote": "We cook for so many reasons. We cook when we're sad; we cook when we're happy.",
	"name": "Gina Neely"
}, {
	"quote": "When sparrows build and the leaves break forth, My old sorrow wakes and cries.",
	"name": "Jean Ingelow"
}, {
	"quote": "I eat my feelings - when I'm happy, when I'm sad.",
	"name": "Chrissy Metz"
}, {
	"quote": "It's sad and upsetting when you see somebody crying hysterically, but at the same time it's real funny.",
	"name": "Seth Green"
}, {
	"quote": "All my work shares a kind of balance between black comedy and sad and despairing melancholy.",
	"name": "Martin McDonagh"
}, {
	"quote": "It makes me sad there is still some intellectual snobbery out there.",
	"name": "Steve Easterbrook"
}, {
	"quote": "Life can be challenging and sad... but music is the easy part.",
	"name": "St. Vincent"
}, {
	"quote": "It's sad that you don't see drivers being real people.",
	"name": "Jacques Villeneuve"
}, {
	"quote": "I think I have a dark view of the world. I have to make everything funny, otherwise it all seems so sad.",
	"name": "Moon Unit Zappa"
}, {
	"quote": "It's a sad day when a woman being funny and interested in science is considered newsworthy.",
	"name": "Elise Andrew"
}, {
	"quote": "It would be sad if we lost our instinct and our courage to love and protect.",
	"name": "Emeli Sande"
}, {
	"quote": "It always made me sad that there were kids who didn't have homes.",
	"name": "Lauren Holly"
}, {
	"quote": "It's sad when you say a $30 million film is an inexpensive film, but it is.",
	"name": "Sandra Bullock"
}, {
	"quote": "I'm not tired of who I am. That would be sad!",
	"name": "Diane von Furstenberg"
}, {
	"quote": "Ninety percent of people who lose weight gain it back. It's very sad.",
	"name": "Richard Simmons"
}, {
	"quote": "When DVDs finally disappear, I'm going to be sad. I'll miss the commentaries.",
	"name": "Matt Groening"
}, {
	"quote": "Christmas makes everything twice as sad.",
	"name": "Douglas Coupland"
}, {
	"quote": "It's sad how people want to see us females go against each other. Never been for that. Never will.",
	"name": "Ciara"
}, {
	"quote": "Well, you know, too much democracy is a sort of sad thing.",
	"name": "Ann Richards"
}, {
	"quote": "The sad fact is that spending rises every year, no matter what people want or say they want.",
	"name": "Ben Stein"
}, {
	"quote": "His death was the first time that Ed Wynn ever made anyone sad.",
	"name": "Red Skelton"
}, {
	"quote": "I don't know who would not classify themselves as a romantic. I think that would be sort of sad.",
	"name": "Natalie Portman"
}, {
	"quote": "Poverty makes you sad as well as wise.",
	"name": "Bertolt Brecht"
}, {
	"quote": "When I talk about sad things, I talk about sad things.",
	"name": "Alejandro Gonzalez Inarritu"
}, {
	"quote": "It's sad that some people who have one exciting moment spend the rest of their lives rehashing it.",
	"name": "Jonathan Kozol"
}, {
	"quote": "The sad truth is that most of my husbands turned out to be convincing liars.",
	"name": "Joan Collins"
}, {
	"quote": "I will be very sad and worried if the imperialist government was calling me a great democratic man.",
	"name": "Hugo Chavez"
}, {
	"quote": "I think it is really sad that when people lose their homes they kind of lose their minds too.",
	"name": "Margaret Cho"
}, {
	"quote": "It's actually sad to be rich.",
	"name": "Masayoshi Son"
}, {
	"quote": "I had sadness for breakfast.",
	"name": "Andy Milonakis"
}, {
	"quote": "It's so sad, actually, how teachers and parents tell their kids, 'You're never gonna be anything.'",
	"name": "Solange Knowles"
}, {
	"quote": "We tell our triumphs to the crowds, but our own hearts are the sole confidants of our sorrows.",
	"name": "Edward G. Bulwer-Lytton"
}, {
	"quote": "This is a sick business. It's so sad.",
	"name": "Sia"
}, {
	"quote": "I've got to be high class... Which is sad, because I like bars.",
	"name": "Daniel Craig"
}, {
	"quote": "I fear that I won't work in the theatre again. I'm sad about that. But I won't retire.",
	"name": "Maggie Smith"
}, {
	"quote": "I'm not sad at all about turning 40.",
	"name": "Halle Berry"
}, {
	"quote": "Sorrows are like thunderclouds, in the distance they look black, over our heads scarcely gray.",
	"name": "Jean Paul"
}, {
	"quote": "What makes old age so sad is not that our joys but our hopes cease.",
	"name": "Jean Paul"
}, {
	"quote": "I don't ever want to be sad about my life.",
	"name": "Tammy Duckworth"
}, {
	"quote": "Atari is a very sad story.",
	"name": "Steve Wozniak"
}, {
	"quote": "Whenever the lion fish in the fish tank in the captain's ready room died it was always a sad moment.",
	"name": "Patrick Stewart"
}, {
	"quote": "This Olympics is almost a little sad. It is my final Olympics. There are a lot of good memories.",
	"name": "Bonnie Blair"
}, {
	"quote": "I have a piece of great and sad news to tell you: I am dead.",
	"name": "Jean Cocteau"
}, {
	"quote": "It's a sad state when more people retweet than buy records.",
	"name": "Noel Gallagher"
}, {
	"quote": "I'm convinced I got signed because of who I am. And it makes me sad.",
	"name": "Jeff Buckley"
}, {
	"quote": "I'm convinced part of the reason I got signed is because of who I am, and it makes me sad.",
	"name": "Jeff Buckley"
}, {
	"quote": "I want to be a voice people listen to and feel good or sad or whatever.",
	"name": "Jorja Smith"
}, {
	"quote": "I'll always be sad that my marriage ended.",
	"name": "Shania Twain"
}, {
	"quote": "Cancer is a very sad thing, but you can always take something from every experience.",
	"name": "Pierce Brosnan"
}, {
	"quote": "I feel sad when I realize how much truth is being changed or obscured in the American media.",
	"name": "Sharon Stone"
}, {
	"quote": "It's really a sad story, and I liked that. The songs on this album talk about relationships in every aspect.",
	"name": "Aaliyah"
}, {
	"quote": "You want people to feel something when you tell a story, whether they feel happy or whether they feel sad.",
	"name": "Harry Dean Stanton"
}, {
	"quote": "I was singing the blues when I was six. Kind of sad, eh?",
	"name": "Harry Dean Stanton"
}, {
	"quote": "I never want to go out wearing something sad.",
	"name": "Alessandro Michele"
}, {
	"quote": "There's a lot of insecure, sad people in any profession.",
	"name": "Martin Short"
}, {
	"quote": "So few people read poetry. That's sad, isn't it?",
	"name": "Jerry Hall"
}, {
	"quote": "I'm very free with all my emotions, whether it's happy, sad, mad, glad, whatever.",
	"name": "Kimberly Elise"
}, {
	"quote": "I think that's very sad, that I haven't allowed my heart to be broken. I have broken a few.",
	"name": "Sally Field"
}, {
	"quote": "My childhood, I would say, was a bit sad.",
	"name": "Columba Bush"
}, {
	"quote": "My childhood, I would say, was a bit sad. Society resents that.",
	"name": "Columba Bush"
}, {
	"quote": "The saddest thing that befalls a soul is when it loses faith in God and woman.",
	"name": "Alexander Smith"
}, {
	"quote": "Your joys and sorrows. You can never tell them. You cheapen the inside of yourself if you do tell them.",
	"name": "Greta Garbo"
}, {
	"quote": "A lot of sad stories in a row - that wears on you.",
	"name": "Elizabeth Edwards"
}, {
	"quote": "I love curves; I'm all about curves. I don't have many, which is really sad, but I think the more the better.",
	"name": "Cara Delevingne"
}, {
	"quote": "I think about my father and how sad it was that he never had grandchildren.",
	"name": "Cate Blanchett"
}, {
	"quote": "I had a daughter and lost her a long while ago. That's too sad a story to go into.",
	"name": "Gene Wilder"
}, {
	"quote": "Nobody wants to hear R&amp;B. It's sad. If you want to be on the radio you got to stay young.",
	"name": "Jamie Foxx"
}, {
	"quote": "It is sad to grow old but nice to ripen.",
	"name": "Brigitte Bardot"
}, {
	"quote": "It's a sad day in this country when you can't talk about law and order unless they want to call you a racist.",
	"name": "George Wallace"
}, {
	"quote": "I can't deal with waking up and being sad.",
	"name": "Adwoa Aboah"
}, {
	"quote": "School was unbelievably painful. It was five years of being pretty sad.",
	"name": "Adwoa Aboah"
}, {
	"quote": "Lately, I've been a little sad that I'm not a gay man.",
	"name": "Gina Gershon"
}, {
	"quote": "Don't eat because you're angry, bored, sad, or stressed.",
	"name": "John Rampton"
}, {
	"quote": "I'm sad that it's uncool or offensive to talk about environmental or human rights issues.",
	"name": "Grimes"
}, {
	"quote": "Watching an entrepreneur fail is sad, but watching him fail from lack of nerve is tragic.",
	"name": "Steve Blank"
}, {
	"quote": "I certainly feel sad about the alienation from my son.",
	"name": "Harold Pinter"
}, {
	"quote": "It's sad when people break up.",
	"name": "Pete Townshend"
}, {
	"quote": "You mustn't smile when you lose. You have to be sad like other people. You have to win every game.",
	"name": "Eden Hazard"
}, {
	"quote": "Everybody likes Johnny Cash. I think the sad part of it is his health is givin' him problems.",
	"name": "Merle Haggard"
}, {
	"quote": "It's the sad thing about entertainment, it's not always about who is the best.",
	"name": "Jake Roberts"
}, {
	"quote": "It's a sad commentary when I have to say that sometimes in our country we are real sensitive to race.",
	"name": "Oscar Robertson"
}, {
	"quote": "I used to like to make myself sad, so I would listen to Bill Callahan as Smog.",
	"name": "Gillian Jacobs"
}, {
	"quote": "'Dancing on My Own' is actually a really sad song! It has totally made me cry.",
	"name": "Gillian Jacobs"
}, {
	"quote": "The sad pattern of lack of trust in God has persisted since the Creation.",
	"name": "Henry B. Eyring"
}, {
	"quote": "I can't really have any friends. It's sad, really. It's lonely. But that's how I am.",
	"name": "Randy Moss"
}, {
	"quote": "I don't know if my work is a concerted effort to make kids sad!",
	"name": "Patricia Polacco"
}, {
	"quote": "The day I am not able to fly will be a sad day for me.",
	"name": "Ratan Tata"
}, {
	"quote": "When I was at Upright Citizens Brigade, I would pretend to be a sad, drunk rapper.",
	"name": "Bobby Moynihan"
}, {
	"quote": "I don't have any problem with being the guy whose album people put on when they're feeling sad.",
	"name": "Sam Smith"
}, {
	"quote": "I end up doing selfies 'cause I am so sad.",
	"name": "Rita Ora"
}, {
	"quote": "I think I would be very sad if I wasn't able to have a baby.",
	"name": "Nicole Kidman"
}, {
	"quote": "If I write a sad song, at the end it's gotta be like, 'Dude, things are looking up!'",
	"name": "Andy Grammer"
}, {
	"quote": "I don't consider myself a celebrity. That would be kind of sad.",
	"name": "Adam Driver"
}, {
	"quote": "Though I know he loves me, tonight my heart is sad; his kiss was not so wonderful as all the dreams I had.",
	"name": "Sara Teasdale"
}, {
	"quote": "I'm proud of my invention, but I'm sad that it is used by terrorists.",
	"name": "Mikhail Kalashnikov"
}, {
	"quote": "I still really like newspapers. I'm gonna feel really sad when they go. Or not - maybe I'll be dead.",
	"name": "Michael Keaton"
}, {
	"quote": "To complain now would be kind of sad. I like the way things are going.",
	"name": "Josh Brolin"
}, {
	"quote": "Actually, the moment of victory is wonderful, but also sad. It means that your trip is ended.",
	"name": "Bill Toomey"
}, {
	"quote": "Next to a lost battle, nothing is so sad as a battle that has been won.",
	"name": "Duke of Wellington"
}, {
	"quote": "Sad old blokes, I'm told, now dream of me with a whip in hand.",
	"name": "Anne Robinson"
}, {
	"quote": "It's cool to be in your feelings, and it's cool to be sad, and it's cool to feel all of these things.",
	"name": "Cuco"
}, {
	"quote": "Radical individualism can be very sad.",
	"name": "Blase J. Cupich"
}, {
	"quote": "I find America falling in love with a TV show flattering and interesting, but at the same time a little sad.",
	"name": "David Schwimmer"
}, {
	"quote": "When I'm a bit sad, I often go for a drive in the country, quite fast with my music up.",
	"name": "Calvin Harris"
}, {
	"quote": "Football is a sad game.",
	"name": "George Best"
}, {
	"quote": "In my kids' school, the married family is an anomaly... which I do think is sad. I do believe in marriage.",
	"name": "Marcia Gay Harden"
}, {
	"quote": "People just get kicks out of making other people sad.",
	"name": "Maisie Williams"
}, {
	"quote": "It would be a sad day if we British stopped being cynical, but you sometimes wonder whether we overdo it.",
	"name": "Boris Johnson"
}, {
	"quote": "I'm more apt to cry at something beautiful than at something sad.",
	"name": "Teller"
}, {
	"quote": "It's really easy to do sad; you just put on some sad music and write dramatically - everybody can do that.",
	"name": "Jill Soloway"
}, {
	"quote": "Dwight is a sad clown. You've seen those paintings of sad clown.",
	"name": "Rainn Wilson"
}, {
	"quote": "I write about heartbreak because I like writing about sad things, but I'm writing happy songs, too!",
	"name": "Jackie Evancho"
}, {
	"quote": "When I need to cry, I think of very sad things, mostly about animals.",
	"name": "Quvenzhane Wallis"
}, {
	"quote": "I live on a train. I know - what a sad thing to admit. I am the New-Age Willy Loman. But there it is.",
	"name": "Christopher Buckley"
}, {
	"quote": "But probably my favorite music, believe it or not, is sad music.",
	"name": "Walton Goggins"
}, {
	"quote": "Los Angeles can be a really sad city.",
	"name": "Adam Lambert"
}, {
	"quote": "It's a sad day when Republicans will attack fellow Republicans on an issue as fundamental as free enterprise.",
	"name": "Doug Ducey"
}, {
	"quote": "When I first started writing, I wrote really sad, emotional songs which were all slow.",
	"name": "Anne-Marie"
}, {
	"quote": "I enjoyed in every way my 12 years of playing Archie, and I wasn't personally sad about finishing a long job.",
	"name": "Carroll O'Connor"
}, {
	"quote": "The trick of 'Up' was to balance the sad stuff with the silly stuff.",
	"name": "Bob Peterson"
}, {
	"quote": "When I write, it's to heal. It's my own self-therapy so that I don't actually feel sad all of the time.",
	"name": "Sharon Van Etten"
}, {
	"quote": "I know for works for me - those wonderful sad love songs.",
	"name": "Toni Braxton"
}, {
	"quote": "I've been getting into Nick Drake lately, the folk singer. Sad, gorgeous stuff.",
	"name": "Anthony Doerr"
}, {
	"quote": "You are validating someone's life by telling their story. Even if it's a sad one.",
	"name": "Alex Tizon"
}, {
	"quote": "The sad truth is that many behavioral economists know very little about psychology.",
	"name": "Richard Thaler"
}, {
	"quote": "I don't know how the poor farmers deal with such situations in real life. It's really sad.",
	"name": "Sanjay Dutt"
}, {
	"quote": "It's a sad thing to contemplate, but I'm the last surviving cast member of 'The African Queen.'",
	"name": "Theodore Bikel"
}, {
	"quote": "I am not a sad clown. I am not a sad clown.",
	"name": "Nathan Lane"
}, {
	"quote": "The funny thing is I'm not bothered or sad about being on my own - after all I've never had a husband.",
	"name": "Francesca Annis"
}, {
	"quote": "I'm not bothered or sad about being on my own - after all, I've never had a husband.",
	"name": "Francesca Annis"
}, {
	"quote": "I've always been drawn to Marilyn Monroe, but certain aspects of her story may be too sad to tell.",
	"name": "Sherilyn Fenn"
}, {
	"quote": "What I am sad about is that there is now, in America, no equivalent to the art circuit.",
	"name": "Richard Attenborough"
}, {
	"quote": "When I went to college, my mum was really sad, so she preserved my bedroom, like a weird time capsule.",
	"name": "Gia Coppola"
}, {
	"quote": "There is something sad about clothes laid in a tomb of trunks.",
	"name": "Suzy Menkes"
}, {
	"quote": "I'm sad to say that stardom is a commodity in our culture.",
	"name": "Christine Baranski"
}, {
	"quote": "I started balding at age 17 and after first being sad, I really embraced it.",
	"name": "Jason Alexander"
}, {
	"quote": "In Mississippi, you don't admit that you're gay. It's just an awkward thing down South, which is sad.",
	"name": "Lance Bass"
}, {
	"quote": "Anytime a curtain closes forever, that's always sad news.",
	"name": "Gennady Golovkin"
}, {
	"quote": "I'm always sad to see a relationship not work, but what happens between two people is not my business.",
	"name": "Debbie Reynolds"
}, {
	"quote": "I have a stepladder. It's a very nice stepladder but it's sad that I never knew my real ladder.",
	"name": "Craig Charles"
}, {
	"quote": "Whenever I'm sad, I just put on 'SpongeBob' and I cheer up.",
	"name": "Richard Harmon"
}, {
	"quote": "When we're sad, we slouch. We also slouch when we feel scared or powerless.",
	"name": "Amy Cuddy"
}, {
	"quote": "I feel like when I say something sad, I mean it.",
	"name": "Kurt Vile"
}, {
	"quote": "I didn't like who I was. I spent a lot of my life regretting who I was, which is a sad thing to say.",
	"name": "Chris Gethard"
}, {
	"quote": "A lot of my characters are underdogs or sad or lonely, but I had a comfortable, golden sort of childhood.",
	"name": "Anthony Browne"
}, {
	"quote": "You get used to sadness, growing up in the mountains, I guess.",
	"name": "Loretta Lynn"
}, {
	"quote": "It's sad, the lottery. Good projects get funded by it, but there's an air of desperation about it.",
	"name": "Nina Conti"
}, {
	"quote": "I never was a great Thatcher fan, and it wasn't a sad day in my life when she resigned.",
	"name": "Jim Broadbent"
}, {
	"quote": "It's so sad: anything that has to do with God, people want to dispel.",
	"name": "Sylvia Browne"
}, {
	"quote": "Change is good, but in the middle of it, it can be very sad.",
	"name": "Astrid S"
}, {
	"quote": "With out art, without communicating, we wouldn't live beyond 30 because we'd be so sad and depressed.",
	"name": "Wayne Coyne"
}, {
	"quote": "Well, you can't be depressed and sad 24 hours a day.",
	"name": "Julia Sweeney"
}, {
	"quote": "When I was leaving I kind of felt a little bit sad, because I made some friends down in skid row.",
	"name": "Pras Michel"
}, {
	"quote": "Tears are the natural penalties of pleasure. It is a law that we should pay for all that we enjoy.",
	"name": "William Gilmore Simms"
}]