[{
	"quote": "Smile in the mirror. Do that every morning and you'll start to see a big difference in your life.",
	"name": "Yoko Ono"
}, {
	"quote": "Lighten up, just enjoy life, smile more, laugh more, and don't get so worked up about things.",
	"name": "Kenneth Branagh"
}, {
	"quote": "Because of your smile, you make life more beautiful.",
	"name": "Thich Nhat Hanh"
}, {
	"quote": "Share your smile with the world. It's a symbol of friendship and peace.",
	"name": "Christie Brinkley"
}, {
	"quote": "We shall never know all the good that a simple smile can do.",
	"name": "Mother Teresa"
}, {
	"quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.",
	"name": "Thomas Paine"
}, {
	"quote": "Beauty is power; a smile is its sword.",
	"name": "John Ray"
}, {
	"quote": "Smile, it is the key that fits the lock of everybody's heart.",
	"name": "Anthony J. D'Angelo"
}, {
	"quote": "Your smile will give you a positive countenance that will make people feel comfortable around you.",
	"name": "Les Brown"
}, {
	"quote": "Nothing you wear is more important than your smile.",
	"name": "Connie Stevens"
}, {
	"quote": "A warm smile is the universal language of kindness.",
	"name": "William Arthur Ward"
}, {
	"quote": "Let us always meet each other with smile, for the smile is the beginning of love.",
	"name": "Mother Teresa"
}, {
	"quote": "Beauty is truth's smile when she beholds her own face in a perfect mirror.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Peace begins with a smile.",
	"name": "Mother Teresa"
}, {
	"quote": "My children are the reason I laugh, smile and want to get up every morning.",
	"name": "Gena Lee Nolin"
}, {
	"quote": "The greatest self is a peaceful smile, that always sees the world smiling back.",
	"name": "Bryant H. McGill"
}, {
	"quote": "I can't change my personality. I'll always smile, but I'll be more focused.",
	"name": "Katarina Johnson-Thompson"
}, {
	"quote": "Colors are the smiles of nature.",
	"name": "Leigh Hunt"
}, {
	"quote": "Don't cry because it's over. Smile because it happened.",
	"name": "Dr. Seuss"
}, {
	"quote": "I never get tired of smiling. I'm just the kind of guy who likes to smile.",
	"name": "Jason Ritter"
}, {
	"quote": "Smile, it's free therapy.",
	"name": "Douglas Horton"
}, {
	"quote": "A smile is the light in your window that tells others that there is a caring, sharing person inside.",
	"name": "Denis Waitley"
}, {
	"quote": "A smile is a curve that sets everything straight.",
	"name": "Phyllis Diller"
}, {
	"quote": "Children learn to smile from their parents.",
	"name": "Shinichi Suzuki"
}, {
	"quote": "Someone told me the smile on my face gets bigger when I play the guitar.",
	"name": "Niall Horan"
}, {
	"quote": "Start every day off with a smile and get it over with.",
	"name": "W. C. Fields"
}, {
	"quote": "A gentle word, a kind look, a good-natured smile can work wonders and accomplish miracles.",
	"name": "William Hazlitt"
}, {
	"quote": "I've had to learn to fight all my life - got to learn to keep smiling. If you smile things will work out.",
	"name": "Serena Williams"
}, {
	"quote": "Most smiles are started by another smile.",
	"name": "Frank A. Clark"
}, {
	"quote": "A smile is happiness you'll find right under your nose.",
	"name": "Tom Wilson"
}, {
	"quote": "Always wear a smile because you never know who is watching.",
	"name": "Gracie Gold"
}, {
	"quote": "I like to smile when its natural. I'm not mad or anything. That's my style.",
	"name": "Jesse McCartney"
}, {
	"quote": "If you have only one smile in you give it to the people you love.",
	"name": "Maya Angelou"
}, {
	"quote": "Smile. It instantly lifts the face, and it just lights up the room.",
	"name": "Christie Brinkley"
}, {
	"quote": "My smile will always be broken, but I'll always be grateful for the chance to get to do what I get to do.",
	"name": "Trent Franks"
}, {
	"quote": "Youth is something I never wanna take for granted. I just want to smile and live life.",
	"name": "Tyler, The Creator"
}, {
	"quote": "The main thing that you have to remember on this journey is, just be nice to everyone and always smile.",
	"name": "Ed Sheeran"
}, {
	"quote": "Dare, dream, dance, smile, and sing loudly! And have faith that love is an unstoppable force!",
	"name": "Suzanne Brockmann"
}, {
	"quote": "A kind heart is a fountain of gladness, making everything in its vicinity freshen into smiles.",
	"name": "Washington Irving"
}, {
	"quote": "Real men laugh at opposition; real men smile when enemies appear.",
	"name": "Marcus Garvey"
}, {
	"quote": "Whenever I look at a baby or children in general, I smile and just want to play with them.",
	"name": "Odeya Rush"
}, {
	"quote": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.",
	"name": "Thich Nhat Hanh"
}, {
	"quote": "A smile is the universal welcome.",
	"name": "Max Eastman"
}, {
	"quote": "Don't disrespect me, lie about it, and then come smile in my face and act like nothing's wrong.",
	"name": "Scottie Pippen"
}, {
	"quote": "Always keep your smile. That's how I explain my long life.",
	"name": "Jeanne Calment"
}, {
	"quote": "Show me a smile, and I'll show you one back.",
	"name": "Vanilla Ice"
}, {
	"quote": "In real life, I'm a really smiley person. I smile when I talk and I laugh.",
	"name": "Billie Eilish"
}, {
	"quote": "Wear a smile and have friends; wear a scowl and have wrinkles.",
	"name": "George Eliot"
}, {
	"quote": "It's hard for me to fake smile. I personally think I look stupid fake smiling.",
	"name": "Chuck Liddell"
}, {
	"quote": "Nothing beats a great smile.",
	"name": "Karl Urban"
}, {
	"quote": "I love to smile, even through pain.",
	"name": "Victoria Arlen"
}, {
	"quote": "Everyone looks so much better when they smile.",
	"name": "Jimmy Fallon"
}, {
	"quote": "I'm really exciting. I smile a lot, I win a lot, and I'm really sexy.",
	"name": "Serena Williams"
}, {
	"quote": "Look back, and smile on perils past.",
	"name": "Walter Scott"
}, {
	"quote": "A smile is like an instant facelift and an instant mood lift.",
	"name": "Christie Brinkley"
}, {
	"quote": "But God can only smile because only God can know what is coming next.",
	"name": "Desmond Tutu"
}, {
	"quote": "I wake up every morning literally with a smile on my face, grateful for another day I never thought I'd see.",
	"name": "Dick Cheney"
}, {
	"quote": "I wake up each and every day with a smile on my face knowing I get to do something musically.",
	"name": "Two Chainz"
}, {
	"quote": "My cheeks explode when I smile. That's why I have to look so nonplussed.",
	"name": "Rufus Wainwright"
}, {
	"quote": "Id rather have a fake smile than a nasty stare.",
	"name": "Tamara Ecclestone"
}, {
	"quote": "I have a nice smile, pretty lips, and big round cheeks. They help me look like a teenager.",
	"name": "Gabourey Sidibe"
}, {
	"quote": "I feel like a little kid who just walked into a candy store. I think that's something to smile about.",
	"name": "Brandon Boyd"
}, {
	"quote": "I made a circle with a smile for a mouth on yellow paper, because it was sunshiny and bright.",
	"name": "Harvey Ball"
}, {
	"quote": "I think that anybody that smiles automatically looks better.",
	"name": "Diane Lane"
}, {
	"quote": "I used to rely on black-and-white, and while I was working on 'Smile,' I learned to adapt to color on my end.",
	"name": "Raina Telgemeier"
}, {
	"quote": "If you smile when no one else is around, you really mean it.",
	"name": "Andy Rooney"
}, {
	"quote": "A smile is the chosen vehicle of all ambiguities.",
	"name": "Herman Melville"
}, {
	"quote": "I have witnessed the softening of the hardest of hearts by a simple smile.",
	"name": "Goldie Hawn"
}, {
	"quote": "If the world's a veil of tears, Smile till rainbows span it.",
	"name": "Lucy Larcom"
}, {
	"quote": "The flower in the vase smiles, but no longer laughs.",
	"name": "Malcolm de Chazal"
}, {
	"quote": "Always wear a smile sometime during the day - it makes you feel happier and look younger.",
	"name": "Kylie Bax"
}, {
	"quote": "I believe that when you put a smile out there, you get a smile back.",
	"name": "Heidi Klum"
}, {
	"quote": "Youth smiles without any reason. It is one of its chiefest charms.",
	"name": "Thomas Gray"
}, {
	"quote": "People ask me to smile for the camera, but somehow it always comes out gloomy.",
	"name": "Stephen Rea"
}, {
	"quote": "If I'm a bad mood, I can't go on stage and smile.",
	"name": "Grimes"
}, {
	"quote": "Wrinkles will only go where the smiles have been.",
	"name": "Jimmy Buffett"
}, {
	"quote": "And if you see me, smile and maybe give me a hug. That's important to me too.",
	"name": "Jim Valvano"
}, {
	"quote": "The purpose of Disneyland is to make people smile.",
	"name": "Kevin Plank"
}, {
	"quote": "Courage, not compromise, brings the smile of God's approval.",
	"name": "Thomas S. Monson"
}, {
	"quote": "It's so hard not to smile.",
	"name": "Zoe Sugg"
}, {
	"quote": "I truly believe my job is to make sure people smile.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "I'm a workhorse. I'll take anything and everything I can get, and I'll do it with a smile on my face.",
	"name": "Roman Reigns"
}, {
	"quote": "Never a lip is curved with pain that can't be kissed into smiles again.",
	"name": "Bret Harte"
}, {
	"quote": "Even a smile is a good deed.",
	"name": "Shari Arison"
}, {
	"quote": "Luck is not chance, it's toil; fortune's expensive smile is earned.",
	"name": "Emily Dickinson"
}, {
	"quote": "I come to work with a smile and I leave with a laugh, and I'm so grateful.",
	"name": "Robert Knepper"
}, {
	"quote": "I like outgoing girls with a lovely smile and beautiful eyes.",
	"name": "Corbin Bleu"
}, {
	"quote": "Smile at a stranger. See what happens.",
	"name": "Patti LuPone"
}, {
	"quote": "Laughter is regional: a smile extends over the whole face.",
	"name": "Malcolm de Chazal"
}, {
	"quote": "I was so embarrassed about mispronouncing words. I just knew how to smile.",
	"name": "Adriana Lima"
}, {
	"quote": "Reproof on her lip, but a smile in her eye.",
	"name": "Samuel Lover"
}, {
	"quote": "Don't let people see when you're mad - just smile and laugh.",
	"name": "Astro"
}, {
	"quote": "Joy's smile is much closer to tears than laughter.",
	"name": "Victor Hugo"
}, {
	"quote": "Well, there's nothing more touching than putting a smile on a kid's face when you can.",
	"name": "Emma Roberts"
}, {
	"quote": "I'm a happy guy. I just want to see people laugh and smile.",
	"name": "Gerry Cooney"
}, {
	"quote": "I've got a friendly smile, a greeting smile, and a you-know-exactly-what-I'm-thinking smile.",
	"name": "Jason Mitchell"
}, {
	"quote": "Comrades, this man has a nice smile, but he's got iron teeth.",
	"name": "Andrei A. Gromyko"
}, {
	"quote": "And the smile that is worth the praises of earth is the smile that shines through tears.",
	"name": "Ella Wheeler Wilcox"
}, {
	"quote": "I want to touch the heart of the world and make it smile.",
	"name": "Charles de Lint"
}, {
	"quote": "May Heaven be propitious, and smile on the cause of my country.",
	"name": "Zebulon Pike"
}, {
	"quote": "Oh, the summer night, Has a smile of light, And she sits on a sapphire throne.",
	"name": "Bryan Procter"
}, {
	"quote": "We all have our down days, but it's not hard to smile and say, 'Thank you.'",
	"name": "Yvette Nicole Brown"
}, {
	"quote": "The smile of God is victory.",
	"name": "John Greenleaf Whittier"
}, {
	"quote": "Most babies know how to win us over. We cannot help but smile at them and watch them smile back.",
	"name": "Madeleine M. Kunin"
}, {
	"quote": "The catch phrase for the day is 'Do an act of kindness. Help one person smile.'",
	"name": "Harvey Ball"
}, {
	"quote": "Just because a situation is grim doesn't mean you don't have every right to smile.",
	"name": "Rashida Jones"
}, {
	"quote": "I smile a lot in my real life.",
	"name": "Jonathan Groff"
}, {
	"quote": "Right now, I'm following the Buddhist principle: Smile as abuse is hurled your way and this too shall pass.",
	"name": "Aishwarya Rai Bachchan"
}, {
	"quote": "There are some women whose pregnancy would make some sly bachelor smile.",
	"name": "Honore de Balzac"
}, {
	"quote": "When I take my kids out for dinner or lunch, people smile at us.",
	"name": "Louis C. K."
}, {
	"quote": "Better by far you should forget and smile that you should remember and be sad.",
	"name": "Christina Rossetti"
}, {
	"quote": "When you have to work, work with a smile.",
	"name": "Kapil Dev"
}, {
	"quote": "When you smile, you don't only appear to be more likable and courteous, you appear to be more competent.",
	"name": "Ron Gutman"
}, {
	"quote": "You know, there's nothing like seeing the smile on my kids' faces. Laughing together. Playing. It's the best.",
	"name": "Mark Wahlberg"
}, {
	"quote": "A smile and good energy. They will take you farther than any material possession.",
	"name": "Caroline Ghosn"
}, {
	"quote": "It is impossible to persuade a man who does not disagree, but smiles.",
	"name": "Muriel Spark"
}, {
	"quote": "Julia Roberts taught me how to knit on the set of 'Mona Lisa Smile.'",
	"name": "Julia Stiles"
}, {
	"quote": "My sculptures cause an uproar, astonishment, and put a smile on your face.",
	"name": "Florentijn Hofman"
}, {
	"quote": "I collect all the reviews of the films I turned down. And when they're bad - I have to smile.",
	"name": "Simone Signoret"
}, {
	"quote": "I want to make a lot of people smile.",
	"name": "Kyle"
}, {
	"quote": "Marrying for love may be a bit risky, but it is so honest that God can't help but smile on it.",
	"name": "Josh Billings"
}, {
	"quote": "I like to smile. I smile even when I'm nervous since it calms me down and shows my friendliness.",
	"name": "Yani Tseng"
}, {
	"quote": "Grit your teeth and smile. In the face of adversity, go. They don't deserve you.",
	"name": "Christine Lagarde"
}, {
	"quote": "Smile, for everyone lacks self-confidence and more than any other one thing a smile reassures them.",
	"name": "Andre Maurois"
}, {
	"quote": "A smile abroad is often a scowl at home.",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "I loved the Kennedy Center Honors because you just sit there, smile, wave, and cry.",
	"name": "Carol Burnett"
}, {
	"quote": "I don't smile as much as I should, even though I smile inside a lot.",
	"name": "James Patterson"
}, {
	"quote": "What looks like enjoyment is the sneer of contempt. That's not a smile.",
	"name": "Jack Kevorkian"
}, {
	"quote": "She gave me a smile I could feel in my hip pocket.",
	"name": "Raymond Chandler"
}, {
	"quote": "I wake up every day with a smile on my face.",
	"name": "Bob Diamond"
}, {
	"quote": "You know, I've got wrinkles on my forehead and smile lines, but what's wrong with that? I love to smile.",
	"name": "Jennifer Aniston"
}, {
	"quote": "A woman whose smile is open and whose expression is glad has a kind of beauty no matter what she wears.",
	"name": "Anne Roiphe"
}, {
	"quote": "Smile, it's better than a poke in the eye.",
	"name": "Douglas Horton"
}, {
	"quote": "I didn't know how to smile for the paparazzi.",
	"name": "Peggy Lipton"
}, {
	"quote": "I have two rules for a great book: make me think and make me smile.",
	"name": "Adam Grant"
}, {
	"quote": "I never smile unless I mean it.",
	"name": "Donny Osmond"
}, {
	"quote": "I like to be playful; I want people to look at what I do and smile.",
	"name": "Patrick Cox"
}, {
	"quote": "If you want to meet a woman, it's best just to smile and say hi.",
	"name": "Karen McDougal"
}, {
	"quote": "Clowns are meant to make people smile. That's my goal.",
	"name": "Colleen Ballinger"
}, {
	"quote": "Get up and dance, get up and smile, get up and drink to the days that are gone in the shortest while.",
	"name": "Simon Fowler"
}, {
	"quote": "After my husband John Lennon passed away, I tried to smile for my health.",
	"name": "Yoko Ono"
}, {
	"quote": "Let me smile with the wise, and feed with the rich.",
	"name": "Samuel Johnson"
}, {
	"quote": "There's nothing like seeing the smile on my kids' faces. Laughing together. Playing. It's the best.",
	"name": "Mark Wahlberg"
}, {
	"quote": "It's not easy to put a smile on people's faces.",
	"name": "Varun Dhawan"
}, {
	"quote": "A smile is a facelift that's in everyone's price range!",
	"name": "Tom Wilson"
}, {
	"quote": "Anybody who knows me knows that I'm just here to put a smile on people's faces.",
	"name": "Jason Mitchell"
}, {
	"quote": "I smile so much at the theater my face hurts when I leave.",
	"name": "Heather Matarazzo"
}, {
	"quote": "He taught me never to smile, which helps me when I visit disaster sites.",
	"name": "Emo Philips"
}, {
	"quote": "I don't smile a lot in my pictures. I'm always so... grim.",
	"name": "Michael Douglas"
}, {
	"quote": "It's actually more work for me to not smile than to smile.",
	"name": "Victoria Arlen"
}, {
	"quote": "I love to see people laugh and put a smile on peoples' faces. Anytime I'm doing that I'm happy.",
	"name": "Dexter Darden"
}, {
	"quote": "I am a joyful conservative, unafraid to articulate big ideas with an optimistic smile.",
	"name": "Kevin Cramer"
}, {
	"quote": "There's no damn business like show business - you have to smile to keep from throwing up.",
	"name": "Billie Holiday"
}, {
	"quote": "I have a great smile. A lot of people don't know that.",
	"name": "Draymond Green"
}, {
	"quote": "Anyone who has a continuous smile on his face conceals a toughness that is almost frightening.",
	"name": "Greta Garbo"
}, {
	"quote": "You see, with me, when I'm nervous, I smile and laugh.",
	"name": "Paula Radcliffe"
}, {
	"quote": "Once you don't smile on film, they say, 'Let's have that bloke who doesn't smile.'",
	"name": "Richard C. Armitage"
}, {
	"quote": "The Parthenon without the marbles is like a smile with a tooth missing.",
	"name": "Neil Kinnock"
}, {
	"quote": "His smile is like the silver plate on a coffin.",
	"name": "John Philpot Curran"
}, {
	"quote": "We have such a long, familiar history with Peter Falk. The minute his mug is on that screen people smile.",
	"name": "Paul Reiser"
}, {
	"quote": "The company of fools may first make us smile, but in the end we always feel melancholy.",
	"name": "Oliver Goldsmith"
}, {
	"quote": "I've always spent more time with a smile on my face than not, but the thing is, I don't write about it.",
	"name": "Robert Smith"
}, {
	"quote": "I've just got a really bad smile. I go for the scowl instead.",
	"name": "Jason Statham"
}, {
	"quote": "A body smiles, like, 72 times a day. Where does that smile go? That's what I want to know.",
	"name": "Goldie Hawn"
}, {
	"quote": "The same people who smile in my face would be the same ones to talk behind my back.",
	"name": "Timbaland"
}, {
	"quote": "Once every lunar eclipse, you should be able to see me smile!",
	"name": "Sophie Turner"
}, {
	"quote": "It's inspirational to see someone who is dying smile.",
	"name": "Arlen Specter"
}, {
	"quote": "I live to leave somebody with a positive experience when they've met me, and make someone smile for the day.",
	"name": "Dolph Ziggler"
}, {
	"quote": "When my lips are dry, I can't smile, I can't talk - it's debilitating!",
	"name": "Jessica Jung"
}, {
	"quote": "My clothes and my interiors are about making people smile.",
	"name": "Matthew Williamson"
}, {
	"quote": "I'm not proud of it, but I'm a great liar when I travel. I smile and lie, and things are smooth.",
	"name": "Paolo Bacigalupi"
}, {
	"quote": "People who keep stiff upper lips find that it's damn hard to smile.",
	"name": "Judith Guest"
}, {
	"quote": "We may smile at these matters, but they are melancholy illustrations.",
	"name": "Joseph Howe"
}, {
	"quote": "A healthy smile has always been important to me.",
	"name": "Yvonne Orji"
}, {
	"quote": "When people ask me, 'Why don't you drink?' I usually smile and say 'Because I'm not good at it.'",
	"name": "Chris Gethard"
}, {
	"quote": "If you force yourself to smile, within a couple minutes, you feel happy.",
	"name": "Dean Norris"
}, {
	"quote": "We never respect those who amuse us, however we may smile at their comic powers.",
	"name": "Marguerite Gardiner"
}, {
	"quote": "It's lovely to work with a group of actors who make you laugh and smile.",
	"name": "Kelly Reilly"
}, {
	"quote": "I love to smile.",
	"name": "Inge de Bruijn"
}, {
	"quote": "It hurts when you have to smile and you don't want to smile, but the best thing to do is to smile.",
	"name": "Mary J. Blige"
}, {
	"quote": "I still don't love the darkness, though I've learned to smile in it a little bit, now and then.",
	"name": "Billy Crystal"
}, {
	"quote": "I don't have to jump up and smile just because TV wants me to.",
	"name": "Walter Payton"
}, {
	"quote": "If you haven't seen your wife smile at a traffic cop, you haven't seen her smile her prettiest.",
	"name": "Kin Hubbard"
}, {
	"quote": "I'm as happy a man as any in the world, for the whole world seems to smile upon me!",
	"name": "Samuel Smiles"
}, {
	"quote": "People want to start their day off with a smile or, better yet, a guffaw.",
	"name": "George Takei"
}, {
	"quote": "I've learned to lose with a smile on my face. That's what the Oscar teaches you.",
	"name": "Alejandro Gonzalez Inarritu"
}, {
	"quote": "It is boorish to live ungraciously: the giving is the hardest part; what does it cost to add a smile?",
	"name": "Jean de la Bruyere"
}, {
	"quote": "Our aim is to develop affectionate robots that can make people smile.",
	"name": "Masayoshi Son"
}, {
	"quote": "Comedy, we may say, is society protecting itself - with a smile.",
	"name": "J. B. Priestley"
}, {
	"quote": "You get somebody to crack a smile, that's a beautiful thing.",
	"name": "Tracy Morgan"
}, {
	"quote": "In politics you learn to always smile.",
	"name": "Eliot Spitzer"
}, {
	"quote": "Americans think Soviets are so grim. I want them to see that they can smile.",
	"name": "Yakov Smirnoff"
}, {
	"quote": "There is not a soul who does not have to beg alms of another, either a smile, a handshake, or a fond eye.",
	"name": "John Dalberg-Acton"
}, {
	"quote": "I just sing the stuff that makes me smile, makes me feel like I didn't sell myself out.",
	"name": "Patti LaBelle"
}, {
	"quote": "It takes a man to suffer ignorance and smile.",
	"name": "Sting"
}, {
	"quote": "If you're authentic, people smile because they sense there's a piece of themselves there.",
	"name": "Bonnie Hunt"
}, {
	"quote": "Make people have a smile when they finish your e-mail.",
	"name": "Letitia Baldrige"
}, {
	"quote": "My children and my husband make me smile. My work makes me smile.",
	"name": "Victoria Beckham"
}, {
	"quote": "I hoped I could make people smile and laugh and have a good time.",
	"name": "Carson Kressley"
}, {
	"quote": "Smile from your heart; nothing is more beautiful than a woman who is happy to be herself.",
	"name": "Kubra Sait"
}, {
	"quote": "Whatever comes in my way, I take it with smile.",
	"name": "Kubra Sait"
}, {
	"quote": "I just want to show the fans my big smile and play the game that I love.",
	"name": "Yani Tseng"
}, {
	"quote": "More people smile at me now I'm richer.",
	"name": "Mo Ibrahim"
}, {
	"quote": "I hated the ballet, but I liked performing. I did 20 shows, and I couldn't get the smile off my face.",
	"name": "Ansel Elgort"
}, {
	"quote": "You mustn't smile when you lose. You have to be sad like other people. You have to win every game.",
	"name": "Eden Hazard"
}, {
	"quote": "It's true that a smile can take years off a person - not that such a thing matters in Yoko Ono's case.",
	"name": "Elvis Mitchell"
}, {
	"quote": "They gave each other a smile with a future in it.",
	"name": "Ring Lardner"
}, {
	"quote": "A smile costs about $240.",
	"name": "Roma Downey"
}, {
	"quote": "The essence of life is the smile of round female bottoms, under the shadow of cosmic boredom.",
	"name": "Guy de Maupassant"
}, {
	"quote": "I like guys with a sense of humor who smile a lot and are kind.",
	"name": "Nikki Glaser"
}, {
	"quote": "To smile at the jest which plants a thorn in another's breast is to become a principal in the mischief.",
	"name": "Richard Brinsley Sheridan"
}, {
	"quote": "Art makes people smile, brings people together.",
	"name": "Yusaku Maezawa"
}, {
	"quote": "After six years without seeing one, I love just seeing a smile - every smile I see gives me hope.",
	"name": "Ingrid Betancourt"
}, {
	"quote": "When men have a smile on their faces, that does a lot for me.",
	"name": "Michelle Yeoh"
}, {
	"quote": "Many people say I smile more in Africa than in Sweden.",
	"name": "Henning Mankell"
}, {
	"quote": "I'm a positive guy, even if I don't smile a lot.",
	"name": "James Arthur"
}, {
	"quote": "For me, I think the Lord wanted me to win to put a smile on Chinese people's faces.",
	"name": "Michael Chang"
}, {
	"quote": "If you cannot smile when you listen to music, then do not listen to it!",
	"name": "Estelle"
}, {
	"quote": "I think people take a liking to a voice or something that makes them smile and feel good about themselves.",
	"name": "Jess Glynne"
}, {
	"quote": "The weaker the country, the stronger the smile.",
	"name": "Howard E. Koch"
}, {
	"quote": "People relate to me, and I try to make songs that make people smile.",
	"name": "Olly Murs"
}, {
	"quote": "As soon as you 'Botox' your smile lines away, you lose part of your identity.",
	"name": "Nigel Barker"
}, {
	"quote": "When you see someone at 6 in the morning with a smile on their face, you know they're having fun.",
	"name": "Justin Hartley"
}, {
	"quote": "I am happy at Tottenham. I go into work every day with a smile on my face, and that is important.",
	"name": "Harry Kane"
}, {
	"quote": "When you see that many people with a smile on their face, then you must be doing something right.",
	"name": "Greg Norman"
}, {
	"quote": "I can sing and dance. I can smile - a lot.",
	"name": "Chris Colfer"
}, {
	"quote": "Girls are almost always socialized to be perfect: 'Smile, do well in school, don't take too many risks.'",
	"name": "Kimberly Bryant"
}, {
	"quote": "I play guys who never smile, and I never stop smiling.",
	"name": "Michael Kelly"
}, {
	"quote": "Allowing yourself to smile takes 99% of the effort.",
	"name": "Simon Travaglia"
}, {
	"quote": "When you consider all the stars I have managed, mere submarines make me smile.",
	"name": "Charles Frohman"
}, {
	"quote": "You know when someone's over-flattering you in a way. You smile but you can't believe it.",
	"name": "Laura Linney"
}, {
	"quote": "Those who weep recover more quickly than those who smile.",
	"name": "Jean Giraudoux"
}, {
	"quote": "I like my smile.",
	"name": "Ileana D'Cruz"
}, {
	"quote": "You keep shooting. You hope it goes in, and you smile.",
	"name": "Teemu Selanne"
}, {
	"quote": "I get really frustrated if people don't smile.",
	"name": "Sophie Ellis-Bextor"
}, {
	"quote": "There is no point to samba if it doesn't make you smile.",
	"name": "Alma Guillermoprieto"
}, {
	"quote": "The man who can smile when things go wrong has thought of someone else he can blame it on.",
	"name": "Robert Bloch"
}, {
	"quote": "I'm very fortunate that I get to make people smile by creating.",
	"name": "Mike Schultz"
}, {
	"quote": "Selfishly, it feels great for me to do something that might put a smile on someone else's face.",
	"name": "Sami Zayn"
}, {
	"quote": "Riding Valegro always makes you smile, so I enjoy it.",
	"name": "Charlotte Dujardin"
}, {
	"quote": "The bat is gone, but the smile remains.",
	"name": "Willie Stargell"
}, {
	"quote": "When I draw my caricature self-portrait, I always do a huge smile.",
	"name": "Rolf Harris"
}, {
	"quote": "When I remember my mother, it makes me really sad. But, when I remember my father, it makes me smile.",
	"name": "Akkineni Nagarjuna"
}, {
	"quote": "You have to continue to smile through life. And it's good when you get to bring that out in a character.",
	"name": "Jason Mitchell"
}, {
	"quote": "In the U.S., women smile more than men. In the U.K., there's no difference between men and women.",
	"name": "Rana el Kaliouby"
}, {
	"quote": "If you meet a woman in a burqa, she can't reply to your smile. It's a denial of identity.",
	"name": "Jean-Francois Cope"
}, {
	"quote": "After God and my family, it's surf. I don't imagine me not surfing. Surf brings me smile every day.",
	"name": "Gabriel Medina"
}, {
	"quote": "When people smile in your direction when you do something, you tend to continue to do it.",
	"name": "Gavin Creel"
}, {
	"quote": "I don't smile or talk before 10 A.M. unless it's scripted.",
	"name": "Melanie Scrofano"
}, {
	"quote": "People smile at me as if they know me. I just smile back. They probably might know me.",
	"name": "Jim Broadbent"
}, {
	"quote": "I wake up every day with a smile on my face.",
	"name": "Henry Ian Cusick"
}, {
	"quote": "'24' was so serious that it was nice to join 'NCIS' and even be able to smile once or twice.",
	"name": "Annie Wersching"
}, {
	"quote": "I can retire from football with a smile on my face.",
	"name": "John Matuszak"
}, {
	"quote": "Southerners smile more than other Americans.",
	"name": "John Shelton Reed"
}, {
	"quote": "I have a smile 24/7.",
	"name": "Candis Cayne"
}, {
	"quote": "One study found that people who smile in childhood photographs are less likely to get a divorce.",
	"name": "Jenna McCarthy"
}, {
	"quote": "I try to keep people happy. I go out of my way to get a smile. That's the way my mother raised me.",
	"name": "Donald Dunn"
}, {
	"quote": "As happy a man as any in the world, for the whole world seems to smile upon me!",
	"name": "Samuel Pepys"
}, {
	"quote": "And History will smile to think that this is the species for which Socrates and Jesus Christ died.",
	"name": "Julien Benda"
}, {
	"quote": "I try to make people smile and dance, not think about things or educate them.",
	"name": "Norman Cook"
}, {
	"quote": "When you walk into a room, a healthy, beautiful smile is incredibly important.",
	"name": "Susan Anton"
}, {
	"quote": "I just want to make people smile.",
	"name": "Julie Garwood"
}, {
	"quote": "When Fortune smiles, I smile to think how quickly she will frown.",
	"name": "Robert Southwell"
}, {
	"quote": "Action is drama. If we cannot make the audience laugh, smile or cry with us, we are not actors.",
	"name": "Sonny Chiba"
}]