[{
	"quote": "Art, freedom and creativity will change society faster than politics.",
	"name": "Victor Pinchuk"
}, {
	"quote": "Early childhood education is the key to the betterment of society.",
	"name": "Maria Montessori"
}, {
	"quote": "We won't have a society if we destroy the environment.",
	"name": "Margaret Mead"
}, {
	"quote": "To educate a man in mind and not in morals is to educate a menace to society.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "A great man is different from an eminent one in that he is ready to be the servant of the society.",
	"name": "B. R. Ambedkar"
}, {
	"quote": "Without memory, there is no culture. Without memory, there would be no civilization, no society, no future.",
	"name": "Elie Wiesel"
}, {
	"quote": "Until we get equality in education, we won't have an equal society.",
	"name": "Sonia Sotomayor"
}, {
	"quote": "A gender-equal society would be one where the word 'gender' does not exist: where everyone can be themselves.",
	"name": "Gloria Steinem"
}, {
	"quote": "Clothes make the man. Naked people have little or no influence on society.",
	"name": "Mark Twain"
}, {
	"quote": "It is no measure of health to be well adjusted to a profoundly sick society.",
	"name": "Jiddu Krishnamurti"
}, {
	"quote": "I think the first duty of society is justice.",
	"name": "Alexander Hamilton"
}, {
	"quote": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.",
	"name": "Mary Wollstonecraft"
}, {
	"quote": "Space exploration is a force of nature unto itself that no other force in society can rival.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "Censorship reflects a society's lack of confidence in itself.",
	"name": "Potter Stewart"
}, {
	"quote": "The danger of the past was that men became slaves. The danger of the future is that men may become robots.",
	"name": "Erich Fromm"
}, {
	"quote": "The happiness of society is the end of government.",
	"name": "John Adams"
}, {
	"quote": "In our society, the women who break down barriers are those who ignore limits.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "Every human society has its lights and its shadows. That's the reality of existence.",
	"name": "Sebastian Lelio"
}, {
	"quote": "A people that values its privileges above its principles soon loses both.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "Drones overall will be more impactful than I think people recognize, in positive ways to help society.",
	"name": "Bill Gates"
}, {
	"quote": "Access to computers and the Internet has become a basic need for education in our society.",
	"name": "Kent Conrad"
}, {
	"quote": "Journalism is about results. It's about affecting your community or your society in the most progressive way.",
	"name": "Anas Aremeyaw Anas"
}, {
	"quote": "The trouble with the rat race is that even if you win, you're still a rat.",
	"name": "Lily Tomlin"
}, {
	"quote": "Communication is at the very core of our society. That's what makes us human.",
	"name": "Jan Koum"
}, {
	"quote": "The reason why men enter into society is the preservation of their property.",
	"name": "John Locke"
}, {
	"quote": "The most dangerous creation of any society is the man who has nothing to lose.",
	"name": "James Baldwin"
}, {
	"quote": "Ethnic diversity adds richness to a society.",
	"name": "Gary Locke"
}, {
	"quote": "Everyone in society should be a role model, not only for their own self-respect, but for respect from others.",
	"name": "Barry Bonds"
}, {
	"quote": "Society cares for the individual only so far as he is profitable.",
	"name": "Simone de Beauvoir"
}, {
	"quote": "Human society sustains itself by transforming nature into garbage.",
	"name": "Mason Cooley"
}, {
	"quote": "In reality, victims of human trafficking are often left voiceless and completely unseen by society.",
	"name": "Elise Stefanik"
}, {
	"quote": "If a free society cannot help the many who are poor, it cannot save the few who are rich.",
	"name": "John F. Kennedy"
}, {
	"quote": "Corruption, the greatest single bane of our society today.",
	"name": "Olusegun Obasanjo"
}, {
	"quote": "Any society based on domination supports and condones violence.",
	"name": "bell hooks"
}, {
	"quote": "The scars and stains of racism are still deeply embedded in the American society.",
	"name": "John Lewis"
}, {
	"quote": "Suspicion is the companion of mean souls, and the bane of all good society.",
	"name": "Thomas Paine"
}, {
	"quote": "I had three chairs in my house; one for solitude, two for friendship, three for society.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Courts of law, and all the paraphernalia and folly of law cannot be found in a rational state of society.",
	"name": "Robert Owen"
}, {
	"quote": "Our society is used to judging content by its package and label.",
	"name": "Joanna Krupa"
}, {
	"quote": "Patriotism is the secret resource of a successful society.",
	"name": "Michael Ignatieff"
}, {
	"quote": "There can be no keener revelation of a society's soul than the way in which it treats its children.",
	"name": "Nelson Mandela"
}, {
	"quote": "The finest clothing made is a person's own skin, but, of course, society demands something more than this.",
	"name": "Mark Twain"
}, {
	"quote": "Truth is certainly a branch of morality and a very important one to society.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Caste has divided us. I wish it should be completely abolished from our society.",
	"name": "Vijay Sethupathi"
}, {
	"quote": "Our society strives to avoid any possibility of offending anyone - except God.",
	"name": "Billy Graham"
}, {
	"quote": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.",
	"name": "Isaac Asimov"
}, {
	"quote": "Society exists only as a mental concept; in the real world there are only individuals.",
	"name": "Oscar Wilde"
}, {
	"quote": "Society is like a large piece of frozen water; and skating well is the great art of social life.",
	"name": "Letitia Elizabeth Landon"
}, {
	"quote": "Capital punishment is our society's recognition of the sanctity of human life.",
	"name": "Orrin Hatch"
}, {
	"quote": "The Internet: transforming society and shaping the future through chat.",
	"name": "Dave Barry"
}, {
	"quote": "Fascism is not in itself a new order of society. It is the future refusing to be born.",
	"name": "Aneurin Bevan"
}, {
	"quote": "One of the definitions of sanity is the ability to tell real from unreal. Soon we'll need a new definition.",
	"name": "Alvin Toffler"
}, {
	"quote": "I get enormous satisfaction from knowing I'm doing something for society.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "The progress of society is mainly the improvement in the condition of the workingmen of the world.",
	"name": "Rutherford B. Hayes"
}, {
	"quote": "Nobility is a graceful ornament to the civil order. It is the Corinthian capital of polished society.",
	"name": "Edmund Burke"
}, {
	"quote": "I believe discrimination still exists in society and we must fight it in every form.",
	"name": "Andrew Cuomo"
}, {
	"quote": "We have to talk about liberating minds as well as liberating society.",
	"name": "Angela Davis"
}, {
	"quote": "I think being different, going against the grain of society is the greatest thing in the world.",
	"name": "Elijah Wood"
}, {
	"quote": "I should tie myself to no particular system of society other than of socialism.",
	"name": "Nelson Mandela"
}, {
	"quote": "Mass media provides the essential link between the individual and the demands of the technological society.",
	"name": "Jacques Ellul"
}, {
	"quote": "Society cannot share a common communication system so long as it is split into warring factions.",
	"name": "Bertolt Brecht"
}, {
	"quote": "Capital is reckless of the health or length of life of the laborer, unless under compulsion from society.",
	"name": "Karl Marx"
}, {
	"quote": "My purpose in life does not include a hankering to charm society.",
	"name": "James Dean"
}, {
	"quote": "An active and vibrant railway system confers many benefits on the society.",
	"name": "Yemi Osinbajo"
}, {
	"quote": "I believe I have a personal responsibility to make a positive impact on society.",
	"name": "Anthony Fauci"
}, {
	"quote": "The family is the first essential cell of human society.",
	"name": "Pope John XXIII"
}, {
	"quote": "Neither the life of an individual nor the history of a society can be understood without understanding both.",
	"name": "C. Wright Mills"
}, {
	"quote": "Freedom of the press is not an end in itself but a means to the end of achieving a free society.",
	"name": "Felix Frankfurter"
}, {
	"quote": "We're in an age of enlightenment, and we have a choice as a society which path to take.",
	"name": "Rhys Ifans"
}, {
	"quote": "My black-and-white work is more of a celebration, and the color work became more of a critique of society.",
	"name": "Martin Parr"
}, {
	"quote": "The expectations of people and society on Samsung have grown stricter and bigger.",
	"name": "Jay Y. Lee"
}, {
	"quote": "It's not fair that women look in the mirror and feel disgust because of what society has made them believe.",
	"name": "Jessica Simpson"
}, {
	"quote": "Unfortunately, our affluent society has also been an effluent society.",
	"name": "Hubert H. Humphrey"
}, {
	"quote": "I felt free once I realized I was never going to fit the narrow mold society wanted me to fit in.",
	"name": "Ashley Graham"
}, {
	"quote": "A state of society where men may not speak their minds cannot long endure.",
	"name": "Winston Churchill"
}, {
	"quote": "All that is valuable in human society depends upon the opportunity for development accorded the individual.",
	"name": "Albert Einstein"
}, {
	"quote": "Society is unity in diversity.",
	"name": "George Herbert Mead"
}, {
	"quote": "If society will not admit of woman's free development, then society must be remodeled.",
	"name": "Elizabeth Blackwell"
}, {
	"quote": "Racism is beyond common sense and has no place in our society.",
	"name": "Morrissey"
}, {
	"quote": "Rule of law is the most important element in any civil society.",
	"name": "Mo Ibrahim"
}, {
	"quote": "Arguments are extremely vulgar, for everyone in good society holds exactly the same opinion.",
	"name": "Oscar Wilde"
}, {
	"quote": "You can find your way across this country using burger joints the way a navigator uses stars.",
	"name": "Charles Kuralt"
}, {
	"quote": "Being homeless is like living in a post-apocalyptic world. You're on the outskirts of society.",
	"name": "Frank Dillane"
}, {
	"quote": "A civilized society is one which tolerates eccentricity to the point of doubtful sanity.",
	"name": "Robert Frost"
}, {
	"quote": "The most violent element in society is ignorance.",
	"name": "Emma Goldman"
}, {
	"quote": "All literary men are Red Sox fans - to be a Yankee fan in a literate society is to endanger your life.",
	"name": "John Cheever"
}, {
	"quote": "When we empower women, society benefits, grows, and thrives.",
	"name": "Paul Polman"
}, {
	"quote": "Princes and governments are far more dangerous than other elements within society.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "If we as a society are willing to have a preference for organic food, the farmer can pass on the savings.",
	"name": "Robert Patterson"
}, {
	"quote": "To understand how any society functions you must understand the relationship between the men and the women.",
	"name": "Angela Davis"
}, {
	"quote": "There is only one way left to escape the alienation of present day society: to retreat ahead of it.",
	"name": "Roland Barthes"
}, {
	"quote": "I could pose in fashion commercials as a high society star but politics is a new way of life.",
	"name": "Marat Safin"
}, {
	"quote": "Unless you are willing to compromise, society cannot live together.",
	"name": "Alan Greenspan"
}, {
	"quote": "There are a number of women who have brought about immense change in society.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "No one would talk much in society if they knew how often they misunderstood others.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "In just about every area of society, there's nothing more important than ethics.",
	"name": "Henry Paulson"
}, {
	"quote": "We are a segmented society, living in our individual bubbles.",
	"name": "Richard Cohen"
}, {
	"quote": "If you insist that individual rights are the summum bonum, then the whole structure of society falls down.",
	"name": "B. F. Skinner"
}, {
	"quote": "No one can live entirely on their own, nor can any country or society exist in isolation.",
	"name": "Daisaku Ikeda"
}, {
	"quote": "If you let society and your peers define who you are, you're the less for it.",
	"name": "Hugh Hefner"
}, {
	"quote": "Society exists for the benefit of its members, not the members for the benefit of society.",
	"name": "Herbert Spencer"
}, {
	"quote": "Girls are the future mothers of our society, and it is important that we focus on their well-being.",
	"name": "Miriam Makeba"
}, {
	"quote": "Society is well governed when its people obey the magistrates, and the magistrates obey the law.",
	"name": "Solon"
}, {
	"quote": "Anti-Semitism is not just a problem for Jews; it is a problem for all of our society.",
	"name": "Ephraim Mirvis"
}, {
	"quote": "Individual rights are the means of subordinating society to moral law.",
	"name": "Ayn Rand"
}, {
	"quote": "Anonymity, in some cases a key civil liberty, also enables society's worst actors.",
	"name": "Wil Wheaton"
}, {
	"quote": "Tremendous amounts of talent are lost to our society just because that talent wears a skirt.",
	"name": "Shirley Chisholm"
}, {
	"quote": "I believe we can continue the Great Society while we fight in Vietnam.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "We have to abandon liberal methods and principles of organizing a society.",
	"name": "Viktor Orban"
}, {
	"quote": "Society attacks early, when the individual is helpless.",
	"name": "B. F. Skinner"
}, {
	"quote": "A society that gets rid of all its troublemakers goes downhill.",
	"name": "Robert A. Heinlein"
}, {
	"quote": "When you have a highly divided society, it's hard to come together to make investments in the common good.",
	"name": "Joseph Stiglitz"
}, {
	"quote": "The roof cannot collapse when the value pillars of government and society are sound and strong.",
	"name": "Gloria Macapagal Arroyo"
}, {
	"quote": "Society needs both justice and compassion, a head and a heart, if it is to be civilised.",
	"name": "Julian Baggini"
}, {
	"quote": "Racism, unfortunately, is part of the fabric of America's society.",
	"name": "David Scott"
}, {
	"quote": "Our society, including the liberals, must understand that there must be order.",
	"name": "Vladimir Putin"
}, {
	"quote": "British society has never been cleansed of the filth of imperialism.",
	"name": "Salman Rushdie"
}, {
	"quote": "The basic assumption of the secular society is that modernity overcomes religion.",
	"name": "Ulrich Beck"
}, {
	"quote": "Laughter is, after speech, the chief thing that holds society together.",
	"name": "Max Eastman"
}, {
	"quote": "The first principle of a free society is an untrammeled flow of words in an open forum.",
	"name": "Adlai Stevenson I"
}, {
	"quote": "The first sign of corruption in a society that is still alive is that the end justifies the means.",
	"name": "Georges Bernanos"
}, {
	"quote": "American society will never completely understand the true meaning of equality.",
	"name": "Bryant H. McGill"
}, {
	"quote": "If the children of a group's founder are to take over that group, they need the endorsement of society.",
	"name": "Lee Kun-hee"
}, {
	"quote": "How a society treats its disabled is the true measure of a civilization.",
	"name": "Chen Guangcheng"
}, {
	"quote": "Service to society is the rent we pay for living on this planet.",
	"name": "Joseph Murray"
}, {
	"quote": "Suburbia is where the developer bulldozes out the trees, then names the streets after them.",
	"name": "Bill Vaughan"
}, {
	"quote": "The value of a dollar is social, as it is created by society.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "The human mind is a dramatic structure in itself and our society is absolutely saturated with drama.",
	"name": "Edward Bond"
}, {
	"quote": "In every society some men are born to rule, and some to advise.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Society is always taken by surprise at any new example of common sense.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "In any society, fanatics who hate don't hate only me - they hate you, too. They hate everybody.",
	"name": "Elie Wiesel"
}, {
	"quote": "In my afternoon walk I would fain forget all my morning occupations and my obligations to society.",
	"name": "Henry David Thoreau"
}, {
	"quote": "The opposite of courage in our society is not cowardice, it is conformity.",
	"name": "Rollo May"
}, {
	"quote": "If society fits you comfortably enough, you call it freedom.",
	"name": "Robert Frost"
}, {
	"quote": "I wanted to start a revolution, using art to build the sort of society I myself envisioned.",
	"name": "Yayoi Kusama"
}, {
	"quote": "The health of a democratic society may be measured by the quality of functions performed by private citizens.",
	"name": "Alexis de Tocqueville"
}, {
	"quote": "Redemption is possible, and it is the measure of a civilized society.",
	"name": "Greg Boyle"
}, {
	"quote": "Revolution is born as a social entity within the oppressor society.",
	"name": "Paulo Freire"
}, {
	"quote": "Who needs the protection of the Bill of Rights most? The weak, the most vulnerable in society.",
	"name": "Danny Kaye"
}, {
	"quote": "I think that society has to be careful not to shift all of its resources to the elderly versus the young.",
	"name": "Bill Gates"
}, {
	"quote": "I chose America as my home because I value freedom and democracy, civil liberties and an open society.",
	"name": "George Soros"
}, {
	"quote": "As society changes, as politics change, as people change, certain songs still seem to resonate.",
	"name": "Beck"
}, {
	"quote": "Society therefore is as ancient as the world.",
	"name": "Voltaire"
}, {
	"quote": "Part of your heritage in this society is the opportunity to become financially independent.",
	"name": "Jim Rohn"
}, {
	"quote": "An armed society is a polite society. Manners are good when one may have to back up his acts with his life.",
	"name": "Robert A. Heinlein"
}, {
	"quote": "The society based on production is only productive, not creative.",
	"name": "Albert Camus"
}, {
	"quote": "Most of the change we think we see in life is due to truths being in and out of favor.",
	"name": "Robert Frost"
}, {
	"quote": "Music is always a commentary on society.",
	"name": "Frank Zappa"
}, {
	"quote": "Money is the barometer of a society's virtue.",
	"name": "Ayn Rand"
}, {
	"quote": "You can't make up anything anymore. The world itself is a satire. All you're doing is recording it.",
	"name": "Art Buchwald"
}, {
	"quote": "Society can overlook murder, adultery or swindling; it never forgives preaching of a new gospel.",
	"name": "Edmund Burke"
}, {
	"quote": "The pillars of truth and the pillars of freedom - they are the pillars of society.",
	"name": "Henrik Ibsen"
}, {
	"quote": "Society bristles with enigmas which look hard to solve. It is a perfect maze of intrigue.",
	"name": "Honore de Balzac"
}, {
	"quote": "In many ways, when you're a Nobel peace laureate, you have an obligation to humankind, to society.",
	"name": "Desmond Tutu"
}, {
	"quote": "Society has always to demand a little more from human beings than it will get in practice.",
	"name": "George Orwell"
}, {
	"quote": "You can't be a minority in this society without having someone express disapproval about affirmative action.",
	"name": "Sonia Sotomayor"
}, {
	"quote": "You get racism crossing the street; it's in the very fabric of American society.",
	"name": "Nina Simone"
}, {
	"quote": "We live in the kind of society where, in almost all cases, hard work is rewarded.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "Solitude is better than the society of evil persons.",
	"name": "Abu Bakr"
}, {
	"quote": "Society is like a stew. If you don't stir it up every once in a while then a layer of scum floats to the top.",
	"name": "Edward Abbey"
}, {
	"quote": "What drives me is exploration with a purpose, more the classic Royal Geographical Society genre.",
	"name": "Robert Ballard"
}, {
	"quote": "Elegance for one society is not elegance for another. It's in the eyes of the beholder.",
	"name": "Louise Wilson"
}, {
	"quote": "A society made up of individuals who were all capable of original thought would probably be unendurable.",
	"name": "H. L. Mencken"
}, {
	"quote": "I'm trying to make God more relevant in our society.",
	"name": "Joel Osteen"
}, {
	"quote": "One can be instructed in society, one is inspired only in solitude.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Some people strengthen the society just by being the kind of people they are.",
	"name": "John W. Gardner"
}, {
	"quote": "Regardless of what society says, we can't go on much longer in the sea of immorality without judgment coming.",
	"name": "Billy Graham"
}, {
	"quote": "People, for reasons of their own, often fail to do things that would be good for them or good for society.",
	"name": "John Roberts"
}, {
	"quote": "Rising anti-Semitism is rarely the lone or the last expression of intolerance in a society.",
	"name": "Samantha Power"
}, {
	"quote": "We are not yet a society free of sexism, and this will continue to be an issue for all women candidates.",
	"name": "Campbell Brown"
}, {
	"quote": "Once the fabric of a just society is undone, it takes generations to weave it back together.",
	"name": "Deepak Chopra"
}, {
	"quote": "There is no such thing as society: there are individual men and women, and there are families.",
	"name": "Margaret Thatcher"
}, {
	"quote": "The mark of our society as civilized will come when we embrace confidence in the power of redemption.",
	"name": "Greg Boyle"
}, {
	"quote": "The only yardstick for success our society has is being a champion. No one remembers anything else.",
	"name": "John Madden"
}, {
	"quote": "I believe the home and marriage is the foundation of our society and must be protected.",
	"name": "Billy Graham"
}, {
	"quote": "It's misleading to essentialize an entire society as if it were a single mind.",
	"name": "Steven Pinker"
}, {
	"quote": "Contemporary art will help me to modernise our society.",
	"name": "Victor Pinchuk"
}, {
	"quote": "My definition of a decent society is one that first of all takes care of its losers, and protects its weak.",
	"name": "John le Carre"
}, {
	"quote": "I define 'social thriller' as thriller/horror movies where the ultimate villain is society.",
	"name": "Jordan Peele"
}, {
	"quote": "Creativity is a game changer. That's true of society, in advertising and in life.",
	"name": "David Droga"
}, {
	"quote": "I am not arguing for a utopian society; equal opportunity for all, though ideal, is unrealistic.",
	"name": "Tulsi Tanti"
}, {
	"quote": "In much of society, research means to investigate something you do not know or understand.",
	"name": "Neil Armstrong"
}, {
	"quote": "You seek help from the elders. A society with elders is healthy. It's not always that way in the West.",
	"name": "Bernard Lagat"
}, {
	"quote": "I don't think even ungodly people realize what a society would be like that had no godly influence at all.",
	"name": "Joyce Meyer"
}, {
	"quote": "We have an epidemic of insecure people in our society today.",
	"name": "Joyce Meyer"
}, {
	"quote": "A society that has more justice is a society that needs less charity.",
	"name": "Ralph Nader"
}, {
	"quote": "My passion is to create a better society for our future citizens.",
	"name": "N. R. Narayana Murthy"
}, {
	"quote": "The 1960s were about releasing ourselves from conventional society and freeing ourselves.",
	"name": "Yoko Ono"
}, {
	"quote": "Artists are going to be the metronome of this society.",
	"name": "Yoko Ono"
}, {
	"quote": "Society tells you that when you're old you have to retire. You have to defy that.",
	"name": "Yoko Ono"
}, {
	"quote": "Life cannot subsist in society but by reciprocal concessions.",
	"name": "Samuel Johnson"
}, {
	"quote": "Education is simply the soul of a society as it passes from one generation to another.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Kids are going to try drugs and alcohol; that's part of society.",
	"name": "Jamie Lee Curtis"
}, {
	"quote": "Society is at odds with itself.",
	"name": "Clint Eastwood"
}, {
	"quote": "Our modern society - especially in the West, and especially now - reveres youth.",
	"name": "Clint Eastwood"
}, {
	"quote": "Society has made us believe you should look like an 18-year-old model all your life.",
	"name": "Clint Eastwood"
}, {
	"quote": "The forces in a capitalist society, if left unchecked, tend to make the rich richer and the poor poorer.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "Society can't function without shared prosperity.",
	"name": "Joseph Stiglitz"
}, {
	"quote": "What I mind in modern society very much is the awful lack of grammar.",
	"name": "Ruth Rendell"
}, {
	"quote": "The real problem is that the way that power is given out in our society pits us against each other.",
	"name": "Anita Hill"
}, {
	"quote": "Adolescence is society's permission slip for combining physical maturity with psychological irresponsibility.",
	"name": "Terri Apter"
}, {
	"quote": "When people accept breaking the law as normal, something happens to the whole society.",
	"name": "Orson Welles"
}, {
	"quote": "Society is the union of men and not the men themselves.",
	"name": "Montesquieu"
}, {
	"quote": "Sometimes the most positive thing you can be in a boring society is absolutely negative.",
	"name": "John Lydon"
}, {
	"quote": "The ultimate test of a moral society is the kind of world that it leaves to its children.",
	"name": "Dietrich Bonhoeffer"
}, {
	"quote": "What's done to children, they will do to society.",
	"name": "Karl A. Menninger"
}, {
	"quote": "As a creative person, you just put something out into the consciousness of the society you live in.",
	"name": "Annie Lennox"
}, {
	"quote": "Our society needs to become less fragmented and more open to alternative viewpoints.",
	"name": "Susan Collins"
}, {
	"quote": "Art is observing society around you, representing it through your eyes.",
	"name": "Mark Foster"
}, {
	"quote": "The reconnection of society, economy and ethics is a project we cannot postpone.",
	"name": "Michael D. Higgins"
}, {
	"quote": "People are going to behave however the social norms permit, and beyond that.",
	"name": "Max Cannon"
}, {
	"quote": "Punishment can do a lot for criminals, and send a message to the rest of society.",
	"name": "Bill Bennett"
}, {
	"quote": "The man in our society is the breadwinner; the woman has enough to do as the homemaker, wife and mother.",
	"name": "Dorothy Fields"
}, {
	"quote": "In these times you have to be an optimist to open your eyes when you awake in the morning.",
	"name": "Carl Sandburg"
}, {
	"quote": "The path towards a free society has not been simple. There are tragic and glorious pages in our history.",
	"name": "Vladimir Putin"
}, {
	"quote": "The enemy of society is middle class and the enemy of life is middle age.",
	"name": "Orson Welles"
}, {
	"quote": "A goose flies by a chart which the Royal Geographical Society could not mend.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "The general will rules in society as the private will governs each separate individual.",
	"name": "Maximilien Robespierre"
}, {
	"quote": "I feel like sometimes that I was not meant for this society.",
	"name": "Mike Tyson"
}, {
	"quote": "A nation is a society united by a delusion about its ancestry and by common hatred of its neighbours.",
	"name": "William Inge"
}, {
	"quote": "Our individual lives cannot, generally, be works of art unless the social order is also.",
	"name": "Charles Horton Cooley"
}, {
	"quote": "Infant mortality and life expectancy are reasonable indicators of general well-being in a society.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Good humor is one of the best articles of dress one can wear in society.",
	"name": "William Makepeace Thackeray"
}, {
	"quote": "Civilization is unbearable, but it is less unbearable at the top.",
	"name": "Timothy Leary"
}, {
	"quote": "The wise person often shuns society for fear of being bored.",
	"name": "Jean de la Bruyere"
}, {
	"quote": "The work of the artist is to express what is repressed or even to speak the unspoken grief of society.",
	"name": "Michael Leunig"
}, {
	"quote": "Society honors its living conformists and its dead troublemakers.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "The public school has become the established church of secular society.",
	"name": "Ivan Illich"
}, {
	"quote": "In a society that tries to standardize thinking, individuality is not highly prized.",
	"name": "Alex Grey"
}, {
	"quote": "We don't need military weapons in our society. We're not supposed to be at war with one another.",
	"name": "Blase J. Cupich"
}, {
	"quote": "The problem is that the U.K. in essence is a feudal society. It's everyone in their place.",
	"name": "Brian Cox"
}, {
	"quote": "To me, a painter, if not the most useful, is the least harmful member of our society.",
	"name": "Man Ray"
}, {
	"quote": "My hope is that light, flexible architecture might bring about a new and open society.",
	"name": "Frei Otto"
}, {
	"quote": "Society has arisen out of the works of peace; the essence of society is peacemaking.",
	"name": "Ludwig von Mises"
}, {
	"quote": "I think vegetarianism is a crucial ethical choice for an individual and a society.",
	"name": "Bernhard Goetz"
}, {
	"quote": "Whatever is shown in a TV show is a reflection of society.",
	"name": "Kratika Sengar"
}, {
	"quote": "It is good for society to have this introspection.",
	"name": "Jacques Verges"
}, {
	"quote": "Cinema is a reflection of its own society.",
	"name": "Shohreh Aghdashloo"
}, {
	"quote": "Society is based on the assumption that everyone is alike and no one is alive.",
	"name": "Hugh Kingsmill"
}, {
	"quote": "Our society is not a community, but merely a collection of isolated family units.",
	"name": "Valerie Solanas"
}, {
	"quote": "The priests are debarred from female society, nor is any woman permitted to enter the religious houses.",
	"name": "Hernan Cortes"
}, {
	"quote": "Cockroaches and socialites are the only things that can stay up all night and eat anything.",
	"name": "Herb Caen"
}, {
	"quote": "I think society, in general, is hard on women, period.",
	"name": "Faith Hill"
}, {
	"quote": "Life was a lot simpler when what we honored was father and mother rather than all major credit cards.",
	"name": "Robert Orben"
}, {
	"quote": "It is not a fragrant world.",
	"name": "Raymond Chandler"
}, {
	"quote": "I am as frustrated with society as a pyromaniac in a petrified forest.",
	"name": "A. Whitney Brown"
}, {
	"quote": "Exclusiveness in a garden is a mistake as great as it is in society.",
	"name": "Alfred Austin"
}, {
	"quote": "Nine-tenths of the people were created so you would want to be with the other tenth.",
	"name": "Horace Walpole"
}, {
	"quote": "The function of the press in society is to inform, but its role in society is to make money.",
	"name": "A. J. Liebling"
}, {
	"quote": "I challenge us all to have the courage of our convictions to fight for a fair, justice and inclusive society.",
	"name": "Opal Tometi"
}, {
	"quote": "What can you say about a society that says that God is dead and Elvis is alive?",
	"name": "Irv Kupcinet"
}, {
	"quote": "To have a man who can flirt is next thing to indispensable to a leader of society.",
	"name": "Margaret Oliphant"
}]