[{
	"quote": "Music was my refuge. I could crawl into the space between the notes and curl my back to loneliness.",
	"name": "Maya Angelou"
}, {
	"quote": "The Universe is under no obligation to make sense to you.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "But a city is more than a place in space, it is a drama in time.",
	"name": "Patrick Geddes"
}, {
	"quote": "For the wise man looks into space and he knows there is no limited dimensions.",
	"name": "Zhuangzi"
}, {
	"quote": "I would like to die on Mars. Just not on impact.",
	"name": "Elon Musk"
}, {
	"quote": "Oh, don't let's ask for the moon. We've already got the stars.",
	"name": "Bette Davis"
}, {
	"quote": "That's one small step for a man, one giant leap for mankind.",
	"name": "Neil Armstrong"
}, {
	"quote": "Nothing exists except atoms and empty space; everything else is opinion.",
	"name": "Democritus"
}, {
	"quote": "Space exploration is a force of nature unto itself that no other force in society can rival.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "Space is the breath of art.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "There is always space for improvement, no matter how long you've been in the business.",
	"name": "Oscar De La Hoya"
}, {
	"quote": "Houston, Tranquillity Base here. The Eagle has landed.",
	"name": "Neil Armstrong"
}, {
	"quote": "The stars don't look bigger, but they do look brighter.",
	"name": "Sally Ride"
}, {
	"quote": "Your sacred space is where you can find yourself again and again.",
	"name": "Joseph Campbell"
}, {
	"quote": "Each time I think I've created time for myself, along comes a throwback to disrupt my private space.",
	"name": "Wole Soyinka"
}, {
	"quote": "Many a trip continues long after movement in time and space have ceased.",
	"name": "John Steinbeck"
}, {
	"quote": "Architecture is the thoughtful making of space.",
	"name": "Louis Kahn"
}, {
	"quote": "The moon is a friend for the lonesome to talk to.",
	"name": "Carl Sandburg"
}, {
	"quote": "Some people think happiness is a luxury, but it's a necessity. You need to make space for it in your life.",
	"name": "Christie Brinkley"
}, {
	"quote": "Architecture is basically the design of interiors, the art of organizing interior space.",
	"name": "Philip Johnson"
}, {
	"quote": "Be exactly who you are. You can fit in any space you see yourself in. Be fearless.",
	"name": "Dawn Richard"
}, {
	"quote": "I love the desert and its incomparable sense of space.",
	"name": "Robyn Davidson"
}, {
	"quote": "When we're in that kind of childish space, we're more genuine and feel more comfortable with our friends.",
	"name": "Evan Spiegel"
}, {
	"quote": "Anything humans can do in space, robots can do better.",
	"name": "Trevor Paglen"
}, {
	"quote": "Planets move in ellipses with the Sun at one focus.",
	"name": "Johannes Kepler"
}, {
	"quote": "Make an empty space in any corner of your mind, and creativity will instantly fill it.",
	"name": "Dee Hock"
}, {
	"quote": "When I'm home, I like a cozy, comfortable, calming space.",
	"name": "Stacy Keibler"
}, {
	"quote": "I think that the ideal space must contain elements of magic, serenity, sorcery and mystery.",
	"name": "Luis Barragan"
}, {
	"quote": "What art offers is space - a certain breathing room for the spirit.",
	"name": "John Updike"
}, {
	"quote": "Hey sky, take off your hat, I'm on my way!",
	"name": "Valentina Tereshkova"
}, {
	"quote": "Circles create soothing space, where even reticent people can realize that their voice is welcome.",
	"name": "Margaret J. Wheatley"
}, {
	"quote": "We are aware only of the empty space in the forest, which only yesterday was filled with trees.",
	"name": "Anna Freud"
}, {
	"quote": "Space Mountain may be the oldest ride in the park, but it has the longest line.",
	"name": "Ric Flair"
}, {
	"quote": "In a modern loft, you can't just fill a space with furniture. Each piece has to be perfect.",
	"name": "Nate Berkus"
}, {
	"quote": "What is the use of a house if you haven't got a tolerable planet to put it on?",
	"name": "Henry David Thoreau"
}, {
	"quote": "There are no passengers on spaceship earth. We are all crew.",
	"name": "Marshall McLuhan"
}, {
	"quote": "The space shuttle is a better and safer rocket than it was before the Challenger accident.",
	"name": "Sally Ride"
}, {
	"quote": "The space within becomes the reality of the building.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Once you've been in space, you appreciate how small and fragile the Earth is.",
	"name": "Valentina Tereshkova"
}, {
	"quote": "For NASA, space is still a high priority.",
	"name": "Dan Quayle"
}, {
	"quote": "You can only really hear the beat of your own drum if you give yourself the space to sit in it.",
	"name": "Ari Graynor"
}, {
	"quote": "If the Sun and Moon should ever doubt, they'd immediately go out.",
	"name": "William Blake"
}, {
	"quote": "Find joy and solace in the simple, and cultivate your utopia by feeling the Tao in every cubic inch of space.",
	"name": "Wayne Dyer"
}, {
	"quote": "In so many and such important ways, then, do the planets bear witness to the earth's mobility.",
	"name": "Nicolaus Copernicus"
}, {
	"quote": "Cyberspace can't compensate for real space. We benefit from chatting to people face to face.",
	"name": "Jonathan Sacks"
}, {
	"quote": "If we drive down the cost of transportation in space, we can do great things.",
	"name": "Elon Musk"
}, {
	"quote": "A pedestal is as much a prison as any small, confined space.",
	"name": "Gloria Steinem"
}, {
	"quote": "The greatest thing we can do is to give each other a safe space to truly, truly be ourselves in the world.",
	"name": "Sara Bareilles"
}, {
	"quote": "Be intentional with your space. Don't be afraid to step on a limb and design your home the way you love it.",
	"name": "Joanna Gaines"
}, {
	"quote": "I would rather be a superb meteor, every atom of me in magnificent glow, than a sleepy and permanent planet.",
	"name": "Jack London"
}, {
	"quote": "If the Earth gets hit by an asteroid, it's game over. It's control-alt-delete for civilization.",
	"name": "Bill Nye"
}, {
	"quote": "After one look at this planet any visitor from outer space would say 'I want to see the manager.'",
	"name": "William S. Burroughs"
}, {
	"quote": "If you put enough smart people together in one space, good things happen.",
	"name": "Erik Hersman"
}, {
	"quote": "When you're getting ready to launch into space, you're sitting on a big explosion waiting to happen.",
	"name": "Sally Ride"
}, {
	"quote": "Most whale photos you see show whales in this beautiful blue water - it's almost like space.",
	"name": "Brian Skerry"
}, {
	"quote": "A zero-gravity flight is a first step toward space travel.",
	"name": "Stephen Hawking"
}, {
	"quote": "If you want a nation to have space exploration ambitions, you've got to send humans.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "I don't think the human race will survive the next thousand years, unless we spread into space.",
	"name": "Stephen Hawking"
}, {
	"quote": "Land on Mars, a round-trip ticket - half a million dollars. It can be done.",
	"name": "Elon Musk"
}, {
	"quote": "You think of floating on a rock in space as so alien, but that's exactly what we're doing.",
	"name": "Winnie Harlow"
}, {
	"quote": "Coming home to a tidy, pulled-together space will help everything in your life feel the same way.",
	"name": "Bobby Berk"
}, {
	"quote": "The eternal silence of these infinite spaces frightens me.",
	"name": "Blaise Pascal"
}, {
	"quote": "The modern artist is working with space and time, and expressing his feelings rather than illustrating.",
	"name": "Jackson Pollock"
}, {
	"quote": "The rhythm of relations of color and size makes the absolute appear in the relativity of time and space.",
	"name": "Piet Mondrian"
}, {
	"quote": "When we judge, we are always in a psychic space which is circular.",
	"name": "Rene Girard"
}, {
	"quote": "The thought of a limit to perceptual space and time staggers the mind.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "I don't know what you could say about a day in which you have seen four beautiful sunsets.",
	"name": "John Glenn"
}, {
	"quote": "I can't deal with someone wanting to take a relationship backward or needing space or cheating on you.",
	"name": "Taylor Swift"
}, {
	"quote": "The most important thing about Spaceship Earth - an instruction book didn't come with it.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "I'm lucky to be in a space where I've been accepted for who I am and celebrated for who I am.",
	"name": "Chance The Rapper"
}, {
	"quote": "There's always room to volunteer. I think that's a huge space to be involved with.",
	"name": "Halima Aden"
}, {
	"quote": "I am absolutely certain that life can exist in outer space, move around, find a new aqueous environment.",
	"name": "Craig Venter"
}, {
	"quote": "Islam is about finding your own space.",
	"name": "Kareem Abdul-Jabbar"
}, {
	"quote": "Darkness is to space what silence is to sound, i.e., the interval.",
	"name": "Marshall McLuhan"
}, {
	"quote": "I'm very inspired by outer space.",
	"name": "Selah Louise Marley"
}, {
	"quote": "Inner space is so much more interesting, because outer space is so empty.",
	"name": "Theodore Sturgeon"
}, {
	"quote": "I see nothing in space as promising as the view from a Ferris wheel.",
	"name": "E. B. White"
}, {
	"quote": "The works I made at the start of my career rely on the themes of war, atomic power, and outer space.",
	"name": "Takashi Murakami"
}, {
	"quote": "I'm a little territorial and defensive. I don't like having my space invaded.",
	"name": "Shia LaBeouf"
}, {
	"quote": "I already find pyramids from space. Is there anything cooler than that?",
	"name": "Sarah Parcak"
}, {
	"quote": "For me, art doesn't stop at the gallery space.",
	"name": "Petra Collins"
}, {
	"quote": "Sculpture occupies the same space as your body.",
	"name": "Anish Kapoor"
}, {
	"quote": "Everything has a natural explanation. The moon is not a god, but a great rock, and the sun a hot rock.",
	"name": "Anaxagoras"
}, {
	"quote": "Your belief system saturates the space around you.",
	"name": "Aaron Huey"
}, {
	"quote": "A word carries far, very far, deals destruction through time as the bullets go flying through space.",
	"name": "Joseph Conrad"
}, {
	"quote": "Rocket science is tough, and rockets have a way of failing.",
	"name": "Sally Ride"
}, {
	"quote": "The space station here is a magical place and an incredible science facility.",
	"name": "Scott Kelly"
}, {
	"quote": "Houston, we've had a problem.",
	"name": "Jim Lovell"
}, {
	"quote": "The rockets and the satellites, spaceships that we're creating now, we're pollinating the universe.",
	"name": "Neil Young"
}, {
	"quote": "On Earth, men and women are taking the same risks. Why shouldn't we be taking the same risks in space?",
	"name": "Valentina Tereshkova"
}, {
	"quote": "Develop a mind so filled with love that it resembles space.",
	"name": "Sharon Salzberg"
}, {
	"quote": "The kitchen is a sacred space.",
	"name": "Marc Forgione"
}, {
	"quote": "I'm not scared. I always go forward, trying to create space and make my way toward the goal.",
	"name": "Neymar"
}, {
	"quote": "When you feel comfortable about your game, you are in a happy space, feel at peace with yourself.",
	"name": "Gautam Gambhir"
}, {
	"quote": "The Earth is the cradle of humanity, but mankind cannot stay in the cradle forever.",
	"name": "Konstantin Tsiolkovsky"
}, {
	"quote": "Ye stars! which are the poetry of heaven!",
	"name": "Lord Byron"
}, {
	"quote": "America has tossed its cap over the wall of space.",
	"name": "John F. Kennedy"
}, {
	"quote": "Our life is full of empty space.",
	"name": "Umberto Eco"
}, {
	"quote": "The philosophy of FIFA is to expand world soccer space, to spread out the world football space.",
	"name": "Vladimir Putin"
}, {
	"quote": "Be not entangled in this world of days and nights; Thou hast another time and space as well.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "Between stimulus and response, there is a space where we choose our response.",
	"name": "Stephen Covey"
}, {
	"quote": "I think we are at the dawn of a new era in commercial space exploration.",
	"name": "Elon Musk"
}, {
	"quote": "I have wanted to fly into space for many years, but never imagined it would really be feasible.",
	"name": "Stephen Hawking"
}, {
	"quote": "Perhaps one day I will go into space.",
	"name": "Stephen Hawking"
}, {
	"quote": "Architecture is the will of an epoch translated into space.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "Acting is about going into the space, and there are just some places that I'm not willing to go.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Space ails us moderns: we are sick with space.",
	"name": "Robert Frost"
}, {
	"quote": "They say any landing you can walk away from is a good one.",
	"name": "Alan Shepard"
}, {
	"quote": "I think the human race doesn't have a future if it doesn't go into space.",
	"name": "Stephen Hawking"
}, {
	"quote": "Time can behave like another direction in space under extreme conditions.",
	"name": "Stephen Hawking"
}, {
	"quote": "Language is a virus from outer space.",
	"name": "William S. Burroughs"
}, {
	"quote": "It is only in the world of objects that we have time and space and selves.",
	"name": "T. S. Eliot"
}, {
	"quote": "Space only becomes ordinary when the frontier is no longer being breached.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "An all-white space has a purity that is refreshing and serene.",
	"name": "Mary Helen Bowers"
}, {
	"quote": "The scientific theory I like best is that the rings of Saturn are composed entirely of lost airline luggage.",
	"name": "Mark Russell"
}, {
	"quote": "I want to party in space because I make alien music.",
	"name": "David Guetta"
}, {
	"quote": "Your body has space within you that cannot die.",
	"name": "Wayne Dyer"
}, {
	"quote": "I don't think I could live with anybody. I had roommates, and it's not for me. I like my space!",
	"name": "Ashley Benson"
}, {
	"quote": "Karma is only in space time and causality. Your real self resides non-locally.",
	"name": "Deepak Chopra"
}, {
	"quote": "Space in general gave us GPS - that's not specifically NASA, but it's investments in space.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "Space enthusiasts are the most susceptible demographic to delusion that I have ever seen.",
	"name": "Neil deGrasse Tyson"
}, {
	"quote": "Space is almost infinite. As a matter of fact, we think it is infinite.",
	"name": "Dan Quayle"
}, {
	"quote": "Make space in your life, space for health and happiness.",
	"name": "Kris Carr"
}, {
	"quote": "It doesn't matter what country or what political system you are from. Space brings you together.",
	"name": "Valentina Tereshkova"
}, {
	"quote": "If women can be railroad workers in Russia, why can't they fly in space?",
	"name": "Valentina Tereshkova"
}, {
	"quote": "In my solitude I have pondered much on the incomprehensible subjects of space, eternity, life and death.",
	"name": "Alfred Russel Wallace"
}, {
	"quote": "I want my portraits to create a space where blackness can breathe.",
	"name": "Amy Sherald"
}, {
	"quote": "We've gotta reinvest in space travel. We should've never left the moon.",
	"name": "Ray Bradbury"
}, {
	"quote": "Space travel for everyone is the next frontier in the human experience.",
	"name": "Buzz Aldrin"
}, {
	"quote": "Great industries are never made from single companies. There is room in space for a lot of winners.",
	"name": "Jeff Bezos"
}, {
	"quote": "Everyone, red state, blue state, everyone supports space exploration.",
	"name": "Bill Nye"
}, {
	"quote": "My brain is just so busy. I'm inattentive; I'm a daydreamer: the space cadet kind.",
	"name": "Hannah Gadsby"
}, {
	"quote": "Love is space and time measured by the heart.",
	"name": "Marcel Proust"
}, {
	"quote": "In a small space, you want to keep the bedding as simple as possible so it looks clean, calm and collected.",
	"name": "Nate Berkus"
}, {
	"quote": "Why not a space flower? Why do we always expect metal ships?",
	"name": "W. D. Richter"
}, {
	"quote": "If anyone has a vested interest in space solar power, it would have to be me.",
	"name": "Elon Musk"
}, {
	"quote": "Journalism: an ability to meet the challenge of filling the space.",
	"name": "Rebecca West"
}, {
	"quote": "The first thing to know about space food - it is the ambiance; it is the environment. It is not the food.",
	"name": "John M. Grunsfeld"
}, {
	"quote": "There was a space program before there was integrated circuits.",
	"name": "Jack Kilby"
}, {
	"quote": "When you launch in a rocket, you're not really flying that rocket. You're just sort of hanging on.",
	"name": "Michael P. Anderson"
}, {
	"quote": "Losing my daughter was a very serious pain. There was always some empty space in my heart.",
	"name": "Yoko Ono"
}, {
	"quote": "My type of basketball is about how to create space, how to maneuver, how to get your shot off.",
	"name": "Hakeem Olajuwon"
}, {
	"quote": "Profound subject matter can be encompassed in small space - for proof, look at any sonnet by Shakespeare!",
	"name": "Cynthia Ozick"
}, {
	"quote": "Forget the technique. Hit the guy across from you. Don't let somebody come in your space.",
	"name": "Karl Malone"
}, {
	"quote": "Vanity can create a very cruel space for you if you don't know how to manage it.",
	"name": "Lady Gaga"
}, {
	"quote": "Sometimes siblings can get in each other's space.",
	"name": "Gisele Bundchen"
}, {
	"quote": "All architecture has a public nature, I believe, so I would like to make a public space.",
	"name": "Tadao Ando"
}, {
	"quote": "My buildings should have an emotional core - a space which, in itself, has an emotional nice feeling.",
	"name": "Peter Zumthor"
}, {
	"quote": "Revealing water in significant quantities on the Moon could truly be a turning point in space exploration.",
	"name": "Peter Diamandis"
}, {
	"quote": "I feel like I'm at a really happy, good space.",
	"name": "Kim Kardashian"
}, {
	"quote": "Whenever I see a nighttime picture of Earth from space, with its glowing lights, I am stirred by its beauty.",
	"name": "David Grinspoon"
}, {
	"quote": "Every day sees humanity more victorious in the struggle with space and time.",
	"name": "Guglielmo Marconi"
}, {
	"quote": "I have a lot of objects in my space, little things, reminders, memories.",
	"name": "Marc Newson"
}, {
	"quote": "Don't even try to talk to me when I'm watching the moon. That's my moon, baby.",
	"name": "Wendelin Van Draanen"
}, {
	"quote": "Now, juggling can be a lot of fun; play with skill and play with space, play with rhythm.",
	"name": "Michael Moschen"
}, {
	"quote": "I like black because it is a vacant space.",
	"name": "Lady Gaga"
}, {
	"quote": "In 1966, NASA took over in space, and it has been a bureaucratic mess ever since.",
	"name": "Chuck Yeager"
}, {
	"quote": "There is just one thing I can promise you about the outer-space program - your tax-dollar will go further.",
	"name": "Wernher von Braun"
}, {
	"quote": "That great Cathedral space which was childhood.",
	"name": "Virginia Woolf"
}, {
	"quote": "When I'm up, I'm over-exuberant; when I'm down, I just wander round on my own. I have no middle space.",
	"name": "Simon Sebag Montefiore"
}, {
	"quote": "I'm looking forward to coming back, back to Earth, the landing, the views.",
	"name": "Duane G. Carey"
}, {
	"quote": "My work has always dealt with a kind of space that allows one to daydream.",
	"name": "Robert Wilson"
}, {
	"quote": "Space has always been confusing to politics.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "A space station is a rangy monstrosity, a giant erector set built by a madman.",
	"name": "Mary Roach"
}, {
	"quote": "I do a lot of running and hiking, and I also collect stamps - space stamps and Olympics stamps.",
	"name": "Sally Ride"
}, {
	"quote": "There are aspects of being the first woman in space that I'm not going to enjoy.",
	"name": "Sally Ride"
}, {
	"quote": "In any relationship, after the first year is over, you can't help but want your own space.",
	"name": "Helena Bonham Carter"
}, {
	"quote": "Space is to place as eternity is to time.",
	"name": "Joseph Joubert"
}, {
	"quote": "When I left NASA, I was looking at how you could use space technologies for developing countries' work.",
	"name": "Mae Jemison"
}, {
	"quote": "I want to live in a space that I designed, that is for me.",
	"name": "Guillermo del Toro"
}, {
	"quote": "I love having beautiful furniture and things, but I don't want my space to look like a showroom.",
	"name": "Brad Goreski"
}, {
	"quote": "Nothing puzzles me more than the time and space; and yet nothing troubles me less.",
	"name": "Charles Lamb"
}, {
	"quote": "But let them sleep, Lord, and me mourn a space.",
	"name": "John Donne"
}, {
	"quote": "Space or science fiction has become a dialect for our time.",
	"name": "Doris Lessing"
}, {
	"quote": "I'm in all my films, I can't help it. I just jam myself in there if there's a space.",
	"name": "Taika Waititi"
}, {
	"quote": "Mining asteroids will ultimately benefit humanity on and off the Earth in a multitude of ways.",
	"name": "Peter Diamandis"
}, {
	"quote": "The first private space of my own wasn't a dorm room; it was a hotel room in Tulsa, Oklahoma.",
	"name": "Rob Lowe"
}, {
	"quote": "Metaphors have a way of holding the most truth in the least space.",
	"name": "Orson Scott Card"
}, {
	"quote": "And of course, I absolutely loved making Lost in Space as a kid.",
	"name": "Bill Mumy"
}, {
	"quote": "I often feel newspapers are just filling up space. Of course, I also know people who write really long books.",
	"name": "Vikram Seth"
}, {
	"quote": "The people who built the space program - both Soviet and U.S. - were readers of science fiction.",
	"name": "Gregory Benford"
}, {
	"quote": "I describe my personal style as 'mythic space horse with chocolate box tendencies.'",
	"name": "Gwendoline Christie"
}, {
	"quote": "I find texting to be kind of a safe space.",
	"name": "Mary H.K. Choi"
}, {
	"quote": "I love horror movies in space. I love it when the genre switches over and what was sci-fi becomes horror.",
	"name": "Kirk Hammett"
}, {
	"quote": "Competitive golf is played mainly on a five-and-a-half-inch course... the space between your ears.",
	"name": "Bobby Jones"
}, {
	"quote": "I could have gone on flying through space forever.",
	"name": "Yuri Gagarin"
}, {
	"quote": "I see Earth! It is so beautiful!",
	"name": "Yuri Gagarin"
}, {
	"quote": "The dinosaurs became extinct because they didn't have a space program.",
	"name": "Larry Niven"
}, {
	"quote": "Without consciousness, space and time are nothing.",
	"name": "Robert Lanza"
}, {
	"quote": "If you look at the old 'Mod Squad's, there was a lot of space in between our dialogue.",
	"name": "Peggy Lipton"
}, {
	"quote": "I left Aerospace because I wanted to go build, and put spacecraft together.",
	"name": "Gwynne Shotwell"
}, {
	"quote": "A 'farm' today means 100,000 chickens in a space the size of a Motel 6 shower stall.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Obama's space policy doesn't differ much from George W. Bush's.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Well, I don't think we should go to the moon. I think we maybe should send some politicians up there.",
	"name": "Ron Paul"
}, {
	"quote": "I've been lucky enough to fly to space twice.",
	"name": "Chris Hadfield"
}, {
	"quote": "I can't say I've ever had a dream about space or that I ponder it all the time.",
	"name": "John Glenn"
}, {
	"quote": "One thing I probably share with everyone else in the astronaut office is composure.",
	"name": "Sally Ride"
}, {
	"quote": "Space tourism is a logical outgrowth of the adventure tourist market.",
	"name": "Buzz Aldrin"
}, {
	"quote": "I think humans will reach Mars, and I would like to see it happen in my lifetime.",
	"name": "Buzz Aldrin"
}, {
	"quote": "We must still think of ourselves as pioneers to understand the importance of space.",
	"name": "Buzz Aldrin"
}, {
	"quote": "Space is the stature of God.",
	"name": "Joseph Joubert"
}, {
	"quote": "Space music'd be really something... but they don't have no gravity up there. You couldn't have no downbeat!",
	"name": "Miles Davis"
}, {
	"quote": "The heart looks into space to be away from earth.",
	"name": "Richard Jefferies"
}, {
	"quote": "Eventually there are going to be cities in space.",
	"name": "Alan Bean"
}, {
	"quote": "We knew it was going to be difficult to get to the moon. We didn't know how difficult.",
	"name": "Alan Bean"
}, {
	"quote": "I believe that there may be intelligent life on other planets.",
	"name": "Pat Buckley"
}, {
	"quote": "The two are unrelated. I'm not into turtles or space stuff.",
	"name": "Harry Connick, Jr."
}, {
	"quote": "Space is an inspirational concept that allows you to dream big.",
	"name": "Peter Diamandis"
}, {
	"quote": "My childhood dreams were focused on being part of the effort to make humanity a multiplanetary species.",
	"name": "Peter Diamandis"
}, {
	"quote": "Space isn't remote at all. It's only an hour's drive away if your car could go straight upwards.",
	"name": "Fred Hoyle"
}, {
	"quote": "We want to make sure we get living astronauts to the surface of Mars.",
	"name": "Ellen Stofan"
}, {
	"quote": "Age can be wonderful for red wine, but not for spacecraft.",
	"name": "Nathan Myhrvold"
}, {
	"quote": "As long as there's political uncertainty around the energy space, stock prices will come down.",
	"name": "T. Boone Pickens"
}, {
	"quote": "Those folks out in the space suits are going to be getting beat up.",
	"name": "Duane G. Carey"
}, {
	"quote": "Aviation - and space travel, in particular - have always been especially captivating.",
	"name": "Felix Baumgartner"
}, {
	"quote": "It is difficult to imagine evolution in alien planets operating in any manner other than Darwinian.",
	"name": "Simon Conway Morris"
}, {
	"quote": "It's about how you're using the space. That's what makes live music.",
	"name": "Du Yun"
}, {
	"quote": "I'd love to go back to space, I don't know any astronaut who doesn't want to.",
	"name": "Helen Sharman"
}, {
	"quote": "Words are like untying a corset - you can move into this great space with them.",
	"name": "Ali Smith"
}, {
	"quote": "Building one space station for everyone was and is insane: we should have built a dozen.",
	"name": "Larry Niven"
}, {
	"quote": "I would have taken whatever hand I was dealt. Space was it.",
	"name": "Story Musgrave"
}, {
	"quote": "Sorry; I have no space left for advice. Just do it.",
	"name": "Donald E. Westlake"
}, {
	"quote": "The sun and its retinue of planets drift as a group through the vast gulfs of space that separate the stars.",
	"name": "Barney Oliver"
}]