[{
	"quote": "Success is where preparation and opportunity meet.",
	"name": "Bobby Unser"
}, {
	"quote": "Just play. Have fun. Enjoy the game.",
	"name": "Michael Jordan"
}, {
	"quote": "Football is football and talent is talent. But the mindset of your team makes all the difference.",
	"name": "Robert Griffin III"
}, {
	"quote": "Winners never quit and quitters never win.",
	"name": "Vince Lombardi"
}, {
	"quote": "Many men go fishing all of their lives without knowing that it is not fish they are after.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Finding good players is easy. Getting them to play as a team is another story.",
	"name": "Casey Stengel"
}, {
	"quote": "You can't win unless you learn how to lose.",
	"name": "Kareem Abdul-Jabbar"
}, {
	"quote": "Adversity causes some men to break; others to break records.",
	"name": "William Arthur Ward"
}, {
	"quote": "I couldn't find the sports car of my dreams, so I built it myself.",
	"name": "Ferdinand Porsche"
}, {
	"quote": "Sports do not build character. They reveal it.",
	"name": "Heywood Broun"
}, {
	"quote": "Champions keep playing until they get it right.",
	"name": "Billie Jean King"
}, {
	"quote": "There's three things men always talk about - women, sports, and cars.",
	"name": "Mario Lopez"
}, {
	"quote": "I am building a fire, and everyday I train, I add more fuel. At just the right moment, I light the match.",
	"name": "Mia Hamm"
}, {
	"quote": "Do you know what my favorite part of the game is? The opportunity to play.",
	"name": "Mike Singletary"
}, {
	"quote": "It's just a job. Grass grows, birds fly, waves pound the sand. I beat people up.",
	"name": "Muhammad Ali"
}, {
	"quote": "Winning is habit. Unfortunately, so is losing.",
	"name": "Vince Lombardi"
}, {
	"quote": "You can't put a limit on anything. The more you dream, the farther you get.",
	"name": "Michael Phelps"
}, {
	"quote": "A good hockey player plays where the puck is. A great hockey player plays where the puck is going to be.",
	"name": "Wayne Gretzky"
}, {
	"quote": "There are only two seasons - winter and Baseball.",
	"name": "Bill Veeck"
}, {
	"quote": "When the going gets weird, the weird turn pro.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "Baseball was, is and always will be to me the best game in the world.",
	"name": "Babe Ruth"
}, {
	"quote": "I went to a fight the other night, and a hockey game broke out.",
	"name": "Rodney Dangerfield"
}, {
	"quote": "One man practicing sportsmanship is far better than a hundred teaching it.",
	"name": "Knute Rockne"
}, {
	"quote": "We didn't lose the game; we just ran out of time.",
	"name": "Vince Lombardi"
}, {
	"quote": "Don't look back. Something might be gaining on you.",
	"name": "Satchel Paige"
}, {
	"quote": "You don't play against opponents, you play against the game of basketball.",
	"name": "Bobby Knight"
}, {
	"quote": "That's one thing you learn in sports. You don't give up; you fight to the finish.",
	"name": "Louis Zamperini"
}, {
	"quote": "Apart from education, you need good health, and for that, you need to play sports.",
	"name": "Kapil Dev"
}, {
	"quote": "It's good sportsmanship to not pick up lost golf balls while they are still rolling.",
	"name": "Mark Twain"
}, {
	"quote": "Just be patient. Let the game come to you. Don't rush. Be quick, but don't hurry.",
	"name": "Earl Monroe"
}, {
	"quote": "The two most important things in life are good friends and a strong bullpen.",
	"name": "Bob Lemon"
}, {
	"quote": "The problem with winter sports is that - follow me closely here - they generally take place in winter.",
	"name": "Dave Barry"
}, {
	"quote": "Golf is a good walk spoiled.",
	"name": "Mark Twain"
}, {
	"quote": "Skiing combines outdoor fun with knocking down trees with your face.",
	"name": "Dave Barry"
}, {
	"quote": "Every strike brings me closer to the next home run.",
	"name": "Babe Ruth"
}, {
	"quote": "I know I am getting better at golf because I am hitting fewer spectators.",
	"name": "Gerald R. Ford"
}, {
	"quote": "You wouldn't have won if we'd beaten you.",
	"name": "Yogi Berra"
}, {
	"quote": "If you watch a game, it's fun. If you play it, it's recreation. If you work at it, it's golf.",
	"name": "Bob Hope"
}, {
	"quote": "If a tie is like kissing your sister, losing is like kissing you grandmother with her teeth out.",
	"name": "George Brett"
}, {
	"quote": "Economics is about creating win-win situations. But in sports, someone loses.",
	"name": "Stan Kroenke"
}, {
	"quote": "Pitching is the art of instilling fear.",
	"name": "Sandy Koufax"
}, {
	"quote": "If you got the game, you got the game. That's why Tiger Woods is out there playing golf with Greg Norman.",
	"name": "Shaquille O'Neal"
}, {
	"quote": "I see great things in baseball. It's our game - the American game.",
	"name": "Walt Whitman"
}, {
	"quote": "If it doesn't matter who wins or loses, then why do they keep score?",
	"name": "Vince Lombardi"
}, {
	"quote": "Wrestling is ballet with violence.",
	"name": "Jesse Ventura"
}, {
	"quote": "I used to play sports. Then I realized you can buy trophies. Now I am good at everything.",
	"name": "Demetri Martin"
}, {
	"quote": "Golf is a day spent in a round of strenuous idleness.",
	"name": "William Wordsworth"
}, {
	"quote": "Football is a simple game. Twenty-two men chase a ball for 90 minutes and at the end, the Germans always win.",
	"name": "Gary Lineker"
}, {
	"quote": "I spend a little time every day to play sports.",
	"name": "Vladimir Putin"
}, {
	"quote": "The most successful achievers in sports are people that are really driven and have that spirit of hunger.",
	"name": "Rei Kawakubo"
}, {
	"quote": "I'm one of these people that likes adrenaline and new things, like extreme sports. It makes me feel alive.",
	"name": "Gisele Bundchen"
}, {
	"quote": "Gray skies are just clouds passing over.",
	"name": "Frank Gifford"
}, {
	"quote": "All hockey players are bilingual. They know English and profanity.",
	"name": "Gordie Howe"
}, {
	"quote": "Golf is a game in which you yell 'fore,' shoot six, and write down five.",
	"name": "Paul Harvey"
}, {
	"quote": "To find a man's true character, play golf with him.",
	"name": "P. G. Wodehouse"
}, {
	"quote": "You win some, lose some, and wreck some.",
	"name": "Dale Earnhardt"
}, {
	"quote": "Baseball has the great advantage over cricket of being sooner ended.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Loyalty and communication are always rewarded in sports.",
	"name": "Cheech Marin"
}, {
	"quote": "The only time my prayers are never answered is on the golf course.",
	"name": "Billy Graham"
}, {
	"quote": "Sports is the toy department of human life.",
	"name": "Howard Cosell"
}, {
	"quote": "There is a syndrome in sports called 'paralysis by analysis.'",
	"name": "Arthur Ashe"
}, {
	"quote": "But sports carried me away from being in a gang, or being associated with drugs. Sports was my way out.",
	"name": "LeBron James"
}, {
	"quote": "If you think it's hard to meet new people, try picking up the wrong golf ball.",
	"name": "Jack Lemmon"
}, {
	"quote": "In Boston, they love their sports celebrities. And it's great.",
	"name": "Tom Brady"
}, {
	"quote": "When did I know I had talent? I think it started when I first started playing sports, organized sports.",
	"name": "LeBron James"
}, {
	"quote": "I wanted to use sports for social change.",
	"name": "Billie Jean King"
}, {
	"quote": "That's the biggest gap in sports, the difference between the winner and the loser of the Super Bowl.",
	"name": "John Madden"
}, {
	"quote": "Bulls do not win bull fights. People do.",
	"name": "Norman Ralph Augustine"
}, {
	"quote": "I love sports. Whenever I can, I always watch the Detroit Tigers on the radio.",
	"name": "Gerald R. Ford"
}, {
	"quote": "The only way to prove that you're a good sport is to lose.",
	"name": "Ernie Banks"
}, {
	"quote": "If I was invincible, maybe I would take up some extreme sports.",
	"name": "Tom Welling"
}, {
	"quote": "Boxing is a celebration of the lost religion of masculinity all the more trenchant for its being lost.",
	"name": "Joyce Carol Oates"
}, {
	"quote": "I'm a football fan, a sports fan, a fan of competition.",
	"name": "Matthew McConaughey"
}, {
	"quote": "In any small town, sports are really important to the high school, and I wasn't very good at sports.",
	"name": "Martina McBride"
}, {
	"quote": "My family knew, but most of the sporting world did not realize that my right hand been some 75% paralyzed.",
	"name": "Bill Toomey"
}, {
	"quote": "Show me a good loser, and I'll show you a loser.",
	"name": "Vince Lombardi"
}, {
	"quote": "Sports is the only entertainment where, no matter how many times you go back, you never know the ending.",
	"name": "Neil Simon"
}, {
	"quote": "I won't predict anything historic. But nothing is impossible.",
	"name": "Michael Phelps"
}, {
	"quote": "Half the lies they tell about me aren't true.",
	"name": "Yogi Berra"
}, {
	"quote": "If a man watches three football games in a row, he should be declared legally dead.",
	"name": "Erma Bombeck"
}, {
	"quote": "I'd just as soon play tennis with the net down.",
	"name": "Robert Frost"
}, {
	"quote": "I wasn't really a work-conscious type of person. I was a player. I loved to play sports.",
	"name": "Michael Jordan"
}, {
	"quote": "If you look at all aspects of all sports, everything comes down to basics and fundamentals.",
	"name": "Robbie Lawler"
}, {
	"quote": "The uglier a man's legs are, the better he plays golf - it's almost a law.",
	"name": "H. G. Wells"
}, {
	"quote": "Selling an electric sports car creates an opportunity to fundamentally change the way America drives.",
	"name": "Elon Musk"
}, {
	"quote": "Trying to sneak a fastball past Hank Aaron is like trying to sneak the sunrise past a rooster.",
	"name": "Joe Adcock"
}, {
	"quote": "I love outdoor sports, like volleyball, and I play them whenever I can.",
	"name": "Gisele Bundchen"
}, {
	"quote": "Some people are born on third base and go through life thinking they hit a triple.",
	"name": "Barry Switzer"
}, {
	"quote": "Tennis is a perfect combination of violent action taking place in an atmosphere of total tranquillity.",
	"name": "Billie Jean King"
}, {
	"quote": "For many sports fans, the onset of fall only means one thing: It's football season!",
	"name": "Marcus Samuelsson"
}, {
	"quote": "Hitting is timing. Pitching is upsetting timing.",
	"name": "Warren Spahn"
}, {
	"quote": "I hate all sports as rabidly as a person who likes sports hates common sense.",
	"name": "H. L. Mencken"
}, {
	"quote": "I like sports, and I enjoy playing basketball and lifting weights.",
	"name": "Joel Osteen"
}, {
	"quote": "What other people may find in poetry or art museums, I find in the flight of a good drive.",
	"name": "Arnold Palmer"
}, {
	"quote": "I think extreme sports are really good for relieving stress.",
	"name": "Dave Chappelle"
}, {
	"quote": "All sports must be treated on the basis of equality.",
	"name": "Pierre de Coubertin"
}, {
	"quote": "Museums are like sports stadiums, hotels and hospitals: they are in the category of captive-audience dining.",
	"name": "Danny Meyer"
}, {
	"quote": "Nobody wants to buy a $60,000 electric Civic. But people will pay $90,000 for an electric sports car.",
	"name": "Elon Musk"
}, {
	"quote": "Most people never run far enough on their first wind to find out they've got a second.",
	"name": "William James"
}, {
	"quote": "Life is about timing.",
	"name": "Carl Lewis"
}, {
	"quote": "In the field of sports you are more or less accepted for what you do rather than what you are.",
	"name": "Althea Gibson"
}, {
	"quote": "If you meet the Buddha in the lane, feed him the ball.",
	"name": "Phil Jackson"
}, {
	"quote": "Golf is a game in which one endeavors to control a ball with implements ill adapted for the purpose.",
	"name": "Woodrow Wilson"
}, {
	"quote": "Thank you... fantasy football draft, for letting me know that even in my fantasies, I am bad at sports.",
	"name": "Jimmy Fallon"
}, {
	"quote": "We don't see a lot of models for male social interaction. There's sports and barn raisings.",
	"name": "Chuck Palahniuk"
}, {
	"quote": "Swimming is one of the hardest sports.",
	"name": "Stephanie Rice"
}, {
	"quote": "Sports without music, it's nothing but a game. Music adds the emotion.",
	"name": "Ice Cube"
}, {
	"quote": "Sports are a great place to show that equality can happen.",
	"name": "Venus Williams"
}, {
	"quote": "Give me golf clubs, fresh air and a beautiful partner, and you can keep the clubs and the fresh air.",
	"name": "Jack Benny"
}, {
	"quote": "I've always loved being active, and I used to do sports - basketball, soccer, volleyball - growing up.",
	"name": "Lily Collins"
}, {
	"quote": "I don't watch too much TV when it comes to sports or news or things like that.",
	"name": "Colin Kaepernick"
}, {
	"quote": "Approach the game with no preset agendas and you'll probably come away surprised at your overall efforts.",
	"name": "Phil Jackson"
}, {
	"quote": "You know it's going to hell when the best rapper out there is white and the best golfer is black.",
	"name": "Charles Barkley"
}, {
	"quote": "I'm a character and a sports entertainer and a wrestler, but I'm also a father and a husband and a provider.",
	"name": "Roman Reigns"
}, {
	"quote": "The addiction to sports, therefore, in a peculiar degree marks an arrested development in man's moral nature.",
	"name": "Thorstein Veblen"
}, {
	"quote": "I love sports. I've played basketball, baseball, soccer, tennis, track and field growing up.",
	"name": "Michael B. Jordan"
}, {
	"quote": "Nobody's a natural. You work hard to get good and then work to get better. It's hard to stay on top.",
	"name": "Paul Coffey"
}, {
	"quote": "Play is the only way the highest intelligence of humankind can unfold.",
	"name": "Joseph Chilton Pearce"
}, {
	"quote": "Within an ensemble, like in sports, if you do your little job, it makes everybody look good.",
	"name": "Stephen Hunter"
}, {
	"quote": "I enjoyed being involved in team sports and making close friendships.",
	"name": "Brian McBride"
}, {
	"quote": "The two most important things in my life were academics and sports. I had to do my schoolwork first.",
	"name": "Gabriel Luna"
}, {
	"quote": "Politics should not interfere with sports. And sports should impact politics.",
	"name": "Vladimir Putin"
}, {
	"quote": "I don't know anything that builds the will to win better than competitive sports.",
	"name": "Richard M. Nixon"
}, {
	"quote": "Sports have become increasingly more specialized, but that doesn't mean they shouldn't be fun.",
	"name": "Mia Hamm"
}, {
	"quote": "It's a crazy world, so sports and athletics and music can be a form of escapism.",
	"name": "Eddie Vedder"
}, {
	"quote": "Maybe because I am from a sports background, I don't give up easily. I am a fighter.",
	"name": "Deepika Padukone"
}, {
	"quote": "Sports are a microcosm of society.",
	"name": "Billie Jean King"
}, {
	"quote": "I feel like football players are overworked and underpaid compared to any other sports.",
	"name": "Terrell Owens"
}, {
	"quote": "I regard golf as an expensive way of playing marbles.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "It's a round ball and a round bat, and you got to hit it square.",
	"name": "Pete Rose"
}, {
	"quote": "I come from a small town in Ohio and was always into sports.",
	"name": "Jake Paul"
}, {
	"quote": "If a man can beat you, walk him.",
	"name": "Satchel Paige"
}, {
	"quote": "Sports is human life in microcosm.",
	"name": "Howard Cosell"
}, {
	"quote": "I don't want to play golf. When I hit a ball, I want someone else to go chase it.",
	"name": "Rogers Hornsby"
}, {
	"quote": "Nobody roots for Goliath.",
	"name": "Wilt Chamberlain"
}, {
	"quote": "The sports page records people's accomplishments, the front page usually records nothing, but man's failures.",
	"name": "Barbara Walters"
}, {
	"quote": "I play some fighting games, but mostly I just play sports.",
	"name": "Vince Carter"
}, {
	"quote": "In sports, every day you can be the hero or the goat.",
	"name": "Geoff Stults"
}, {
	"quote": "Our philosophy is you need to give nonprofit money for health, nutrition, education, culture, and sports.",
	"name": "Carlos Slim"
}, {
	"quote": "And I realized that there was no sports reporter, so I started covering sporting events.",
	"name": "Ed Bradley"
}, {
	"quote": "Skating, like all other sports, has an element of strategy.",
	"name": "Tara Lipinski"
}, {
	"quote": "Growing up, I was always into sports - basketball and volleyball - but I wasn't really a runner.",
	"name": "Stephan James"
}, {
	"quote": "A lifetime of training for just ten seconds.",
	"name": "Jesse Owens"
}, {
	"quote": "Sports without music is just a game. Music makes it entertaining.",
	"name": "Ice Cube"
}, {
	"quote": "I cherished my time playing high school sports.",
	"name": "Peyton Manning"
}, {
	"quote": "When doing sports... on the water, it's crucial to stop aging by protecting your skin.",
	"name": "Christie Brinkley"
}, {
	"quote": "Books had instant replay long before televised sports.",
	"name": "Bernard Williams"
}, {
	"quote": "It is incredible how far women have come and women in sports have come.",
	"name": "Jennie Finch"
}, {
	"quote": "I got into sports because that was a way to prove your masculinity. I was good at it.",
	"name": "Caitlyn Jenner"
}, {
	"quote": "It's important for girls to feel strong and powerful even when they're playing sports.",
	"name": "Christen Press"
}, {
	"quote": "I hate ready-made suits, button-down collars, and sports shirts.",
	"name": "Bobby Fischer"
}, {
	"quote": "Tiger Woods is the only sports star who's worth every penny he makes.",
	"name": "Mark Wahlberg"
}, {
	"quote": "I think that every single person should play sports.",
	"name": "Donovan Bailey"
}, {
	"quote": "I did some sports. It was a bit frustrating. I wasn't the greatest sports person.",
	"name": "Tim Burton"
}, {
	"quote": "I was focused on athletics, outdoors, sports.",
	"name": "Joe Namath"
}, {
	"quote": "Sports not only build better athletes but also better people.",
	"name": "Julie Foudy"
}, {
	"quote": "Babe Ruth is an icon, in sports and in our society.",
	"name": "Alex Rodriguez"
}, {
	"quote": "You cannot mix sports with politics.",
	"name": "Jackie Chan"
}, {
	"quote": "Every great batter works on the theory that the pitcher is more afraid of him than he is of the pitcher.",
	"name": "Ty Cobb"
}, {
	"quote": "I'm a huge sports fan.",
	"name": "Marc Anthony"
}, {
	"quote": "I am big into water sports and just being out on the water. That is second nature to me, being from Florida.",
	"name": "Jake Owen"
}, {
	"quote": "I'm always fascinated by the use of the first-person plural talking about sports.",
	"name": "Penn Jillette"
}, {
	"quote": "I love all motor sports at the top level.",
	"name": "Mario Andretti"
}, {
	"quote": "The only thing a golfer needs is more daylight.",
	"name": "Ben Hogan"
}, {
	"quote": "Most ball games are lost, not won.",
	"name": "Casey Stengel"
}, {
	"quote": "The team has come along slow but fast.",
	"name": "Casey Stengel"
}, {
	"quote": "Natural hydration is a key factor in any type of sports performance.",
	"name": "Bikram Choudhury"
}, {
	"quote": "I think sports is one of the places where race plays itself out publicly. Although we pretend it doesn't.",
	"name": "Claudia Rankine"
}, {
	"quote": "I love various sports, including basketball, tennis and billiards.",
	"name": "Yani Tseng"
}, {
	"quote": "In sports... you play from the time you're eight years old, and then you're done forever.",
	"name": "Joe Montana"
}, {
	"quote": "It's hard to create new friendships outside sports.",
	"name": "Tim Tebow"
}, {
	"quote": "Being an athlete helps me get those grandiose emotions of pleasure and pain that are involved in sports.",
	"name": "Yanni"
}, {
	"quote": "There's not a long track record of people leaving professional sports to become a software developer.",
	"name": "Curt Schilling"
}, {
	"quote": "I'm not into extreme sports or something. I just live a quiet life.",
	"name": "Charlie Kaufman"
}, {
	"quote": "I'm sort of like a lame, single guy in a red sports car.",
	"name": "Billy Corgan"
}, {
	"quote": "I can talk about sports and stuff, but I have a season pass for 'Antiques Roadshow' on my TiVo.",
	"name": "Paul Rudd"
}, {
	"quote": "I'm getting more and more bored with professional sports, but I still watch.",
	"name": "Michael Keaton"
}, {
	"quote": "Good sports facilities are a blessing.",
	"name": "Kapil Dev"
}, {
	"quote": "Sports should not become routine. It should be about passion.",
	"name": "Kapil Dev"
}, {
	"quote": "I played all kinds of sports growing up: soccer, basketball, track. You name it, I've probably played it.",
	"name": "Elana Meyers"
}, {
	"quote": "'Course the world of sports takes itself way too serious. Sports writers are all high and mighty.",
	"name": "Artie Lange"
}, {
	"quote": "I'm a great sports fan, you know. I love to watch tennis and basketball and baseball and so on.",
	"name": "Itzhak Perlman"
}, {
	"quote": "People here don't identify themselves by their sports team.",
	"name": "Michael Wilbon"
}, {
	"quote": "God made me fast. And when I run, I feel His pleasure.",
	"name": "Eric Liddell"
}, {
	"quote": "I was into sports and dancing. I ran track. I have a lot of stamina.",
	"name": "Jennifer Lopez"
}, {
	"quote": "I think sports are meant to unite people.",
	"name": "Caster Semenya"
}, {
	"quote": "I was neither good in sports nor at studies, but I always wanted to stand out and be noticed.",
	"name": "Anupam Kher"
}, {
	"quote": "My dad is not a sports guy but was drawn to the theatrics of wrestling.",
	"name": "John Cena"
}, {
	"quote": "Clean sports becomes an ethical question, but I believe in it.",
	"name": "Bryan Fogel"
}, {
	"quote": "I think sports are extremely beneficial for our youth. They parallel life in so many ways.",
	"name": "Kerri Strug"
}, {
	"quote": "All the minor sports injuries you acquire over the years begin to multiply like flies when you get over 70.",
	"name": "Peter O'Toole"
}, {
	"quote": "I grew up playing sports, and being athletic was just something I have always hung on to.",
	"name": "Taylor Louderman"
}, {
	"quote": "We're a crazy country about sports, but for the longest time, only followed our own sports.",
	"name": "Claudio Reyna"
}, {
	"quote": "Sports is all about money.",
	"name": "Lynn Samuels"
}, {
	"quote": "The integrity of the game is everything.",
	"name": "Peter Ueberroth"
}, {
	"quote": "Other sports play once a week but this sport is with us every day.",
	"name": "Peter Ueberroth"
}, {
	"quote": "Competing in sports has taught me that if I'm not willing to give 120 percent, somebody else will.",
	"name": "Ron Blomberg"
}, {
	"quote": "Black people dominate sports in the United States. 20% of the population and 90% of the final four.",
	"name": "Chris Rock"
}, {
	"quote": "Sports has kept me on the straight and narrow path.",
	"name": "Tommy Lasorda"
}, {
	"quote": "The purpose of sports - even foreign sports - is not to bore people.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "I never in my wildest imagination dreamed that I would somehow become a sports commentator.",
	"name": "Joe Rogan"
}, {
	"quote": "Your body's really only meant to compete at the highest levels of combat sports for a few years.",
	"name": "Joe Rogan"
}, {
	"quote": "There's a whole lot more to the African-American community than entertainment and sports.",
	"name": "J. C. Watts"
}, {
	"quote": "When you think about the NASCAR brand, it resonates everywhere. They have the No. 1 sports brand.",
	"name": "Magic Johnson"
}, {
	"quote": "My work ethic is from sports.",
	"name": "Magic Johnson"
}, {
	"quote": "My dad told us up front, 'Guys, if you want to play sports, go ahead, but it's your decision.'",
	"name": "Peyton Manning"
}, {
	"quote": "Tennis is definitely a star for women in sports.",
	"name": "Venus Williams"
}, {
	"quote": "I spent my whole life playing sports and training and pushing myself to the limits.",
	"name": "Venus Williams"
}, {
	"quote": "I'm girlie in the sense that I like makeup, but I also love sports and man food.",
	"name": "Carrie Underwood"
}, {
	"quote": "Well, I'm not a big sports fan.",
	"name": "Jeff Bridges"
}, {
	"quote": "If you drink don't drive. Don't even putt.",
	"name": "Dean Martin"
}, {
	"quote": "Whatever free time I get, I love to catch news and sports shows.",
	"name": "Amitabh Bachchan"
}, {
	"quote": "I'm nothing more than a sports slave.",
	"name": "Dennis Rodman"
}, {
	"quote": "There is so much hypocrisy in sports.",
	"name": "Dennis Rodman"
}, {
	"quote": "What passes for sports coverage is terribly sycophantic.",
	"name": "Billy Crystal"
}, {
	"quote": "Football is an incredible game. Sometimes it's so incredible, it's unbelievable.",
	"name": "Tom Landry"
}, {
	"quote": "The fewer rules a coach has, the fewer rules there are for players to break.",
	"name": "John Madden"
}, {
	"quote": "In terms of merit, sports has mathematical statistics. That's how you know who the best player is.",
	"name": "Norm MacDonald"
}, {
	"quote": "I didn't go to normal children school. I went to sports school when I was 8. So I studied martial arts.",
	"name": "Jet Li"
}, {
	"quote": "I know I could be the host of 'SportsCenter' in two years if I changed my show today to sports.",
	"name": "Gary Vaynerchuk"
}, {
	"quote": "Sports is like a war without the killing.",
	"name": "Ted Turner"
}, {
	"quote": "Serena Williams is my sports idol.",
	"name": "Christen Press"
}, {
	"quote": "He has the finest, fundamentally sound golf swing I've ever seen.",
	"name": "Jack Nicklaus"
}, {
	"quote": "I played sports. I had boyfriends. I loved high school.",
	"name": "Ann Coulter"
}, {
	"quote": "When you write about sports, you're allowed to engage in mischief. Nothing is at stake.",
	"name": "Malcolm Gladwell"
}, {
	"quote": "All sports for all people.",
	"name": "Pierre de Coubertin"
}, {
	"quote": "I was a gymnast for 13 years, so I was heavy into sports.",
	"name": "SZA"
}, {
	"quote": "If you're trying to get into the sports business, you really have to find a niche.",
	"name": "Phil Knight"
}, {
	"quote": "Meeting sports athletes that are the best in the world is a thrill to this day.",
	"name": "Phil Knight"
}, {
	"quote": "I started playing ball when I was a kid. My dad was a pro ball player and he passed on his knowledge to me.",
	"name": "Kurt Russell"
}, {
	"quote": "I played professional level sports. When you're playing for money, it's a whole other level.",
	"name": "Kurt Russell"
}, {
	"quote": "Where I came from, sports were the only way to get out front.",
	"name": "Joe Namath"
}, {
	"quote": "Baseball life is a tough life on the family.",
	"name": "Nolan Ryan"
}, {
	"quote": "You don't hurt 'em if you don't hit 'em.",
	"name": "Chesty Puller"
}, {
	"quote": "Sometimes sports serves as a reprieve from politics, and sometimes it serves as an extension of it.",
	"name": "Clint Smith"
}, {
	"quote": "The crowd makes the ballgame.",
	"name": "Ty Cobb"
}, {
	"quote": "Cleveland, as a whole, is a great sports town. People love the Browns here.",
	"name": "Baker Mayfield"
}, {
	"quote": "At one point, I was the youngest owner in major league sports.",
	"name": "Paul Allen"
}, {
	"quote": "Your dream, when you buy a sports franchise, is to win the championship, the Super Bowl.",
	"name": "Paul Allen"
}, {
	"quote": "Continuity is important in sports.",
	"name": "Paul Allen"
}, {
	"quote": "I think I've got such a diverse set of interests - movies, aviation, technology, sports teams.",
	"name": "Paul Allen"
}, {
	"quote": "Political columnists and sports pundits are rewarded for being overconfident.",
	"name": "Daniel Kahneman"
}, {
	"quote": "I used to play a lot of racket sports, tennis and squash.",
	"name": "Jason Statham"
}, {
	"quote": "I like a few vintage Rolexes, and Panerais are good. I'm not into sports watches - I like chronometers.",
	"name": "Jason Statham"
}, {
	"quote": "In Tulsa, it was sports or nothing.",
	"name": "Bill Hader"
}, {
	"quote": "I was always into sports, and as a sportsperson, you need to be fit to survive and play from start to finish.",
	"name": "Disha Patani"
}, {
	"quote": "I did everything - I did newscasts, I did sports, I did dramas.",
	"name": "Alex Trebek"
}, {
	"quote": "When I was really young, I can remember being into fashion, but I was really into horses and sports.",
	"name": "Kendall Jenner"
}, {
	"quote": "People in the States used to think that if girls were good at sports their sexuality would be affected.",
	"name": "Martina Navratilova"
}, {
	"quote": "I've given many lessons in many sports over the years to many different people.",
	"name": "Martina Navratilova"
}, {
	"quote": "Sports are sports. Its all about how we carry ourselves out of the ring.",
	"name": "George Foreman"
}, {
	"quote": "My whole family is missing that sports gene. I hope I didn't screw that up by marrying a great golfer.",
	"name": "Penn Jillette"
}, {
	"quote": "Boxing has become America's tragic theater.",
	"name": "Joyce Carol Oates"
}, {
	"quote": "Even if I did have, you know, a 'Sports Illustrated' body, I'd still wear elegant clothes.",
	"name": "Adele"
}, {
	"quote": "And then I got into sports and gave my guitar to my brother Jeff who was just a little kid at that time.",
	"name": "Beau Bridges"
}, {
	"quote": "Since childhood, sports has been one of the most important influences in my life.",
	"name": "Lindsey Vonn"
}, {
	"quote": "It's so important for kids to get involved with sports in general at a young age.",
	"name": "Lindsey Vonn"
}, {
	"quote": "I always wanted to be a sports broadcaster.",
	"name": "James Carville"
}, {
	"quote": "I think every school in the world should have a sports program.",
	"name": "Abhishek Bachchan"
}, {
	"quote": "I play in the low 80s. If it's any hotter than that, I won't play.",
	"name": "Joe E. Lewis"
}, {
	"quote": "Relax? How can anybody relax and play golf? You have to grip the club, don't you?",
	"name": "Ben Hogan"
}, {
	"quote": "Denver is home to me, and to be recognized for my achievements in the sports community here is a great honor.",
	"name": "Carmelo Anthony"
}, {
	"quote": "I'm a Hollywood writer, so I put on my sports jacket and take off my brain.",
	"name": "Ben Hecht"
}, {
	"quote": "The growth of women's soccer and women's sports all around the world has been slow.",
	"name": "Abby Wambach"
}, {
	"quote": "My sister is totally my dad's daughter because she loves sports.",
	"name": "Ashley Tisdale"
}, {
	"quote": "I would probably say that being a commissioner in sports is one of the hardest jobs in the world.",
	"name": "Landon Donovan"
}, {
	"quote": "We're taking sports too far and starting kids too early.",
	"name": "Darell Hammond"
}, {
	"quote": "I watch sports and cable news. I'm a political junkie, so that's my interest.",
	"name": "Jerry Springer"
}, {
	"quote": "I've always had an interest in sports across the board.",
	"name": "Gabrielle Union"
}, {
	"quote": "I'm not super into sports.",
	"name": "Jack Antonoff"
}, {
	"quote": "You cannot win if you cannot run.",
	"name": "Hank Stram"
}, {
	"quote": "I'm a big sports fan.",
	"name": "David Chang"
}, {
	"quote": "At Barca, players were banned from driving their sports cars to training.",
	"name": "Zlatan Ibrahimovic"
}, {
	"quote": "Fans don't boo nobodies.",
	"name": "Reggie Jackson"
}, {
	"quote": "I was into sports and swimming as a kid and didn't spend a whole lot of time sitting down. I was a gymnast.",
	"name": "Mads Mikkelsen"
}, {
	"quote": "I've aways been good at picking up certain things, like sports and dancing.",
	"name": "Channing Tatum"
}, {
	"quote": "If you want experiences to make you a better person, then you play two or three sports.",
	"name": "Jim Brown"
}, {
	"quote": "I never was a great sports player. In fact, in fourth grade, I had the second to the worst softball throw.",
	"name": "Amy Klobuchar"
}, {
	"quote": "I feel like the Philadelphia sports teams are really good at having my back.",
	"name": "Lil Dicky"
}, {
	"quote": "It sucks. When you're a woman in sports, people want you to show some skin.",
	"name": "Gretchen Bleiler"
}, {
	"quote": "Being involved in sports, you think less about how your body looks and more how it performs.",
	"name": "Gretchen Bleiler"
}, {
	"quote": "I played sports growing up in high school.",
	"name": "Erin Heatherton"
}, {
	"quote": "Golf is played by twenty million mature American men whose wives think they are out having fun.",
	"name": "Jim Bishop"
}, {
	"quote": "I don't watch a lot of television. Sports and news, that's it.",
	"name": "Larry Hagman"
}, {
	"quote": "Sometimes in football you have to score goals.",
	"name": "Thierry Henry"
}, {
	"quote": "If a lot of people gripped a knife and fork the way they do a golf club, they'd starve to death.",
	"name": "Sam Snead"
}, {
	"quote": "I've been a sports fan forever.",
	"name": "Kygo"
}, {
	"quote": "I have a great deal of respect for any women that will enter the world of little boys of sports.",
	"name": "Jennifer Garner"
}, {
	"quote": "I've never bought a sports car.",
	"name": "Brian O'Driscoll"
}, {
	"quote": "The plays and sports of children are as salutary to them as labor and work are to grown persons.",
	"name": "Samuel Richardson"
}, {
	"quote": "I'm not a big sports fan.",
	"name": "Harlan Coben"
}, {
	"quote": "Sports and education, I think they overlap.",
	"name": "Jaylen Brown"
}, {
	"quote": "Sports is a unique thing in our country. It's so influential. It's almost like a sacrament for religion.",
	"name": "Jaylen Brown"
}, {
	"quote": "Maybe a day will come when we may have to just put on a pair of glasses and see sports events.",
	"name": "Kapil Dev"
}, {
	"quote": "Sports is my passion.",
	"name": "Kapil Dev"
}, {
	"quote": "I want to encourage more people in small villages to take up sports.",
	"name": "Sangram Singh"
}, {
	"quote": "You don't really grow up until you quit playing sports.",
	"name": "Richard Linklater"
}, {
	"quote": "I'll let the racket do the talking.",
	"name": "John McEnroe"
}, {
	"quote": "Tennis was a white, upper-class sport, and I wanted it to be treated like other sports were.",
	"name": "John McEnroe"
}, {
	"quote": "It is almost impossible to remember how tragic a place the world is when one is playing golf.",
	"name": "Robert Wilson Lynd"
}, {
	"quote": "I wasn't into sports, but I was really into Shakespeare.",
	"name": "Frances McDormand"
}, {
	"quote": "Pro football is like nuclear warfare. There are no winners, only survivors.",
	"name": "Frank Gifford"
}, {
	"quote": "I'm a competitive person and I love the challenge of mastering new things.",
	"name": "Sasha Cohen"
}, {
	"quote": "Don't play too much golf. Two rounds a day are plenty.",
	"name": "Harry Vardon"
}, {
	"quote": "What's a good tournament for him? Winning it. He's good enough.",
	"name": "Greg Norman"
}, {
	"quote": "The ban on sports betting does exactly what Prohibition did. It makes criminals rich.",
	"name": "James Surowiecki"
}, {
	"quote": "There are two theories on hitting the knuckleball. Unfortunately, neither of them works.",
	"name": "Charley Lau"
}, {
	"quote": "I was always a mean and lean athlete - not tall - not large.",
	"name": "Edwin Moses"
}, {
	"quote": "I overcame size with mechanics.",
	"name": "Edwin Moses"
}, {
	"quote": "The trouble with jogging is that the ice falls out of your glass.",
	"name": "Martin Mull"
}, {
	"quote": "I went through baseball as 'a player to be named later.'",
	"name": "Joe Garagiola"
}, {
	"quote": "Baseball is drama with an endless run and an ever-changing cast.",
	"name": "Joe Garagiola"
}, {
	"quote": "We all idolize sports figures, and we see them fall from grace. You just truly never know anybody anymore.",
	"name": "Rich Eisen"
}, {
	"quote": "The only athletic sport I ever mastered was backgammon.",
	"name": "Douglas William Jerrold"
}, {
	"quote": "When we grew up, we wanted to do two things: to own a sports team and a casino.",
	"name": "Dan Gilbert"
}, {
	"quote": "I'm not buddy-buddy with the players. If they need a buddy, let them buy a dog.",
	"name": "Whitey Herzog"
}, {
	"quote": "Badminton in Beijing is huge - it's one of their top three sports.",
	"name": "Howard Bach"
}, {
	"quote": "You don't suffer, kill yourself and take the risks I take just for money. I love bike racing.",
	"name": "Greg LeMond"
}, {
	"quote": "He hits the ball a long way and he knows how to win.",
	"name": "Gary McCord"
}, {
	"quote": "You know they're not going to lose 162 consecutive games.",
	"name": "Harry Caray"
}, {
	"quote": "In football, time and space are the same thing.",
	"name": "Graham Taylor"
}, {
	"quote": "Olympism is the marriage of sport and culture.",
	"name": "Juan Antonio Samaranch"
}, {
	"quote": "Football is violence and cold weather and sex and college rye.",
	"name": "Roger Kahn"
}, {
	"quote": "I was showing early symptoms of becoming a professional baseball man. I was lying to the press.",
	"name": "Roger Kahn"
}, {
	"quote": "Tennis and golf are best played, not watched.",
	"name": "Roger Kahn"
}, {
	"quote": "Baseball is a man maker.",
	"name": "Al Spalding"
}, {
	"quote": "I got into sports, thankfully, because I didn't listen to my mother.",
	"name": "Dat Nguyen"
}, {
	"quote": "Have you ever noticed what golf spells backwards?",
	"name": "Al Boliska"
}, {
	"quote": "The bell that tolls for all in boxing belongs to a cash register.",
	"name": "Bob Verdi"
}, {
	"quote": "What's unfortunate about buying a pitcher for $12 million is that he carries no warranty.",
	"name": "Bob Verdi"
}, {
	"quote": "Competition is the spice of sports; but if you make spice the whole meal you'll be sick.",
	"name": "George Leonard"
}, {
	"quote": "The difference in golf and government is that in golf you can't improve your lie.",
	"name": "George Deukmejian"
}]