[{
	"quote": "With the new day comes new strength and new thoughts.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
	"name": "Lao Tzu"
}, {
	"quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.",
	"name": "Thomas Paine"
}, {
	"quote": "Strength and growth come only through continuous effort and struggle.",
	"name": "Napoleon Hill"
}, {
	"quote": "Calm mind brings inner strength and self-confidence, so that's very important for good health.",
	"name": "Dalai Lama"
}, {
	"quote": "Unity is strength... when there is teamwork and collaboration, wonderful things can be achieved.",
	"name": "Mattie Stepanek"
}, {
	"quote": "Great works are performed not by strength but by perseverance.",
	"name": "Samuel Johnson"
}, {
	"quote": "Be sure you put your feet in the right place, then stand firm.",
	"name": "Abraham Lincoln"
}, {
	"quote": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path.",
	"name": "Buddha"
}, {
	"quote": "War is peace. Freedom is slavery. Ignorance is strength.",
	"name": "George Orwell"
}, {
	"quote": "The undertaking of a new action brings new strength.",
	"name": "Richard L. Evans"
}, {
	"quote": "The world breaks everyone, and afterward, some are strong at the broken places.",
	"name": "Ernest Hemingway"
}, {
	"quote": "My family is my strength and my weakness.",
	"name": "Aishwarya Rai Bachchan"
}, {
	"quote": "Be faithful in small things because it is in them that your strength lies.",
	"name": "Mother Teresa"
}, {
	"quote": "Faith is the strength by which a shattered world shall emerge into the light.",
	"name": "Helen Keller"
}, {
	"quote": "There are dark shadows on the earth, but its lights are stronger in the contrast.",
	"name": "Charles Dickens"
}, {
	"quote": "Shallow men believe in luck. Strong men believe in cause and effect.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "In solitude the mind gains strength and learns to lean upon itself.",
	"name": "Laurence Sterne"
}, {
	"quote": "Being glamorous is about strength and confidence. It's black and white - dramatic. You have to be strong.",
	"name": "Catherine Zeta-Jones"
}, {
	"quote": "Kites rise highest against the wind - not with it.",
	"name": "Winston Churchill"
}, {
	"quote": "Silence is a source of great strength.",
	"name": "Lao Tzu"
}, {
	"quote": "Joy is prayer; joy is strength: joy is love; joy is a net of love by which you can catch souls.",
	"name": "Mother Teresa"
}, {
	"quote": "Where there is no struggle, there is no strength.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Some of us think holding on makes us strong; but sometimes it is letting go.",
	"name": "Hermann Hesse"
}, {
	"quote": "The world is the great gymnasium where we come to make ourselves strong.",
	"name": "Swami Vivekananda"
}, {
	"quote": "Try to look at your weakness and convert it into your strength. That's success.",
	"name": "Zig Ziglar"
}, {
	"quote": "Endurance is not just the ability to bear a hard thing, but to turn it into glory.",
	"name": "William Barclay"
}, {
	"quote": "The strength of a nation derives from the integrity of the home.",
	"name": "Confucius"
}, {
	"quote": "Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength.",
	"name": "Charles Spurgeon"
}, {
	"quote": "Strength lies in differences, not in similarities.",
	"name": "Stephen Covey"
}, {
	"quote": "You have power over your mind - not outside events. Realize this, and you will find strength.",
	"name": "Marcus Aurelius"
}, {
	"quote": "Aging is not lost youth but a new stage of opportunity and strength.",
	"name": "Betty Friedan"
}, {
	"quote": "The man who is swimming against the stream knows the strength of it.",
	"name": "Woodrow Wilson"
}, {
	"quote": "Scar tissue is stronger than regular tissue. Realize the strength, move on.",
	"name": "Henry Rollins"
}, {
	"quote": "Strength does not come from physical capacity. It comes from an indomitable will.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity.",
	"name": "Albert Schweitzer"
}, {
	"quote": "Sometimes the strength of motherhood is greater than natural laws.",
	"name": "Barbara Kingsolver"
}, {
	"quote": "Nobody can hurt me without my permission.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Our diversity is our strength. What a dull and pointless life it would be if everyone was the same.",
	"name": "Angelina Jolie"
}, {
	"quote": "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
	"name": "Khalil Gibran"
}, {
	"quote": "You can't really be strong until you see a funny side to things.",
	"name": "Ken Kesey"
}, {
	"quote": "Only the weak are cruel. Gentleness can only be expected from the strong.",
	"name": "Leo Buscaglia"
}, {
	"quote": "A truly strong person does not need the approval of others any more than a lion needs the approval of sheep.",
	"name": "Vernon Howard"
}, {
	"quote": "Social media is reducing social barriers. It connects people on the strength of human values, not identities.",
	"name": "Narendra Modi"
}, {
	"quote": "God has always given me the strength to say what is right.",
	"name": "Rosa Parks"
}, {
	"quote": "Nothing is so strong as gentleness, nothing so gentle as real strength.",
	"name": "Saint Francis de Sales"
}, {
	"quote": "Each relationship nurtures a strength or weakness within you.",
	"name": "Mike Murdock"
}, {
	"quote": "This is no time for ease and comfort. It is time to dare and endure.",
	"name": "Winston Churchill"
}, {
	"quote": "The strength of brand loyalty begins with how your product makes people feel.",
	"name": "Jay Samit"
}, {
	"quote": "If you would know strength and patience, welcome the company of trees.",
	"name": "Hal Borland"
}, {
	"quote": "I like criticism. It makes you strong.",
	"name": "LeBron James"
}, {
	"quote": "Thousands have lived without love, not one without water.",
	"name": "W. H. Auden"
}, {
	"quote": "The soul that is within me no man can degrade.",
	"name": "Frederick Douglass"
}, {
	"quote": "That which does not kill us makes us stronger.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Every good citizen adds to the strength of a nation.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "A single twig breaks, but the bundle of twigs is strong.",
	"name": "Tecumseh"
}, {
	"quote": "Endurance is nobler than strength, and patience than beauty.",
	"name": "John Ruskin"
}, {
	"quote": "There is strength in numbers, but organizing those numbers is one of the great challenges.",
	"name": "John C. Mather"
}, {
	"quote": "It doesn't take a lot of strength to hang on. It takes a lot of strength to let go.",
	"name": "J. C. Watts"
}, {
	"quote": "The strong man is the one who is able to intercept at will the communication between the senses and the mind.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Mastering others is strength. Mastering yourself is true power.",
	"name": "Lao Tzu"
}, {
	"quote": "Our ability to handle life's challenges is a measure of our strength of character.",
	"name": "Les Brown"
}, {
	"quote": "Climbing to the top demands strength, whether it is to the top of Mount Everest or to the top of your career.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "Fortitude is the marshal of thought, the armor of the will, and the fort of reason.",
	"name": "Francis Bacon"
}, {
	"quote": "The men who learn endurance, are they who call the whole world, brother.",
	"name": "Charles Dickens"
}, {
	"quote": "Worry does not empty tomorrow of its sorrow. It empties today of its strength.",
	"name": "Corrie Ten Boom"
}, {
	"quote": "A strong woman is a woman determined to do something others are determined not be done.",
	"name": "Marge Piercy"
}, {
	"quote": "Insincerity is always weakness; sincerity even in error is strength.",
	"name": "George Henry Lewes"
}, {
	"quote": "Patience and time do more than strength or passion.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "There is little that can withstand a man who can conquer himself.",
	"name": "Louis XIV"
}, {
	"quote": "You have been chosen, and you must therefore use such strength and heart and wits as you have.",
	"name": "J. R. R. Tolkien"
}, {
	"quote": "We draw our strength from the very despair in which we have been forced to live. We shall endure.",
	"name": "Cesar Chavez"
}, {
	"quote": "I know and I've always felt for Canada that we recognize that diversity is a great source of strength.",
	"name": "Justin Trudeau"
}, {
	"quote": "Physical strength can never permanently withstand the impact of spiritual force.",
	"name": "Franklin D. Roosevelt"
}, {
	"quote": "Don't expect to build up the weak by pulling down the strong.",
	"name": "Calvin Coolidge"
}, {
	"quote": "We gain the strength of the temptation we resist.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Even cowards can endure hardship; only the brave can endure suspense.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "Difficulties are meant to rouse, not discourage. The human spirit is to grow strong by conflict.",
	"name": "William Ellery Channing"
}, {
	"quote": "I realized that my strength was being different.",
	"name": "Betsey Johnson"
}, {
	"quote": "It takes strength to make your way through grief, to grab hold of life and let it pull you forward.",
	"name": "Patti Davis"
}, {
	"quote": "Life is very interesting... in the end, some of your greatest pains, become your greatest strengths.",
	"name": "Drew Barrymore"
}, {
	"quote": "Dealing with depression effectively is a mark not of weakness, but of strength.",
	"name": "Andrew Solomon"
}, {
	"quote": "Thank you to all for your prayers and good wishes. It gave me the strength to persevere and warmed my heart.",
	"name": "Steven Cojocaru"
}, {
	"quote": "Women are like teabags. We don't know our true strength until we are in hot water!",
	"name": "Unknown"
}, {
	"quote": "As long as we persevere and endure, we can get anything we want.",
	"name": "Mike Tyson"
}, {
	"quote": "Problems are not the problem; coping is the problem.",
	"name": "Virginia Satir"
}, {
	"quote": "Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity.",
	"name": "Louis Pasteur"
}, {
	"quote": "Believing in yourself and having confidence gives you outer strength.",
	"name": "Nikki Bella"
}, {
	"quote": "Good actions give strength to ourselves and inspire good actions in others.",
	"name": "Samuel Smiles"
}, {
	"quote": "The perfection of Christian character depends wholly upon the grace and strength found alone in God.",
	"name": "Ellen G. White"
}, {
	"quote": "My greatest strength as a consultant is to be ignorant and ask a few questions.",
	"name": "Peter Drucker"
}, {
	"quote": "Every calamity is to be overcome by endurance.",
	"name": "Virgil"
}, {
	"quote": "Tears shed for self are tears of weakness, but tears shed for others are a sign of strength.",
	"name": "Billy Graham"
}, {
	"quote": "Strength of mind rests in sobriety; for this keeps your reason unclouded by passion.",
	"name": "Pythagoras"
}, {
	"quote": "Nothing has more strength than dire necessity.",
	"name": "Euripides"
}, {
	"quote": "Calm, open debate, and logical thought drive strength to its maximum effectiveness.",
	"name": "Billy Corgan"
}, {
	"quote": "A powerful idea communicates some of its strength to him who challenges it.",
	"name": "Marcel Proust"
}, {
	"quote": "Victoria's Secret is really about celebrating women and what they stand for: the strength.",
	"name": "Cara Delevingne"
}, {
	"quote": "Yoga is equal parts strength, flexibility, balance, and endurance.",
	"name": "Mandy Ingber"
}, {
	"quote": "The colour of the skin is in no way connected with strength of the mind or intellectual powers.",
	"name": "Benjamin Banneker"
}, {
	"quote": "When restraint and courtesy are added to strength, the latter becomes irresistible.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "When you're playing upside down, it takes twice the strength.",
	"name": "Tommy Lee"
}, {
	"quote": "Fortitude is the guard and support of the other virtues.",
	"name": "John Locke"
}, {
	"quote": "We need a president with tremendous intelligence, smarts, cunning, strength and stamina.",
	"name": "Donald Trump"
}, {
	"quote": "If one suffers we all suffer. Togetherness is strength. Courage.",
	"name": "Jean-Bertrand Aristide"
}, {
	"quote": "Work is not man's punishment. It is his reward and his strength and his pleasure.",
	"name": "George Sand"
}, {
	"quote": "I know that, like every woman of the people, I have more strength than I appear to have.",
	"name": "Evita Peron"
}, {
	"quote": "Rudeness is a weak imitation of strength.",
	"name": "Eric Hoffer"
}, {
	"quote": "As long as I have health and strength, I will gladly work all my days.",
	"name": "Frederic Chopin"
}, {
	"quote": "Peace is purchased from strength. It's not purchased from weakness or unilateral retreats.",
	"name": "Benjamin Netanyahu"
}, {
	"quote": "The strength and power of a country depends absolutely on the quantity of good men and women in it.",
	"name": "John Ruskin"
}, {
	"quote": "My strength and my weakness are twins in the same womb.",
	"name": "Marge Piercy"
}, {
	"quote": "I bring a lot of energy and passion to what I do. Plus, I've had some weird feats of superhuman strength!",
	"name": "John Cena"
}, {
	"quote": "When I use my strength in the service of my vision it makes no difference whether or not I am afraid.",
	"name": "Audre Lorde"
}, {
	"quote": "Power over others is weakness disguised as strength.",
	"name": "Eckhart Tolle"
}, {
	"quote": "Women may fall when there's no strength in men.",
	"name": "William Shakespeare"
}, {
	"quote": "Heroism is endurance for one moment more.",
	"name": "George F. Kennan"
}, {
	"quote": "Faith gives you an inner strength and a sense of balance and perspective in life.",
	"name": "Gregory Peck"
}, {
	"quote": "Tolerance is a virtue that depends upon peace and strength.",
	"name": "Charles Lindbergh"
}, {
	"quote": "This is the mark of a really admirable man: steadfastness in the face of trouble.",
	"name": "Ludwig van Beethoven"
}, {
	"quote": "There are two ways of exerting one's strength: one is pushing down, the other is pulling up.",
	"name": "Booker T. Washington"
}, {
	"quote": "Life is truly known only to those who suffer, lose, endure adversity and stumble from defeat to defeat.",
	"name": "Anais Nin"
}, {
	"quote": "Power is so characteristically calm, that calmness in itself has the aspect of strength.",
	"name": "Edward G. Bulwer-Lytton"
}, {
	"quote": "The kind of beauty I want most is the hard-to-get kind that comes from within - strength, courage, dignity.",
	"name": "Ruby Dee"
}, {
	"quote": "My bad habits aren't my title. My strengths and my talent are my title.",
	"name": "Layne Staley"
}, {
	"quote": "Nobody picks on a strong man.",
	"name": "Charles Atlas"
}, {
	"quote": "My strength is as the strength of ten, because my heart is pure.",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "Good composition is like a suspension bridge - each line adds strength and takes none away.",
	"name": "Robert Henri"
}, {
	"quote": "Atheism shows strength of mind, but only to a certain degree.",
	"name": "Blaise Pascal"
}, {
	"quote": "My fitness instructor helped me with strength training, muscle building, and toning.",
	"name": "Karan Patel"
}, {
	"quote": "What is a superhero? They're supposed to represent hope, opportunity, and strength for everybody.",
	"name": "Aldis Hodge"
}, {
	"quote": "Running up a steep hill or up steps are fantastic ways of building explosive strength.",
	"name": "Greg Rutherford"
}, {
	"quote": "I have the people behind me and the people are my strength.",
	"name": "Huey Newton"
}, {
	"quote": "'Tis skill, not strength, that governs a ship.",
	"name": "Thomas Fuller"
}, {
	"quote": "Being vulnerable is not a sign of weakness. It's a sign of strength.",
	"name": "Karamo Brown"
}, {
	"quote": "It takes strength to be kind; it's not a weakness.",
	"name": "Daniel Lubetzky"
}, {
	"quote": "You don't have to be a bodybuilder to have strength in your muscles.",
	"name": "Katarina Johnson-Thompson"
}, {
	"quote": "I don't believe in cutting out people from the past. It doesn't give strength; it just gives loneliness.",
	"name": "Carla Bruni"
}, {
	"quote": "My strength was that I am more balanced and calmer than most other riders.",
	"name": "Miguel Indurain"
}, {
	"quote": "The awareness of our own strength makes us modest.",
	"name": "Paul Cezanne"
}, {
	"quote": "He knows not his own strength who hath not met adversity.",
	"name": "William Samuel Johnson"
}, {
	"quote": "We get strength and encouragement from watching children.",
	"name": "Hayao Miyazaki"
}, {
	"quote": "True strength is delicate.",
	"name": "Louise Berliawsky Nevelson"
}, {
	"quote": "Sometimes your greatest strength can emerge as a weakness if the context changes.",
	"name": "Harsha Bhogle"
}, {
	"quote": "Each particular society begins to feel its strength, whence arises a state of war between different nations.",
	"name": "Montesquieu"
}, {
	"quote": "A strength to harm is perilous in the hand of an ambitious head.",
	"name": "Elizabeth I"
}, {
	"quote": "The only thing I pray for is the strength to go out without complaining.",
	"name": "Tiny Tim"
}, {
	"quote": "Virtue is an inner strength. It expands your nature.",
	"name": "John Bradshaw"
}, {
	"quote": "We are a grassroots party. We always have been. That's been the strength of the GOP.",
	"name": "Michael Steele"
}, {
	"quote": "For me, my greatest weakness is also my greatest strength: I'm a complete overthinker about everything.",
	"name": "Sasha Velour"
}, {
	"quote": "I like a women who's got some balls, some strength. As long as I can beat her at arm wrestling, that's fine.",
	"name": "James Hetfield"
}, {
	"quote": "If I had not some strength of will I would make a first class drunkard.",
	"name": "Ernest Shackleton"
}, {
	"quote": "My mother was the strength. She was the anchor. She was a preacher and a teacher.",
	"name": "Ellen Johnson Sirleaf"
}, {
	"quote": "I had always been proud of my body - its strength and grace enabled me to pursue my passions.",
	"name": "Misty Copeland"
}, {
	"quote": "Discipline and united action are the real source of strength for the nation.",
	"name": "Lal Bahadur Shastri"
}, {
	"quote": "Sure I am of this, that you have only to endure to conquer.",
	"name": "Winston Churchill"
}, {
	"quote": "When a tradition gathers enough strength to go on for centuries, you don't just turn it off one day.",
	"name": "Chinua Achebe"
}, {
	"quote": "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
	"name": "Liane Cordes"
}, {
	"quote": "I don't have the strength or wisdom to get through a single day without guidance and grace from God.",
	"name": "Tony Dungy"
}, {
	"quote": "We acquire the strength we have overcome.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "He who conquers others is strong; He who conquers himself is mighty.",
	"name": "Lao Tzu"
}, {
	"quote": "Only the gentle are ever really strong.",
	"name": "James Dean"
}, {
	"quote": "Perhaps I am stronger than I think.",
	"name": "Thomas Merton"
}, {
	"quote": "The wisest use of American strength is to advance freedom.",
	"name": "George W. Bush"
}, {
	"quote": "It is my own firm belief that the strength of the soul grows in proportion as you subdue the flesh.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "The strength of the vampire is that people will not believe in him.",
	"name": "Garrett Fort"
}, {
	"quote": "We - we need strength, we need energy, we need quickness and we need brain in this country to turn it around.",
	"name": "Donald Trump"
}, {
	"quote": "The strength of a man's virtue should not be measured by his special exertions, but by his habitual acts.",
	"name": "Blaise Pascal"
}, {
	"quote": "Living in America and, of course, just being women in general, we've got more strength than we think we do.",
	"name": "Dolly Parton"
}, {
	"quote": "It is only necessary to have courage, for strength without self-confidence is useless.",
	"name": "Giacomo Casanova"
}, {
	"quote": "The transfer of power is always a test of the constitutional system, a test of its strength.",
	"name": "Vladimir Putin"
}, {
	"quote": "The strength and power of despotism consists wholly in the fear of resistance.",
	"name": "Thomas Paine"
}, {
	"quote": "I think people who have good parents come into the world with a strength, yes, and an advantage.",
	"name": "Oprah Winfrey"
}, {
	"quote": "A key to strengthening spiritual muscles and enduring hardship is finding strength in the Word of God.",
	"name": "Walter Martin"
}, {
	"quote": "Only strength can cooperate. Weakness can only beg.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "When strength is yoked with justice, where is a mightier pair than they?",
	"name": "Aeschylus"
}, {
	"quote": "Suppressed grief suffocates, it rages within the breast, and is forced to multiply its strength.",
	"name": "Ovid"
}, {
	"quote": "In all my perplexities and distresses, the Bible has never failed to give me light and strength.",
	"name": "Robert E. Lee"
}, {
	"quote": "America's greatest strength has always been its hopeful vision of human progress.",
	"name": "John McCain"
}, {
	"quote": "My emotions are usually my weakness, but they are my strength while acting.",
	"name": "Amruta Khanvilkar"
}, {
	"quote": "Where is the man who has the strength to be true, and to show himself as he is?",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "When I make a fist, it's strong, and you can't tear it apart. As long as there's unity, there's strength.",
	"name": "Ara Parseghian"
}, {
	"quote": "Indian democracy's greatest strength is that we have always put the nation above politics.",
	"name": "Atal Bihari Vajpayee"
}, {
	"quote": "Freedom comes from strength and self-reliance.",
	"name": "Lisa Murkowski"
}, {
	"quote": "I think that we should remember that social change can happen when people join together with some strength.",
	"name": "Haskell Wexler"
}, {
	"quote": "My strength is translating emotion because I'm such a feeler.",
	"name": "Selena Gomez"
}, {
	"quote": "It's empowering to find a workout that builds strength and grace.",
	"name": "Mary Helen Bowers"
}, {
	"quote": "I find it takes a lot of strength to endure myself.",
	"name": "Henry Rollins"
}, {
	"quote": "The strength of criticism lies in the weakness of the thing criticized.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "We all have enough strength to endure the misfortunes of others.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "What is important is to believe in something so strongly that you're never discouraged.",
	"name": "Salma Hayek"
}, {
	"quote": "Academics don't normally manage to alter people's way of thinking through their strength of argument.",
	"name": "David Crystal"
}, {
	"quote": "I know there is strength in the differences between us. I know there is comfort where we overlap.",
	"name": "Ani DiFranco"
}, {
	"quote": "Wisdom is the knowledge of good and evil, not the strength to choose between the two.",
	"name": "John Cheever"
}, {
	"quote": "They say everything you go through in your childhood builds character and inner strength.",
	"name": "Curtis Joseph"
}, {
	"quote": "He is greatest whose strength carries up the most hearts by the attraction of his own.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "Strong and bitter words indicate a weak cause.",
	"name": "Victor Hugo"
}, {
	"quote": "Wisdom is always an overmatch for strength.",
	"name": "Phil Jackson"
}, {
	"quote": "Patience is the support of weakness; impatience the ruin of strength.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "I was ironing my own clothes when I was 11 years old. My mental strength goes back to those days.",
	"name": "Cristiano Ronaldo"
}, {
	"quote": "Many a man's strength is in opposition, and when he faileth, he grows out of use.",
	"name": "Francis Bacon"
}, {
	"quote": "Strength does not have to be belligerent and loud.",
	"name": "Russell Brand"
}, {
	"quote": "People don't understand the power of love and family and strength.",
	"name": "Paul Pierce"
}, {
	"quote": "In the end, long life is the reward, strength, and beauty.",
	"name": "Grace Paley"
}, {
	"quote": "Pilates has been the perfect solution to maintaining strength and vitality in my life.",
	"name": "Trudie Styler"
}, {
	"quote": "It isn't right to judge strength as better than good wisdom.",
	"name": "Xenophanes"
}, {
	"quote": "Diversity of thought and culture and religion and ideas has been the strength of America.",
	"name": "Gary Locke"
}, {
	"quote": "The great and admirable strength of America consists in this, that America is truly the American people.",
	"name": "Jacques Maritain"
}, {
	"quote": "It does not take much strength to do things, but it requires great strength to decide on what to do.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Success in golf depends less on strength of body than upon strength of mind and character.",
	"name": "Arnold Palmer"
}, {
	"quote": "I count life just a stuff to try the soul's strength on.",
	"name": "Robert Browning"
}, {
	"quote": "I never won anything by myself. I was always strong because of help that gave me extra strength to win.",
	"name": "Dan Gable"
}, {
	"quote": "People do not lack strength; they lack will.",
	"name": "Victor Hugo"
}, {
	"quote": "You can tell the strength of a nation by the women behind its men.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Peace is not the absence of war, but a virtue based on strength of character.",
	"name": "Baruch Spinoza"
}, {
	"quote": "I learned that it is the weak who are cruel, and that gentleness is to be expected only from the strong.",
	"name": "Leo Rosten"
}, {
	"quote": "Life asks not merely what you can do; it asks how much can you endure and not be spoiled.",
	"name": "Harry Emerson Fosdick"
}, {
	"quote": "Above all, it is not decency or goodness of gentleness that impresses the Middle East, but strength.",
	"name": "Meir Kahane"
}, {
	"quote": "Physical strength in a woman - that's what I am.",
	"name": "Tina Turner"
}, {
	"quote": "Strength and wisdom are not opposing values.",
	"name": "William J. Clinton"
}, {
	"quote": "I have both English bulldog determination and Bengal tiger strength.",
	"name": "Bikram Choudhury"
}, {
	"quote": "Force has no place where there is need of skill.",
	"name": "Herodotus"
}, {
	"quote": "The mark of a truly civilized man is confidence in the strength and security derived from the inquiring mind.",
	"name": "Felix Frankfurter"
}, {
	"quote": "Endure and persist; this pain will turn to good by and by.",
	"name": "Ovid"
}, {
	"quote": "I have always drawn strength from being close to home.",
	"name": "Arthur Ashe"
}, {
	"quote": "I'm not sure I have the physical strength to undertake a novel.",
	"name": "Joan Didion"
}, {
	"quote": "I had a vision with which I might have saved my people, but I had not the strength to do it.",
	"name": "Black Elk"
}, {
	"quote": "My strength would be my honesty and my passion towards my work.",
	"name": "Sushant Singh Rajput"
}, {
	"quote": "Strengthen me by sympathizing with my strength, not my weakness.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "If we resist our passions, it is more due to their weakness than our strength.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "The strength of the Democratic Party of Cook County is not something that just happened.",
	"name": "Richard J. Daley"
}, {
	"quote": "There is a growing strength in women but it's in the forehead, not the forearm.",
	"name": "Beverly Sills"
}, {
	"quote": "I feel my heart break to see a nation ripped apart by it's own greatest strength - it's diversity.",
	"name": "Melissa Etheridge"
}, {
	"quote": "The strength of any weakness within us is the degree to which it is feared.",
	"name": "Guy Finley"
}, {
	"quote": "Wisdom we know is the knowledge of good and evil, not the strength to choose between the two.",
	"name": "John Cheever"
}, {
	"quote": "From the gut comes the strut, and where hunger reigns, strength abstains.",
	"name": "Francois Rabelais"
}, {
	"quote": "China has been developing, growing in economic strength and its influence in the region. That will continue.",
	"name": "Lee Hsien Loong"
}, {
	"quote": "Better than the strength of men and horses is our wisdom.",
	"name": "Xenophanes"
}, {
	"quote": "The first movement ballerina should be a paradigm of strength and authority.",
	"name": "Robert Gottlieb"
}, {
	"quote": "We deceive ourselves when we fancy that only weakness needs support. Strength needs it far more.",
	"name": "Sophie Swetchine"
}, {
	"quote": "I gambled on having the strength to live two lives, one for myself and one for the world.",
	"name": "Ruth Benedict"
}, {
	"quote": "Strength and compassion are not mutually exclusive.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "The glimpses of human strength and frailty that a physician sees are with me still.",
	"name": "Daniel Nathans"
}, {
	"quote": "Darts players are probably a lot fitter than most footballers in overall body strength.",
	"name": "Sid Waddell"
}, {
	"quote": "The source of my power and strength is God, and I know it, without a shadow of a doubt.",
	"name": "Derek Fisher"
}, {
	"quote": "I like form and shape and strength in pictures.",
	"name": "Herb Ritts"
}, {
	"quote": "When you love someone deeply, you give strength, and when you are loved deeply, you gain courage.",
	"name": "Scott Cook"
}, {
	"quote": "I gain strength from postive thought and from the daily conversation with God.",
	"name": "Ottmar Hitzfeld"
}, {
	"quote": "Not one man in a thousand has the strength of mind or the goodness of heart to be an atheist.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "My mom has always been so generous and so sensitive and so vulnerable and yet exudes so much strength.",
	"name": "Justin Trudeau"
}, {
	"quote": "The spirit of man can endure only so much and when it is broken only a miracle can mend it.",
	"name": "John Burroughs"
}, {
	"quote": "The sea heaves up, hangs loaded o'er the land, Breaks there, and buries its tumultuous strength.",
	"name": "Robert Browning"
}, {
	"quote": "All women are the same, really: They are strong, but they are afraid of their own strength.",
	"name": "Diane von Furstenberg"
}, {
	"quote": "A nation will rise no higher than the strength of its homes.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "One has to have the strength of character to say the time has come to move on... unless you are a king.",
	"name": "Kofi Annan"
}, {
	"quote": "It is a maudlin and indecent verity that comes out through the strength of wine.",
	"name": "Joseph Conrad"
}, {
	"quote": "Tina Turner is someone that I admire, because she made her strength feminine and sexy.",
	"name": "Beyonce Knowles"
}, {
	"quote": "I wish I was a gorgeous mixologist, but that was not my god-given strength.",
	"name": "Jonathan Van Ness"
}, {
	"quote": "Life only demands from you the strength that you possess. Only one feat is possible; not to run away.",
	"name": "Dag Hammarskjold"
}, {
	"quote": "To be loved is a strength. To love is a weakness.",
	"name": "Zsa Zsa Gabor"
}, {
	"quote": "I believe in prayer. It's the best way we have to draw strength from heaven.",
	"name": "Josephine Baker"
}, {
	"quote": "I realized then that the generations may change but the strength of our nation remains solid.",
	"name": "Jane D. Hull"
}, {
	"quote": "Our strength is often composed of the weakness that we're damned if we're going to show.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "Religion brings to man an inner strength, spiritual light, and ineffable peace.",
	"name": "Alexis Carrel"
}, {
	"quote": "Organized religion is a sham and a crutch for weak-minded people who need strength in numbers.",
	"name": "Jesse Ventura"
}, {
	"quote": "Thankfully, I was given a strong base by my parents, an understanding of who I was and my strength.",
	"name": "Kimberly Elise"
}, {
	"quote": "Strength of character may be learned at work, but beauty of character is learned at home.",
	"name": "Henry Drummond"
}, {
	"quote": "You're blessed if you have the strength to work.",
	"name": "Mahalia Jackson"
}, {
	"quote": "I was always fascinated by strength. Arnold was an idol of mine.",
	"name": "Brock Lesnar"
}, {
	"quote": "I'm an activist for gay marriage equality and children's rights. I'm the face of Share Our Strength.",
	"name": "Sandra Lee"
}, {
	"quote": "Farrah Fawcett had courage, she had strength, and she had faith.",
	"name": "Jaclyn Smith"
}, {
	"quote": "My faith, my family, my friends - that's where I get my strength.",
	"name": "Dana Loesch"
}, {
	"quote": "I haven't strength of mind not to need a career.",
	"name": "Ruth Benedict"
}, {
	"quote": "I used to play rugby, which requires a lot of physical strength. The game requires you to get aggressive.",
	"name": "Sidharth Malhotra"
}, {
	"quote": "A robust economy is a source of national strength for Japan.",
	"name": "Shinzo Abe"
}, {
	"quote": "My strength is my enthusiasm.",
	"name": "Placido Domingo"
}, {
	"quote": "Strength doesn't mean an absence of pain.",
	"name": "Aja Naomi King"
}, {
	"quote": "The joy of the mind is the measure of its strength.",
	"name": "Ninon de L'Enclos"
}, {
	"quote": "It gives one hope, this great strength of Africa.",
	"name": "Stephen Lewis"
}, {
	"quote": "I am climbing a difficult road; but the glory gives me strength.",
	"name": "Sextus Propertius"
}, {
	"quote": "I believe my past is my strength.",
	"name": "Michel Martelly"
}, {
	"quote": "I had the strength and the finesse there and put it all together.",
	"name": "Elvis Stojko"
}, {
	"quote": "A champion's strength comes from never being contented.",
	"name": "Stephan El Shaarawy"
}, {
	"quote": "What is called a sincere work is one that is endowed with enough strength to give reality to an illusion.",
	"name": "Max Jacob"
}, {
	"quote": "What is to give light must endure burning.",
	"name": "Anton Wildgans"
}, {
	"quote": "Courage conquers all things: it even gives strength to the body.",
	"name": "Ovid"
}, {
	"quote": "I kid around a lot, but pranks are not my best strength!",
	"name": "Betty White"
}, {
	"quote": "Have you not learned that strength comes to an ordinary soul when given an extraordinary calling?",
	"name": "Russell M. Nelson"
}, {
	"quote": "The strength of America is not in Washington.",
	"name": "J. C. Watts"
}, {
	"quote": "On the world stage, Donald Trump will lead from strength.",
	"name": "Mike Pence"
}, {
	"quote": "Strength instead of being the lusty child of passion, grows by grappling with and subduing them.",
	"name": "James M. Barrie"
}, {
	"quote": "I want people to draw strength from me.",
	"name": "Mr. T"
}, {
	"quote": "I've been through it all, baby, I'm mother courage.",
	"name": "Elizabeth Taylor"
}, {
	"quote": "The lack of financial strength to avail healthcare is a major challenge.",
	"name": "N. R. Narayana Murthy"
}, {
	"quote": "If I had to pick my greatest strength as a football coach, I say it would be innovation.",
	"name": "Tom Landry"
}, {
	"quote": "I've been doing a lot of drama, but I feel like comedy is my strength.",
	"name": "Taraji P. Henson"
}, {
	"quote": "When people are depending on us, we end up finding strength we didn't know we had.",
	"name": "Adam Grant"
}, {
	"quote": "Love you will find only where you may show yourself weak without provoking strength.",
	"name": "Theodor W. Adorno"
}, {
	"quote": "For my first fragrance, I wanted to capture the essence of a woman's strength and beauty.",
	"name": "Ivanka Trump"
}, {
	"quote": "Freedom and order are not incompatible... truth is strength... free discussion is the very life of truth.",
	"name": "Thomas Huxley"
}, {
	"quote": "In the strength of the Lord we can do and endure and overcome all things.",
	"name": "David A. Bednar"
}, {
	"quote": "I'm coming from a place of total strength and humility now.",
	"name": "Robert Downey, Jr."
}, {
	"quote": "As a student, I was more gifted in history and geography. Things like arithmetic were not my strength.",
	"name": "Hubert de Givenchy"
}, {
	"quote": "I get strength from my art - all the paintings I own are powerful.",
	"name": "Madonna Ciccone"
}, {
	"quote": "He knows not his own strength that hath not met adversity.",
	"name": "Cesare Pavese"
}, {
	"quote": "Will power is only the tensile strength of one's own disposition. One cannot increase it by a single ounce.",
	"name": "Cesare Pavese"
}, {
	"quote": "Our passion is our strength.",
	"name": "Billie Joe Armstrong"
}, {
	"quote": "I have two beautiful children. And they really are my strength.",
	"name": "Terri Irwin"
}, {
	"quote": "He knows not his own strength that has not met adversity.",
	"name": "Ben Jonson"
}, {
	"quote": "Credulity is the man's weakness, but the child's strength.",
	"name": "Charles Lamb"
}, {
	"quote": "I think that I have a sensitivity toward people, and that is a strength.",
	"name": "Joe Torre"
}, {
	"quote": "Strength is leading when you just don't want to lead.",
	"name": "Stanley A. McChrystal"
}, {
	"quote": "America needs a big idea that plays to its strength. It should look to national service.",
	"name": "Stanley A. McChrystal"
}, {
	"quote": "In Europe, we see the underlying strength of the economy, especially in southern European countries.",
	"name": "Alain Dehaze"
}, {
	"quote": "A man has to have sensibility, wit, mystery, tolerance, and strength... Romance also helps.",
	"name": "Carolina Herrera"
}, {
	"quote": "We are a long time in learning that all our strength and salvation is in God.",
	"name": "David Brainerd"
}, {
	"quote": "Every burden is a blessing.",
	"name": "Walt Kelly"
}, {
	"quote": "God grant you the strength to fight off the temptations of surrender.",
	"name": "Walter Annenberg"
}, {
	"quote": "It takes enormous strength to be a real woman.",
	"name": "John Eldredge"
}, {
	"quote": "In my heart of hearts, I'm a character actress, whereas other people play their one strength.",
	"name": "Juliette Lewis"
}, {
	"quote": "My parents, especially my mother, has been my pillar of strength.",
	"name": "Sangram Singh"
}, {
	"quote": "The strength of your company is how wide a variety of people can be successful in it.",
	"name": "Mark Pincus"
}, {
	"quote": "Peace through strength works; but the flip side is war invited by weakness.",
	"name": "Pete Hegseth"
}, {
	"quote": "The strength of fiction is not in reading about yourself, but in reading about other people.",
	"name": "Tom Rachman"
}, {
	"quote": "I've been doing a lot of deadlifting and squatting for overall strength.",
	"name": "Jesse Lee Soffer"
}, {
	"quote": "Sometimes your disappointments make you a stronger person for the future.",
	"name": "Blanka Vlasic"
}, {
	"quote": "I say my greatest strength is my speed, and I think that I could use some work on my concentration.",
	"name": "Jacoby Jones"
}]