[{
	"quote": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.",
	"name": "Colin Powell"
}, {
	"quote": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success.",
	"name": "Swami Sivananda"
}, {
	"quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
	"name": "Winston Churchill"
}, {
	"quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
	"name": "Colin Powell"
}, {
	"quote": "Your positive action combined with positive thinking results in success.",
	"name": "Shiv Khera"
}, {
	"quote": "Self-belief and hard work will always earn you success.",
	"name": "Virat Kohli"
}, {
	"quote": "Some people dream of success, while other people get up every morning and make it happen.",
	"name": "Wayne Huizenga"
}, {
	"quote": "Coming together is a beginning; keeping together is progress; working together is success.",
	"name": "Edward Everett Hale"
}, {
	"quote": "A true friend is one who overlooks your failures and tolerates your success!",
	"name": "Doug Larson"
}, {
	"quote": "Success is where preparation and opportunity meet.",
	"name": "Bobby Unser"
}, {
	"quote": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Try not to become a man of success, but rather try to become a man of value.",
	"name": "Albert Einstein"
}, {
	"quote": "Happiness lies in the joy of achievement and the thrill of creative effort.",
	"name": "Franklin D. Roosevelt"
}, {
	"quote": "A strong, positive self-image is the best possible preparation for success.",
	"name": "Joyce Brothers"
}, {
	"quote": "Failure is the key to success; each mistake teaches us something.",
	"name": "Morihei Ueshiba"
}, {
	"quote": "Communication - the human connection - is the key to personal and career success.",
	"name": "Paul J. Meyer"
}, {
	"quote": "Success is not a good teacher, failure makes you humble.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "Success consists of going from failure to failure without loss of enthusiasm.",
	"name": "Winston Churchill"
}, {
	"quote": "All you need in this life is ignorance and confidence, and then success is sure.",
	"name": "Mark Twain"
}, {
	"quote": "For success, attitude is equally as important as ability.",
	"name": "Walter Scott"
}, {
	"quote": "Patience, persistence and perspiration make an unbeatable combination for success.",
	"name": "Napoleon Hill"
}, {
	"quote": "Think little goals and expect little achievements. Think big goals and win big success.",
	"name": "David Joseph Schwartz"
}, {
	"quote": "The thermometer of success is merely the jealousy of the malcontents.",
	"name": "Salvador Dali"
}, {
	"quote": "Success is simply a matter of luck. Ask any failure.",
	"name": "Earl Wilson"
}, {
	"quote": "Success is a science; if you have the conditions, you get the result.",
	"name": "Oscar Wilde"
}, {
	"quote": "The secret of your success is determined by your daily agenda.",
	"name": "John C. Maxwell"
}, {
	"quote": "Success is a lousy teacher. It seduces smart people into thinking they can't lose.",
	"name": "Bill Gates"
}, {
	"quote": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students.",
	"name": "Solomon Ortiz"
}, {
	"quote": "Money won't create success, the freedom to make it will.",
	"name": "Nelson Mandela"
}, {
	"quote": "However difficult life may seem, there is always something you can do and succeed at.",
	"name": "Stephen Hawking"
}, {
	"quote": "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.",
	"name": "Zig Ziglar"
}, {
	"quote": "The secret of success is to be ready when your opportunity comes.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "If everyone is moving forward together, then success takes care of itself.",
	"name": "Henry Ford"
}, {
	"quote": "Success is a journey, not a destination. The doing is often more important than the outcome.",
	"name": "Arthur Ashe"
}, {
	"quote": "At the end of the day, the most overwhelming key to a child's success is the positive involvement of parents.",
	"name": "Jane D. Hull"
}, {
	"quote": "A champion is afraid of losing. Everyone else is afraid of winning.",
	"name": "Billie Jean King"
}, {
	"quote": "Ambition is the path to success. Persistence is the vehicle you arrive in.",
	"name": "Bill Bradley"
}, {
	"quote": "It's fine to celebrate success but it is more important to heed the lessons of failure.",
	"name": "Bill Gates"
}, {
	"quote": "The key to success is action, and the essential in action is perseverance.",
	"name": "Sun Yat-sen"
}, {
	"quote": "Earn your success based on service to others, not at the expense of others.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "No man succeeds without a good woman behind him. Wife or mother, if it is both, he is twice blessed indeed.",
	"name": "Godfrey Winn"
}, {
	"quote": "Before anything else, preparation is the key to success.",
	"name": "Alexander Graham Bell"
}, {
	"quote": "Don't aim for success if you want it; just do what you love and believe in, and it will come naturally.",
	"name": "David Frost"
}, {
	"quote": "Try to look at your weakness and convert it into your strength. That's success.",
	"name": "Zig Ziglar"
}, {
	"quote": "There is simply no substitute for hard work when it comes to achieving success.",
	"name": "Heather Bresch"
}, {
	"quote": "Survival was my only hope, success my only revenge.",
	"name": "Patricia Cornwell"
}, {
	"quote": "The starting point of all achievement is desire.",
	"name": "Napoleon Hill"
}, {
	"quote": "I've failed over and over and over again in my life and that is why I succeed.",
	"name": "Michael Jordan"
}, {
	"quote": "When love and skill work together, expect a masterpiece.",
	"name": "John Ruskin"
}, {
	"quote": "There is no success you can celebrate more than the success of a brother.",
	"name": "Diego Luna"
}, {
	"quote": "A key to achieving success is to assemble a strong and stable management team.",
	"name": "Vivek Wadhwa"
}, {
	"quote": "Man needs his difficulties because they are necessary to enjoy success.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "Obedience is the mother of success and is wedded to safety.",
	"name": "Aeschylus"
}, {
	"quote": "Always bear in mind that your own resolution to succeed is more important than any other.",
	"name": "Abraham Lincoln"
}, {
	"quote": "The secret of our success is that we never, never give up.",
	"name": "Wilma Mankiller"
}, {
	"quote": "It is no use saying, 'We are doing our best.' You have got to succeed in doing what is necessary.",
	"name": "Winston Churchill"
}, {
	"quote": "Success in management requires learning as fast as the world is changing.",
	"name": "Warren Bennis"
}, {
	"quote": "You cannot climb the ladder of success dressed in the costume of failure.",
	"name": "Zig Ziglar"
}, {
	"quote": "The best revenge is massive success.",
	"name": "Frank Sinatra"
}, {
	"quote": "Success breeds complacency. Complacency breeds failure. Only the paranoid survive.",
	"name": "Andy Grove"
}, {
	"quote": "The ladder of success is best climbed by stepping on the rungs of opportunity.",
	"name": "Ayn Rand"
}, {
	"quote": "Just remember, you can't climb the ladder of success with your hands in your pockets.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "Success is simple. Do what's right, the right way, at the right time.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "Success is how high you bounce when you hit bottom.",
	"name": "George S. Patton"
}, {
	"quote": "You were designed for accomplishment, engineered for success, and endowed with the seeds of greatness.",
	"name": "Zig Ziglar"
}, {
	"quote": "The road to success is always under construction.",
	"name": "Arnold Palmer"
}, {
	"quote": "Success usually comes to those who are too busy to be looking for it.",
	"name": "Henry David Thoreau"
}, {
	"quote": "The path to success is to take massive, determined action.",
	"name": "Tony Robbins"
}, {
	"quote": "No matter how much success you're having, you can't continue working together if you can't communicate.",
	"name": "Matt Cameron"
}, {
	"quote": "That some achieve great success, is proof to all that others can achieve it as well.",
	"name": "Abraham Lincoln"
}, {
	"quote": "No one succeeds without effort... Those who succeed owe their success to perseverance.",
	"name": "Ramana Maharshi"
}, {
	"quote": "Four things for success: work and pray, think and believe.",
	"name": "Norman Vincent Peale"
}, {
	"quote": "Success is steady progress toward one's personal goals.",
	"name": "Jim Rohn"
}, {
	"quote": "The successful man will profit from his mistakes and try again in a different way.",
	"name": "Dale Carnegie"
}, {
	"quote": "One important key to success is self-confidence. An important key to self-confidence is preparation.",
	"name": "Arthur Ashe"
}, {
	"quote": "Success is like reaching an important birthday and finding you're exactly the same.",
	"name": "Audrey Hepburn"
}, {
	"quote": "Victory has a thousand fathers, but defeat is an orphan.",
	"name": "John F. Kennedy"
}, {
	"quote": "Success isn't a result of spontaneous combustion. You must set yourself on fire.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "My powers are ordinary. Only my application brings me success.",
	"name": "Isaac Newton"
}, {
	"quote": "Formula for success: rise early, work hard, strike oil.",
	"name": "J. Paul Getty"
}, {
	"quote": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.",
	"name": "David Brinkley"
}, {
	"quote": "Ambition is the path to success, persistence is the vehicle you arrive in.",
	"name": "William Eardley IV"
}, {
	"quote": "Success is never final, failure is never fatal. It's courage that counts.",
	"name": "John Wooden"
}, {
	"quote": "The distance between insanity and genius is measured only by success.",
	"name": "Bruce Feirstein"
}, {
	"quote": "The ambition and focus that propel you to success can also be your downfall.",
	"name": "Judy Smith"
}, {
	"quote": "Definiteness of purpose is the starting point of all achievement.",
	"name": "W. Clement Stone"
}, {
	"quote": "Success and failure are both part of life. Both are not permanent.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "Enjoy your sweat because hard work doesn't guarantee success, but without it you don't have a chance.",
	"name": "Alex Rodriguez"
}, {
	"quote": "The season of failure is the best time for sowing the seeds of success.",
	"name": "Paramahansa Yogananda"
}, {
	"quote": "Invincibility lies in the defence; the possibility of victory in the attack.",
	"name": "Sun Tzu"
}, {
	"quote": "Success is not the absence of failure; it's the persistence through failure.",
	"name": "Aisha Tyler"
}, {
	"quote": "Eighty percent of success is showing up.",
	"name": "Woody Allen"
}, {
	"quote": "Failures, repeated failures, are finger posts on the road to achievement. One fails forward toward success.",
	"name": "C. S. Lewis"
}, {
	"quote": "Many of life's failures are people who did not realize how close they were to success when they gave up.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Success is not a function of the size of your title but the richness of your contribution.",
	"name": "Robin S. Sharma"
}, {
	"quote": "Success is the progressive realization of a worthy goal or ideal.",
	"name": "Earl Nightingale"
}, {
	"quote": "Success is all about persistence and doing the right thing for the long term.",
	"name": "Bruce Rauner"
}, {
	"quote": "Old age is like everything else. To make a success of it, you've got to start young.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "Formal education will make you a living; self-education will make you a fortune.",
	"name": "Jim Rohn"
}, {
	"quote": "Success is only meaningful and enjoyable if it feels like your own.",
	"name": "Michelle Obama"
}, {
	"quote": "Success does not consist in never making mistakes but in never making the same one a second time.",
	"name": "George Bernard Shaw"
}, {
	"quote": "I attribute my success to this - I never gave or took any excuse.",
	"name": "Florence Nightingale"
}, {
	"quote": "The only place success comes before work is in the dictionary.",
	"name": "Vince Lombardi"
}, {
	"quote": "In order to succeed you must fail, so that you know what not to do the next time.",
	"name": "Anthony J. D'Angelo"
}, {
	"quote": "If you want to increase your success rate, double your failure rate.",
	"name": "Thomas J. Watson"
}, {
	"quote": "We must walk consciously only part way toward our goal, and then leap in the dark to our success.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Strive not to be a success, but rather to be of value.",
	"name": "Albert Einstein"
}, {
	"quote": "To be prepared is half the victory.",
	"name": "Miguel de Cervantes"
}, {
	"quote": "I'd rather be a failure at something I love than a success at something I hate.",
	"name": "George Burns"
}, {
	"quote": "Success is finding satisfaction in giving a little more than you take.",
	"name": "Christopher Reeve"
}, {
	"quote": "Success depends upon previous preparation, and without such preparation there is sure to be failure.",
	"name": "Confucius"
}, {
	"quote": "I hope people remember me as a good and decent man. And if they do, then that's success.",
	"name": "Tim Cook"
}, {
	"quote": "Obedience brings success; exact obedience brings miracles.",
	"name": "Russell M. Nelson"
}, {
	"quote": "Fortune befriends the bold.",
	"name": "Emily Dickinson"
}, {
	"quote": "The keys to brand success are self-definition, transparency, authenticity and accountability.",
	"name": "Simon Mainwaring"
}, {
	"quote": "Being happy is of the utmost importance. Success in anything is through happiness.",
	"name": "Maharishi Mahesh Yogi"
}, {
	"quote": "Indomitable perseverance in a business, properly understood, always ensures ultimate success.",
	"name": "Cyrus McCormick"
}, {
	"quote": "Whosoever desires constant success must change his conduct with the times.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "The key to success is to focus our conscious mind on things we desire not things we fear.",
	"name": "Brian Tracy"
}, {
	"quote": "Before everything else, getting ready is the secret of success.",
	"name": "Henry Ford"
}, {
	"quote": "There is little success where there is little laughter.",
	"name": "Andrew Carnegie"
}, {
	"quote": "Success is what you do with your ability. It's how you use your talent.",
	"name": "George Allen, Sr."
}, {
	"quote": "I always believe that the elders in my family are the reason for my success.",
	"name": "R. Madhavan"
}, {
	"quote": "The secrets of success are a good wife and a steady job. My wife told me.",
	"name": "Howard Nemerov"
}, {
	"quote": "Winning isn’t everything, but it sure beats anything that comes in second.",
	"name": "Bear Bryant"
}, {
	"quote": "Action is the foundational key to all success.",
	"name": "Pablo Picasso"
}, {
	"quote": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
	"name": "Dale Carnegie"
}, {
	"quote": "Failure is not an option. Everyone has to succeed.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "There's no abiding success without commitment.",
	"name": "Tony Robbins"
}, {
	"quote": "Be careful of success; it has a dark side.",
	"name": "Robert Redford"
}, {
	"quote": "Your success depends mainly upon what you think of yourself and whether you believe in yourself.",
	"name": "William J. H. Boetcker"
}, {
	"quote": "If you have no critics you'll likely have no success.",
	"name": "Malcolm X"
}, {
	"quote": "The ladder of success is never crowded at the top.",
	"name": "Napoleon Hill"
}, {
	"quote": "There's a lot of blood, sweat, and guts between dreams and success.",
	"name": "Bear Bryant"
}, {
	"quote": "Success for an athlete follows many years of hard work and dedication.",
	"name": "Michael Diamond"
}, {
	"quote": "Success is having to worry about every damn thing in the world, except money.",
	"name": "Johnny Cash"
}, {
	"quote": "I'm an addict, I'm addicted to success. Thankfully, there's no rehab for success.",
	"name": "Lil Wayne"
}, {
	"quote": "Without an open-minded mind, you can never be a great success.",
	"name": "Martha Stewart"
}, {
	"quote": "When you've learned to love yourself, you get all the things that come with that. Friends, passion, success.",
	"name": "Christen Press"
}, {
	"quote": "Modesty should be typical of the success of a champion.",
	"name": "Major Taylor"
}, {
	"quote": "The real secret of success is enthusiasm.",
	"name": "Walter Chrysler"
}, {
	"quote": "Success is due to our stretching to the challenges of life. Failure comes when we shrink from them.",
	"name": "John C. Maxwell"
}, {
	"quote": "A person with a new idea is a crank until the idea succeeds.",
	"name": "Mark Twain"
}, {
	"quote": "We should measure welfare's success by how many people leave welfare, not by how many are added.",
	"name": "Ronald Reagan"
}, {
	"quote": "There is no success without hardship.",
	"name": "Sophocles"
}, {
	"quote": "Money and success don't change people; they merely amplify what is already there.",
	"name": "Will Smith"
}, {
	"quote": "Success is the sum of small efforts - repeated day in and day out.",
	"name": "Robert Collier"
}, {
	"quote": "Encouragement of higher education for our youth is critical to the success of our collective future.",
	"name": "Charles B. Rangel"
}, {
	"quote": "I've had a lot of success; I've had failures, so I learn from the failure.",
	"name": "Gordon Ramsay"
}, {
	"quote": "Nothing succeeds like success. Get a little success, and then just get a little more.",
	"name": "Maya Angelou"
}, {
	"quote": "I was obliged to be industrious. Whoever is equally industrious will succeed equally well.",
	"name": "Johann Sebastian Bach"
}, {
	"quote": "The success of a production depends on the attention paid to detail.",
	"name": "David O. Selznick"
}, {
	"quote": "Failure is success if we learn from it.",
	"name": "Malcolm Forbes"
}, {
	"quote": "I believe any success in life is made by going into an area with a blind, furious optimism.",
	"name": "Sylvester Stallone"
}, {
	"quote": "Let me tell you the secret that has led me to my goal. My strength lies solely in my tenacity.",
	"name": "Louis Pasteur"
}, {
	"quote": "Success is the only motivational factor that a boy with character needs.",
	"name": "Woody Hayes"
}, {
	"quote": "It is not the going out of port, but the coming in, that determines the success of a voyage.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "Failure is not our only punishment for laziness; there is also the success of others.",
	"name": "Jules Renard"
}, {
	"quote": "Success to me is being a good person, treating people well.",
	"name": "David LaChapelle"
}, {
	"quote": "Frustration, although quite painful at times, is a very positive and essential part of success.",
	"name": "Bo Bennett"
}, {
	"quote": "The road to success is always under construction.",
	"name": "Lily Tomlin"
}, {
	"quote": "The measure of success is happiness and peace of mind.",
	"name": "Bobby Davro"
}, {
	"quote": "Success is nothing more than a few simple disciplines, practiced every day.",
	"name": "Jim Rohn"
}, {
	"quote": "Success is getting what you want. Happiness is wanting what you get.",
	"name": "Dale Carnegie"
}, {
	"quote": "Hard work and dedication is important to success, and I have those qualities.",
	"name": "Nargis Fakhri"
}, {
	"quote": "If you wish to be a success in the world, promise everything, deliver nothing.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Success is often achieved by those who don't know that failure is inevitable.",
	"name": "Coco Chanel"
}, {
	"quote": "Through perseverance many people win success out of what seemed destined to be certain failure.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "There is only one success - to be able to spend your life in your own way.",
	"name": "Christopher Morley"
}, {
	"quote": "Success is a state of mind. If you want success, start thinking of yourself as a success.",
	"name": "Joyce Brothers"
}, {
	"quote": "Success is achieved and maintained by those who try and keep trying.",
	"name": "W. Clement Stone"
}, {
	"quote": "Belief in oneself is one of the most important bricks in building any successful venture.",
	"name": "Lydia M. Child"
}, {
	"quote": "Elegance is not a dispensable luxury but a factor that decides between success and failure.",
	"name": "Edsger Dijkstra"
}, {
	"quote": "Find something you're passionate about and keep tremendously interested in it.",
	"name": "Julia Child"
}, {
	"quote": "Success is knowing that your contribution is what helps the collective.",
	"name": "Adrian Grenier"
}, {
	"quote": "Success - keeping your mind awake and your desire asleep.",
	"name": "Walter Scott"
}, {
	"quote": "Success comes when people act together; failure tends to happen alone.",
	"name": "Deepak Chopra"
}, {
	"quote": "Success has a simple formula: do your best, and people may like it.",
	"name": "Sam Ewing"
}, {
	"quote": "The making of friends who are real friends, is the best token we have of a man's success in life.",
	"name": "Edward Everett Hale"
}, {
	"quote": "Social media has been such a big platform for my success. But it can also be a toxic place.",
	"name": "Rupi Kaur"
}, {
	"quote": "It takes 20 years to make an overnight success.",
	"name": "Eddie Cantor"
}, {
	"quote": "I have seen people climbing up and down the ladder of success, and I learnt a lot from them.",
	"name": "Nawazuddin Siddiqui"
}, {
	"quote": "Success is measured by your discipline and inner peace.",
	"name": "Mike Ditka"
}, {
	"quote": "I think true success is intrinsic... It's love. It's kindness. It's community.",
	"name": "Tom Shadyac"
}, {
	"quote": "What drives success, and the most successful students, is internal motivation.",
	"name": "Vivienne Ming"
}, {
	"quote": "Academic success depends on research and publications.",
	"name": "Philip Zimbardo"
}, {
	"quote": "Success is sweet and sweeter if long delayed and gotten through many struggles and defeats.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "Success is falling nine times and getting up ten.",
	"name": "Jon Bon Jovi"
}, {
	"quote": "All men's gains are the fruit of venturing.",
	"name": "Herodotus"
}, {
	"quote": "I lost myself in the bubble of music - driving myself to be a success.",
	"name": "Dan Hill"
}, {
	"quote": "My success isn't a result of arrogance - it's a result of belief.",
	"name": "Conor McGregor"
}, {
	"quote": "Success is not just making money. Success is happiness. Success is fulfillment; it's the ability to give.",
	"name": "Adam Neumann"
}, {
	"quote": "Success is a journey, not a destination.",
	"name": "Ben Sweetland"
}, {
	"quote": "A great social success is a pretty girl who plays her cards as carefully as if she were plain.",
	"name": "F. Scott Fitzgerald"
}, {
	"quote": "Success is doing ordinary things extraordinarily well.",
	"name": "Jim Rohn"
}, {
	"quote": "For me, money is not my definition of success. Inspiring people is a definition of success.",
	"name": "Kanye West"
}, {
	"quote": "Success to me is only two things: happiness and stability.",
	"name": "Kehlani"
}, {
	"quote": "Success is getting what you want. Happiness is liking what you get.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "The secret of success is sincerity.",
	"name": "Jean Giraudoux"
}, {
	"quote": "True success is overcoming the fear of being unsuccessful.",
	"name": "Paul Sweeney"
}, {
	"quote": "I think I was born with the drive for success because I have a certain gene.",
	"name": "Donald Trump"
}, {
	"quote": "Happiness must happen, and the same holds for success: you have to let it happen by not caring about it.",
	"name": "Viktor E. Frankl"
}, {
	"quote": "Success isn't about the end result, it's about what you learn along the way.",
	"name": "Vera Wang"
}, {
	"quote": "With the success of a show, you get an opportunity to call attention to things that you believe in.",
	"name": "Bradley Whitford"
}, {
	"quote": "Giving responsibility is the key to success with boys, especially with the rowdiest and most difficult boys.",
	"name": "Robert Baden-Powell"
}, {
	"quote": "To burn always with this hard, gem-like flame, to maintain this ecstasy, is success in life.",
	"name": "Walter Pater"
}, {
	"quote": "Success is survival.",
	"name": "Leonard Cohen"
}, {
	"quote": "To get down to the quick of it, respect motivates me - not success.",
	"name": "Hugh Jackman"
}, {
	"quote": "If you set your goals ridiculously high and it's a failure, you will fail above everyone else's success.",
	"name": "James Cameron"
}, {
	"quote": "Carry on any enterprise as if all future success depended on it.",
	"name": "Cardinal Richelieu"
}, {
	"quote": "Only stupid people are changed by success.",
	"name": "Jurgen Klopp"
}, {
	"quote": "All those who are around me are the bridge to my success, so they are all important.",
	"name": "Manny Pacquiao"
}, {
	"quote": "Diligence is the mother of good fortune.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Success is full of promise till one gets it, and then it seems like a nest from which the bird has flown.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "I don't dwell on success. Maybe that's one reason I'm successful.",
	"name": "Calvin Klein"
}, {
	"quote": "Success is always a matter of some luck and timing.",
	"name": "Kathleen Kennedy"
}, {
	"quote": "Success is not how many zeroes your bank account has. It's about making the most of the life you have.",
	"name": "Suze Orman"
}, {
	"quote": "Success is the most important to many, to me it's just a bonus.",
	"name": "Lucas Grabeel"
}, {
	"quote": "Success is 99 percent failure.",
	"name": "Soichiro Honda"
}, {
	"quote": "The success is worth nothing to me if I can't share it with the people I love.",
	"name": "Michael Buble"
}, {
	"quote": "Success is dependent on effort.",
	"name": "Sophocles"
}, {
	"quote": "If you find it in your heart to care for somebody else, you will have succeeded.",
	"name": "Maya Angelou"
}, {
	"quote": "No self-respecting woman should wish or work for the success of a party who ignores her sex.",
	"name": "Susan B. Anthony"
}, {
	"quote": "Failure is the condiment that gives success its flavor.",
	"name": "Truman Capote"
}, {
	"quote": "On or off the field, practice and teamwork are the key to success.",
	"name": "Malcolm Jenkins"
}, {
	"quote": "That man is a success who has lived well, laughed often and loved much.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "Success consists of getting up just one more time than you fall.",
	"name": "Oliver Goldsmith"
}, {
	"quote": "In order to attain the impossible, one must attempt the absurd.",
	"name": "Miguel de Cervantes"
}, {
	"quote": "To have success in your professional life is not so hard. To succeed as a man is more difficult.",
	"name": "Yann Arthus-Bertrand"
}, {
	"quote": "Success is the maximum utilization of the ability that you have.",
	"name": "Zig Ziglar"
}, {
	"quote": "Every skill you acquire doubles your odds of success.",
	"name": "Scott Adams"
}, {
	"quote": "I have an idea of who I want to be, I have a vision of my own success.",
	"name": "Wiz Khalifa"
}, {
	"quote": "If at first you don't succeed, try, try again. Then quit. There's no point in being a damn fool about it.",
	"name": "W. C. Fields"
}, {
	"quote": "I firmly believe that unless one has tasted the bitter pill of failure, one cannot aspire enough for success.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "Success comes from knowing that you did your best to become the best that you are capable of becoming.",
	"name": "John Wooden"
}, {
	"quote": "Success isn't permanent and failure isn't fatal.",
	"name": "Mike Ditka"
}, {
	"quote": "Winning isn't everything, it's the only thing.",
	"name": "Vince Lombardi"
}, {
	"quote": "In all our deeds, the proper value and respect for time determines success or failure.",
	"name": "Malcolm X"
}, {
	"quote": "One man cannot practice many arts with success.",
	"name": "Plato"
}, {
	"quote": "Raising children is an uncertain thing; success is reached only after a life of battle and worry.",
	"name": "Democritus"
}, {
	"quote": "I am fully aware that everybody has a right to succeed, and success should be with ethics.",
	"name": "Sharad Pawar"
}, {
	"quote": "Don't confuse fame with success. Madonna is one; Helen Keller is the other.",
	"name": "Erma Bombeck"
}, {
	"quote": "I find my greatest pleasure, and so my reward, in the work that precedes what the world calls success.",
	"name": "Thomas A. Edison"
}, {
	"quote": "True success, true happiness lies in freedom and fulfillment.",
	"name": "Dada Vaswani"
}, {
	"quote": "Success is really about your mindset.",
	"name": "F. Gary Gray"
}, {
	"quote": "Today, it is clear that Internet organizing is vital to our future success.",
	"name": "Martin Frost"
}, {
	"quote": "She's the kind of girl who climbed the ladder of success wrong by wrong.",
	"name": "Mae West"
}, {
	"quote": "There's no success story. Everybody's got a ghetto story. You always want to make it bigger than what it is.",
	"name": "Bernie Mac"
}, {
	"quote": "Success in business today requires real-time, mobile access to business opportunities.",
	"name": "Bob McDonnell"
}, {
	"quote": "I can give you a six-word formula for success: Think things through - then follow through.",
	"name": "Eddie Rickenbacker"
}, {
	"quote": "One press account said I was an overnight success. I thought that was the longest night I've ever spent.",
	"name": "Sandra Cisneros"
}, {
	"quote": "Success is counted sweetest by those who never succeed.",
	"name": "Emily Dickinson"
}, {
	"quote": "Success demands singleness of purpose.",
	"name": "Vince Lombardi"
}, {
	"quote": "One of the rewards of success is freedom, the ability to do whatever you like.",
	"name": "Sting"
}, {
	"quote": "The key to success is to get out into the store and listen to what the associates have to say.",
	"name": "Sam Walton"
}, {
	"quote": "Success is getting and achieving what you want. Happiness is wanting and being content with what you get.",
	"name": "Bernard Meltzer"
}, {
	"quote": "Success and failure are equally disastrous.",
	"name": "Tennessee Williams"
}, {
	"quote": "Sustainability is the key to our survival on this planet and will also determine success on all levels.",
	"name": "Shari Arison"
}, {
	"quote": "There is no substitute for victory.",
	"name": "Douglas MacArthur"
}, {
	"quote": "To be successful, you have to have your heart in your business and your business in your heart.",
	"name": "Thomas J. Watson"
}, {
	"quote": "The one thing that I know is that you win with good people.",
	"name": "Don Shula"
}, {
	"quote": "The seeds of success in every nation on Earth are best planted in women and children.",
	"name": "Joyce Banda"
}, {
	"quote": "Perseverance - a lowly virtue whereby mediocrity achieves an inglorious success.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Success consecrates the most offensive crimes.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "The success combination in business is: Do what you do better... and: do more of what you do.",
	"name": "David Joseph Schwartz"
}, {
	"quote": "Success in any endeavor depends on the degree to which it is an expression of your true self.",
	"name": "Ralph Marston"
}, {
	"quote": "I try not to be influenced by success or popularity.",
	"name": "Suga"
}, {
	"quote": "The secret of my success is a two word answer: Know people.",
	"name": "Harvey S. Firestone"
}, {
	"quote": "Do something you really like, and hopefully it pays the rent. As far as I'm concerned, that's success.",
	"name": "Tom Petty"
}, {
	"quote": "Success or failure in business is caused more by the mental attitude even than by mental capacities.",
	"name": "Walter Scott"
}, {
	"quote": "Lord knows, every day is not a success, every year is not a success. You have to celebrate the good.",
	"name": "Reese Witherspoon"
}, {
	"quote": "I couldn't wait for success, so I went ahead without it.",
	"name": "Jonathan Winters"
}, {
	"quote": "There's no such thing as failure - just waiting for success.",
	"name": "John Osborne"
}, {
	"quote": "The road to success runs uphill.",
	"name": "Willie Davis"
}, {
	"quote": "Success is the one unpardonable sin against our fellows.",
	"name": "Ambrose Bierce"
}, {
	"quote": "An artist cannot fail; it is a success to be one.",
	"name": "Charles Horton Cooley"
}, {
	"quote": "Success unshared is failure.",
	"name": "John Paul DeJoria"
}, {
	"quote": "Success is not forever and failure isn't fatal.",
	"name": "Don Shula"
}, {
	"quote": "The vampire was a complete change from the usual romantic characters I was playing, but it was a success.",
	"name": "Bela Lugosi"
}, {
	"quote": "Like the British Constitution, she owes her success in practice to her inconsistencies in principle.",
	"name": "Thomas Hardy"
}, {
	"quote": "The minute you start believing your own success, you're on the road to ruin.",
	"name": "Faye Dunaway"
}, {
	"quote": "When you have a lot of success you don't need vanity any more.",
	"name": "Amelie Nothomb"
}, {
	"quote": "You've achieved success in your field when you don't know whether what you're doing is work or play.",
	"name": "Warren Beatty"
}, {
	"quote": "Success seems to be largely a matter of hanging on after others have let go.",
	"name": "William Feather"
}, {
	"quote": "Part of the secret of a success in life is to eat what you like and let the food fight it out inside.",
	"name": "Mark Twain"
}, {
	"quote": "The most important single ingredient in the formula of success is knowing how to get along with people.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "The superior man makes the difficulty to be overcome his first interest; success only comes later.",
	"name": "Confucius"
}, {
	"quote": "Most great people have attained their greatest success just one step beyond their greatest failure.",
	"name": "Napoleon Hill"
}, {
	"quote": "To do a common thing uncommonly well brings success.",
	"name": "Henry J. Heinz"
}, {
	"quote": "Always remember that striving and struggle precede success, even in the dictionary.",
	"name": "Sarah Ban Breathnach"
}, {
	"quote": "Seventy percent of success in life is showing up.",
	"name": "Woody Allen"
}, {
	"quote": "Success has always been a great liar.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "The very first step towards success in any occupation is to become interested in it.",
	"name": "William Osler"
}, {
	"quote": "Applause waits on success.",
	"name": "Benjamin Franklin"
}, {
	"quote": "A rejection is nothing more than a necessary step in the pursuit of success.",
	"name": "Bo Bennett"
}, {
	"quote": "Success without honor is an unseasoned dish; it will satisfy your hunger, but it won't taste good.",
	"name": "Joe Paterno"
}, {
	"quote": "Our daily decisions and habits have a huge impact upon both our levels of happiness and success.",
	"name": "Shawn Achor"
}, {
	"quote": "The secret to success is to offend the greatest number of people.",
	"name": "George Bernard Shaw"
}, {
	"quote": "I think baking is very rewarding, and if you follow a good recipe, you will get success.",
	"name": "Mary Berry"
}, {
	"quote": "Focus on being balanced - success is balance.",
	"name": "Laila Ali"
}, {
	"quote": "Defeat is not the worst of failures. Not to have tried is the true failure.",
	"name": "George Edward Woodberry"
}, {
	"quote": "You might well remember that nothing can bring you success but yourself.",
	"name": "Napoleon Hill"
}, {
	"quote": "Anything that won't sell, I don't want to invent. Its sale is proof of utility, and utility is success.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Success is nothing if you don't have the right people to share it with; you're just gonna end up lonely.",
	"name": "Selena Gomez"
}, {
	"quote": "You know you are on the road to success if you would do your job, and not be paid for it.",
	"name": "Oprah Winfrey"
}, {
	"quote": "I look at where I'm at today and realize that most of my success is owed to the mentors that was in my life.",
	"name": "Kendrick Lamar"
}, {
	"quote": "My success, literally, is your success figuratively.",
	"name": "Bo Burnham"
}, {
	"quote": "The secret of success is constancy to purpose.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Success is not greedy, as people think, but insignificant. That is why it satisfies nobody.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Success is dependent upon the glands - sweat glands.",
	"name": "Zig Ziglar"
}, {
	"quote": "I've learned that mistakes can often be as good a teacher as success.",
	"name": "Jack Welch"
}, {
	"quote": "Success is not to be pursued; it is to be attracted by the person you become.",
	"name": "Jim Rohn"
}, {
	"quote": "How one handles success or failure is determined by their early childhood.",
	"name": "Harold Ramis"
}, {
	"quote": "True success has more components than one sentence or idea can contain.",
	"name": "Zig Ziglar"
}, {
	"quote": "Success is not two cars or a swimming pool. It's the approval of your peers.",
	"name": "Peter Finch"
}, {
	"quote": "Success is achieved by developing our strengths, not by eliminating our weaknesses.",
	"name": "Marilyn vos Savant"
}, {
	"quote": "The relationships we have with people are extremely important to success on and off the job.",
	"name": "Zig Ziglar"
}, {
	"quote": "You do not pay the price of success, you enjoy the price of success.",
	"name": "Zig Ziglar"
}, {
	"quote": "Success must never be measured by how much money you have.",
	"name": "Zig Ziglar"
}, {
	"quote": "Each success only buys an admission ticket to a more difficult problem.",
	"name": "Henry Kissinger"
}, {
	"quote": "The road to success and the road to failure are almost exactly the same.",
	"name": "Colin R. Davis"
}, {
	"quote": "The first principle of success is desire - knowing what you want. Desire is the planting of your seed.",
	"name": "Robert Collier"
}, {
	"quote": "There's no escalators - there's only staircases to success. There is no substitute for hard work.",
	"name": "Lilly Singh"
}, {
	"quote": "Success - it's what you do with what you've got.",
	"name": "Woody Hayes"
}, {
	"quote": "Success is the progressive realization of predetermined, worthwhile, personal goals.",
	"name": "Paul J. Meyer"
}, {
	"quote": "The victor belongs to the spoils.",
	"name": "F. Scott Fitzgerald"
}, {
	"quote": "I think you can have 10,000 explanations for failure, but no good explanation for success.",
	"name": "Paulo Coelho"
}, {
	"quote": "My definition of success is control.",
	"name": "Kenneth Branagh"
}, {
	"quote": "Once you have a lot of success, you become a target in many ways.",
	"name": "Jennifer Lopez"
}, {
	"quote": "For true success ask yourself these four questions: Why? Why not? Why not me? Why not now?",
	"name": "James Allen"
}, {
	"quote": "I think that success is having fun.",
	"name": "Bruno Mars"
}, {
	"quote": "I feel that gender balance in the work environment is actually the best recipe for success.",
	"name": "Anne Wojcicki"
}, {
	"quote": "Success in foreign policy, as in carpentry, requires the right tools for the job.",
	"name": "Richard N. Haass"
}, {
	"quote": "It is a career that can be enhanced or destroyed by success.",
	"name": "Warren Cuccurullo"
}, {
	"quote": "The greatest trap in our life is not success, popularity or power, but self-rejection.",
	"name": "Henri Nouwen"
}, {
	"quote": "I have only one understanding of development and of making success, and that's by going step by step.",
	"name": "Jurgen Klopp"
}, {
	"quote": "Singleness of purpose is one of the chief essentials for success in life, no matter what may be one's aim.",
	"name": "John D. Rockefeller"
}, {
	"quote": "Rockefeller once explained the secret of success. 'Get up early, work late - and strike oil.'",
	"name": "Joey Adams"
}, {
	"quote": "It's both rebellion and conformity that attack you with success.",
	"name": "Amy Tan"
}, {
	"quote": "In the United States, I am a great success, but I am not a celebrity.",
	"name": "Paulo Coelho"
}, {
	"quote": "When it comes to success, there are no shortcuts.",
	"name": "Bo Bennett"
}, {
	"quote": "You never achieve success unless you like what you are doing.",
	"name": "Dale Carnegie"
}, {
	"quote": "Success is the sum of details.",
	"name": "Harvey S. Firestone"
}, {
	"quote": "Much effort, much prosperity.",
	"name": "Euripides"
}, {
	"quote": "Everything I have, my career, my success, my family, I owe to America.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "People are the key to success or extraordinary success.",
	"name": "Azim Premji"
}, {
	"quote": "Fourth Law of Thermodynamics: If the probability of success is not almost one, then it is damn near zero.",
	"name": "David R. Ellis"
}, {
	"quote": "Prospering just doesn't have to do with money.",
	"name": "Joel Osteen"
}, {
	"quote": "Life is bigger than cinema. Cinema is just a part of life, so I never take success or failure seriously.",
	"name": "Pawan Kalyan"
}, {
	"quote": "The single most important key to success is to be a good listener.",
	"name": "Kelly Wearstler"
}, {
	"quote": "Success, to me, is just doing things that I'm really proud of.",
	"name": "Dua Lipa"
}, {
	"quote": "I've had my share of struggle. I believe, never take success to your head or failure to your heart.",
	"name": "Randeep Hooda"
}, {
	"quote": "He has achieved success who has worked well, laughed often, and loved much.",
	"name": "Elbert Hubbard"
}, {
	"quote": "If a man loves the labour of his trade, apart from any question of success or fame, the gods have called him.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "A great secret of success is to go through life as a man who never gets used up.",
	"name": "Albert Schweitzer"
}, {
	"quote": "Success is the sweetest revenge.",
	"name": "Vanessa Williams"
}, {
	"quote": "The preparation is what allows the success to happen naturally.",
	"name": "Jake Arrieta"
}, {
	"quote": "One secret of success in life is for a man to be ready for his opportunity when it comes.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "People seldom see the halting and painful steps by which the most insignificant success is achieved.",
	"name": "Anne Sullivan"
}, {
	"quote": "My fears are never about failure - it's about extreme success.",
	"name": "Lil Dicky"
}, {
	"quote": "You can't go into business thinking that success will come to you in just one or two years.",
	"name": "Do Won Chang"
}, {
	"quote": "Success is a process, a quality of mind and way of being, an outgoing affirmation of life.",
	"name": "Alex Noble"
}, {
	"quote": "I suppose your security is your success and your key to success is your fine palate.",
	"name": "Gordon Ramsay"
}, {
	"quote": "As a kid from Compton, you can get all the success in the world and still question your worth.",
	"name": "Kendrick Lamar"
}, {
	"quote": "The great secret of success is to go through life as a man who never gets used up.",
	"name": "Albert Schweitzer"
}, {
	"quote": "Success is that old ABC - ability, breaks, and courage.",
	"name": "Charles Luckman"
}, {
	"quote": "Success is always temporary. When all is said and one, the only thing you'll have left is your character.",
	"name": "Vince Gill"
}, {
	"quote": "To be ready to fail is to be prepared for success.",
	"name": "Jose Bergamin"
}, {
	"quote": "Pray that success will not come any faster than you are able to endure it.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Success breeds success.",
	"name": "Mia Hamm"
}, {
	"quote": "I thought doing reality TV would be the greatest success of my life or the biggest mistake.",
	"name": "Bethenny Frankel"
}, {
	"quote": "BTS as a group sort of took off with the success of our 2015 album that had our hit single 'I Need U.'",
	"name": "RM"
}, {
	"quote": "I've had great success being a total idiot.",
	"name": "Jerry Lewis"
}, {
	"quote": "Your chances of success in any undertaking can always be measured by your belief in yourself.",
	"name": "Robert Collier"
}, {
	"quote": "The key to Turkey's success has been its ability to reinvent itself as times change.",
	"name": "Stephen Kinzer"
}, {
	"quote": "People fall forward to success.",
	"name": "Mary Kay Ash"
}, {
	"quote": "Unless life is one giant rap battle, you don't need to freestyle your way to success.",
	"name": "Luvvie Ajayi"
}, {
	"quote": "I'd had my time in the charts and made loads of money. I was no longer hungry for success.",
	"name": "Rick Astley"
}, {
	"quote": "I was 40 years old before I became an overnight success, and I'd been publishing for 20 years.",
	"name": "Mary Karr"
}, {
	"quote": "To know even one life has breathed easier because you have lived. This is to have succeeded.",
	"name": "Bessie Anderson Stanley"
}, {
	"quote": "Success is about enjoying what you have and where you are, while pursuing achievable goals.",
	"name": "Bo Bennett"
}, {
	"quote": "There's no right or wrong, success or failure.",
	"name": "Miley Cyrus"
}, {
	"quote": "Never did a government commence under auspices so favorable, nor ever was success so complete.",
	"name": "James Monroe"
}, {
	"quote": "Philanthropy is the thing that I am really excited about, and having success means I can do more.",
	"name": "will.i.am"
}, {
	"quote": "From success you get a lot of things, but not that great inside thing that love brings you.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "Picture yourself vividly as winning, and that alone will contribute immeasurably to success.",
	"name": "Harry Emerson Fosdick"
}, {
	"quote": "We fall forward to succeed.",
	"name": "Mary Kay Ash"
}, {
	"quote": "That's the key to success, isn't it? It has to be fun.",
	"name": "Monica Seles"
}, {
	"quote": "I constantly think I'm a fraud - that this success is not warranted or justified.",
	"name": "David Chang"
}, {
	"quote": "Anytime you play a team sport, the success of the team really makes everything better. It's nice.",
	"name": "Ricky Williams"
}, {
	"quote": "Success isn't everything but it makes a man stand straight.",
	"name": "Lillian Hellman"
}, {
	"quote": "Success represents the 1% of your work which results from the 99% that is called failure.",
	"name": "Soichiro Honda"
}, {
	"quote": "Those who have succeeded at anything and don't mention luck are kidding themselves.",
	"name": "Larry King"
}, {
	"quote": "It's the steady, quiet, plodding ones who win in the lifelong race.",
	"name": "Robert W. Service"
}, {
	"quote": "I think success has no rules, but you can learn a great deal from failure.",
	"name": "Jean Kerr"
}, {
	"quote": "That is an important part of my success. Another big part of my success is that I hated not to finish a race.",
	"name": "Alain Prost"
}, {
	"quote": "I think success shows a person's true colors.",
	"name": "Freddie Prinze, Jr."
}, {
	"quote": "You cannot learn anything from success, you only learn from failure.",
	"name": "Jim Dale"
}, {
	"quote": "I believe that great success is possible in any field - from music to mathematics to macro trading.",
	"name": "Paul Tudor Jones"
}, {
	"quote": "Do whatever interests you the most. Passion breeds success.",
	"name": "Shane Smith"
}, {
	"quote": "If you have a successful run, everything comes to you. Nothing succeeds like success.",
	"name": "John Barry"
}, {
	"quote": "'Sugar Cane Alley' had a lot of international success, big success everywhere.",
	"name": "Euzhan Palcy"
}, {
	"quote": "Success cannot come from standstill men. Methods change and men must change with them.",
	"name": "James Cash Penney"
}, {
	"quote": "In this world it is not what we take up, but what we give up, that makes us rich.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "No one can possibly achieve any real and lasting success or 'get rich' in business by being a conformist.",
	"name": "J. Paul Getty"
}, {
	"quote": "When you win, nothing hurts.",
	"name": "Joe Namath"
}, {
	"quote": "The man who has done his level best... is a success, even though the world may write him down a failure.",
	"name": "B. C. Forbes"
}, {
	"quote": "There is no such thing as a permanent advertising success.",
	"name": "Leo Burnett"
}, {
	"quote": "Success is self-defined. You can choose what you think success is, and you can always change your mind.",
	"name": "Mark Manson"
}, {
	"quote": "Anybody that's intimidated by my success probably isn't the right person for me.",
	"name": "Alexa Hirschfeld"
}, {
	"quote": "I am not fighting for success, just to get more beauty out of myself and share it with more people.",
	"name": "Ben Okri"
}, {
	"quote": "It's not easy to have success with restaurants in different cities, but I like the challenge.",
	"name": "Alain Ducasse"
}, {
	"quote": "I'm happy for the success that I've had, but I've worked so hard at it.",
	"name": "Jenni Rivera"
}, {
	"quote": "I'm not even aware of my success. Success is such an illusion.",
	"name": "Juliette Binoche"
}, {
	"quote": "The toughest thing about success is that you've got to keep on being a success.",
	"name": "Irving Berlin"
}, {
	"quote": "One fails forward toward success.",
	"name": "Charles Kettering"
}, {
	"quote": "It's not enough that I should succeed - others should fail.",
	"name": "David Merrick"
}, {
	"quote": "Success is not judged by just success in a particular championship.",
	"name": "Lin Dan"
}, {
	"quote": "Everyone is looking for the hack, the secret to success without hard work.",
	"name": "Sam Altman"
}, {
	"quote": "A postsecondary education is the ticket to economic success in America.",
	"name": "Arne Duncan"
}, {
	"quote": "You cannot underestimate the value of luck in success in life. And I've really learned to appreciate that.",
	"name": "Azim Premji"
}, {
	"quote": "Nothing reinforces a professional relationship more than enjoying success with someone.",
	"name": "Harold Ramis"
}, {
	"quote": "If you can figure out my success on the screen, you're a better man than I.",
	"name": "Alan Ladd"
}, {
	"quote": "Muslims must believe that all power, success and victory comes from God alone.",
	"name": "Abu Bakar Bashir"
}, {
	"quote": "I'm using the success I've had to help other people shine.",
	"name": "Justin Tranter"
}, {
	"quote": "My secret to success is that I've always loved good music and people.",
	"name": "Sid Bernstein"
}, {
	"quote": "If you can measure success in this business based on happiness alone I feel like I've hit the lottery.",
	"name": "Justin Long"
}, {
	"quote": "Success is often the result of taking a misstep in the right direction.",
	"name": "Al Bernstein"
}, {
	"quote": "Spend enough time around success and failure, and you learn a reverence for possibility.",
	"name": "Dale Dauten"
}, {
	"quote": "Desire is the most important factor in the success of any athlete.",
	"name": "Bill Shoemaker"
}, {
	"quote": "The success of any great moral enterprise does not depend upon numbers.",
	"name": "William Lloyd Garrison"
}, {
	"quote": "Sometimes I worry about being a success in a mediocre world.",
	"name": "Lily Tomlin"
}, {
	"quote": "Nothing recedes like success.",
	"name": "Walter Winchell"
}, {
	"quote": "It goes without saying that it's hard to attain a certain level of success.",
	"name": "T.I."
}, {
	"quote": "They succeed, because they think they can.",
	"name": "Virgil"
}, {
	"quote": "Success is usually the culmination of controlling failure.",
	"name": "Sylvester Stallone"
}, {
	"quote": "My formula for success is rise early, work late, and strike oil.",
	"name": "J. Paul Getty"
}, {
	"quote": "I hope the Final Five has shown that everyone is capable of success if they work hard.",
	"name": "Laurie Hernandez"
}, {
	"quote": "I don't care about commercial success. I get to do what I love and communicate whatever I want.",
	"name": "Sia"
}, {
	"quote": "Success to me is having ten honeydew melons and eating only the top half of each slice.",
	"name": "Barbra Streisand"
}, {
	"quote": "In a balanced organization, working towards a common objective, there is success.",
	"name": "Arthur Helps"
}, {
	"quote": "Success is based on your perspective.",
	"name": "CM Punk"
}, {
	"quote": "Can you imagine what I would do if I could do all I can?",
	"name": "Jeff Rich"
}, {
	"quote": "It's our nature: Human beings like success but they hate successful people.",
	"name": "Carrot Top"
}, {
	"quote": "Nothing succeeds like success.",
	"name": "Alexandre Dumas"
}, {
	"quote": "The one phrase you can use is that success has a thousand fathers, and failure is an orphan.",
	"name": "Alan Price"
}, {
	"quote": "Success is the space one occupies in the newspaper. Success is one day's insolence.",
	"name": "Elias Canetti"
}, {
	"quote": "The secret of my success is my hairspray.",
	"name": "Richard Gere"
}, {
	"quote": "I don't think about financial success as the measurement of my success.",
	"name": "Christie Hefner"
}, {
	"quote": "The success and the failure are not my concern, but His.",
	"name": "Joseph Barber Lightfoot"
}, {
	"quote": "To design the future effectively, you must first let go of your past.",
	"name": "Charles J. Givens"
}]