[{
	"quote": "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live.",
	"name": "Norman Cousins"
}, {
	"quote": "It's sad when someone you know becomes someone you knew.",
	"name": "Henry Rollins"
}, {
	"quote": "The purpose of human life is to serve, and to show compassion and the will to help others.",
	"name": "Albert Schweitzer"
}, {
	"quote": "There is no pain so great as the memory of joy in present grief.",
	"name": "Aeschylus"
}, {
	"quote": "Tears are the silent language of grief.",
	"name": "Voltaire"
}, {
	"quote": "A sympathetic friend can be quite as dear as a brother.",
	"name": "Homer"
}, {
	"quote": "Deliberately seek opportunities for kindness, sympathy, and patience.",
	"name": "Evelyn Underhill"
}, {
	"quote": "Grief is the price we pay for love.",
	"name": "Queen Elizabeth II"
}, {
	"quote": "Grief changes shape, but it never ends.",
	"name": "Keanu Reeves"
}, {
	"quote": "Unable are the loved to die, for love is immortality.",
	"name": "Emily Dickinson"
}, {
	"quote": "We should feel sorrow, but not sink under its oppression.",
	"name": "Confucius"
}, {
	"quote": "Children require guidance and sympathy far more than instruction.",
	"name": "Anne Sullivan"
}, {
	"quote": "A sorrow's crown of sorrow is remembering happier times.",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "Worry does not empty tomorrow of its sorrow. It empties today of its strength.",
	"name": "Corrie Ten Boom"
}, {
	"quote": "There is no grief like the grief that does not speak.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "Flowers grow out of dark moments.",
	"name": "Corita Kent"
}, {
	"quote": "Sorrow can be alleviated by good sleep, a bath and a glass of wine.",
	"name": "Thomas Aquinas"
}, {
	"quote": "There is no greater sorrow than to recall happiness in times of misery.",
	"name": "Dante Alighieri"
}, {
	"quote": "When you lose a person you love so much, surviving the loss is difficult.",
	"name": "Cristiano Ronaldo"
}, {
	"quote": "Autumn wins you best by this its mute appeal to sympathy for its decay.",
	"name": "Robert Browning"
}, {
	"quote": "When sorrows come, they come not single spies, but in battalions.",
	"name": "William Shakespeare"
}, {
	"quote": "What is lovely never dies, But passes into other loveliness.",
	"name": "Thomas Bailey Aldrich"
}, {
	"quote": "The dew of compassion is a tear.",
	"name": "Lord Byron"
}, {
	"quote": "Happiness is beneficial for the body, but it is grief that develops the powers of the mind.",
	"name": "Marcel Proust"
}, {
	"quote": "Grief can't be shared. Everyone carries it alone. His own burden in his own way.",
	"name": "Anne Morrow Lindbergh"
}, {
	"quote": "Our trials, our sorrows, and our grieves develop us.",
	"name": "Orison Swett Marden"
}, {
	"quote": "From the end spring new beginnings.",
	"name": "Pliny the Elder"
}, {
	"quote": "If there was less sympathy in the world, there would be less trouble in the world.",
	"name": "Oscar Wilde"
}, {
	"quote": "Not without hope we suffer and we mourn.",
	"name": "William Wordsworth"
}, {
	"quote": "Sorrow is so easy to express and yet so hard to tell.",
	"name": "Joni Mitchell"
}, {
	"quote": "Sorrow is a fruit. God does not make it grow on limbs too weak to bear it.",
	"name": "Victor Hugo"
}, {
	"quote": "Excessive sorrow laughs. Excessive joy weeps.",
	"name": "William Blake"
}, {
	"quote": "Women have no sympathy and my experience of women is almost as large as Europe.",
	"name": "Florence Nightingale"
}, {
	"quote": "You develop a sympathy for all human beings when you travel a lot.",
	"name": "Shakuntala Devi"
}, {
	"quote": "After you have wept and grieved for your physical losses, cherish the functions and the life you have left.",
	"name": "Morrie Schwartz"
}, {
	"quote": "I think loss of loved ones is the hardest blow in life.",
	"name": "Marlo Thomas"
}, {
	"quote": "Any mind that is capable of real sorrow is capable of good.",
	"name": "Harriet Beecher Stowe"
}, {
	"quote": "The natural effect of sorrow over the dead is to refine and elevate the mind.",
	"name": "Washington Irving"
}, {
	"quote": "Children, even infants, are capable of sympathy. But only after adolescence are we capable of compassion.",
	"name": "Louise J. Kaplan"
}, {
	"quote": "The cure for sorrow is to learn something.",
	"name": "Barbara Sher"
}, {
	"quote": "It is only after one is in trouble that one realizes how little sympathy and kindness there are in the world.",
	"name": "Nellie Bly"
}, {
	"quote": "One often calms one's grief by recounting it.",
	"name": "Pierre Corneille"
}, {
	"quote": "The more sympathy you give, the less you need.",
	"name": "Malcolm Forbes"
}, {
	"quote": "Grieve and mourn for yourself not once or twice, but again and again.",
	"name": "Morrie Schwartz"
}, {
	"quote": "I was brought up to be sympathetic toward others.",
	"name": "Joyce Carol Oates"
}, {
	"quote": "Here bring your wounded hearts, here tell your anguish; Earth has no sorrow that Heaven cannot heal.",
	"name": "Thomas Moore"
}, {
	"quote": "It appears to be a law that you cannot have a deep sympathy with both man and nature.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Almost all of our sorrows spring out of our relations with other people.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "And whoever walks a furlong without sympathy walks to his own funeral drest in his shroud.",
	"name": "Walt Whitman"
}, {
	"quote": "The Nazi movement is in many respects one which has my warmest sympathy.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Excess of grief for the dead is madness; for it is an injury to the living, and the dead know it not.",
	"name": "Xenophon"
}, {
	"quote": "What ye have been ye still shall be, When we are dust the dust among, O yellow flowers!",
	"name": "Henry Austin Dobson"
}, {
	"quote": "Great grief does not of itself put an end to itself.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "To desire and expect nothing for oneself and to have profound sympathy for others is genuine holiness.",
	"name": "Ivan Turgenev"
}, {
	"quote": "It is foolish to tear one's hair in grief, as though sorrow would be made less by baldness.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "I'm not looking for sympathy at all.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "Loss and possession, death and life are one, There falls no shadow where there shines no sun.",
	"name": "Hilaire Belloc"
}, {
	"quote": "Motherhood is at its best when the tender chords of sympathy have been touched.",
	"name": "Paul P. Harris"
}, {
	"quote": "When you're successful, people have no sympathy. Nobody wants to catch the tears of a millionaire.",
	"name": "Boy George"
}, {
	"quote": "Farewell, dearest friend, never to see one another any more till at the right hand of Christ.",
	"name": "Donald Cargill"
}, {
	"quote": "All sympathy not consistent with acknowledged virtue is but disguised selfishness.",
	"name": "Samuel Taylor Coleridge"
}, {
	"quote": "I like the Rolling Stones for karaoke. 'Sympathy For The Devil' is a great one.",
	"name": "Hugh Jackman"
}, {
	"quote": "Sympathy is something that shouldn't be bestowed upon the Yankees. Apparently it angers them.",
	"name": "Bob Feller"
}, {
	"quote": "Marriage must be a relation either of sympathy or of conquest.",
	"name": "George Eliot"
}, {
	"quote": "People who drink to drown their sorrow should be told that sorrow knows how to swim.",
	"name": "Ann Landers"
}, {
	"quote": "Bear and endure: This sorrow will one day prove to be for your good.",
	"name": "Ovid"
}, {
	"quote": "I didn't go to university. Didn't even finish A-levels. But I have sympathy for those who did.",
	"name": "Terry Pratchett"
}, {
	"quote": "I will indulge my sorrows, and give way to all the pangs and fury of despair.",
	"name": "Joseph Addison"
}, {
	"quote": "If you suppress grief too much, it can well redouble.",
	"name": "Moliere"
}, {
	"quote": "Developing our sympathetic compassion is not only possible but the only reason for us to be here on earth.",
	"name": "George Saunders"
}, {
	"quote": "Having a baby is a disaster for your career. I don't think there's any sympathy.",
	"name": "Mariella Frostrup"
}, {
	"quote": "Character is made of duty and love and sympathy, and, above all, of living and working for others.",
	"name": "Robert Green Ingersoll"
}, {
	"quote": "The only cure for grief is action.",
	"name": "George Henry Lewes"
}, {
	"quote": "My guitar was loud as hell, and I had no sympathy for anybody else.",
	"name": "Brownie McGhee"
}, {
	"quote": "The true humanist maintains a just balance between sympathy and selection.",
	"name": "Irving Babbitt"
}, {
	"quote": "Grief is only the memory of widowed affections.",
	"name": "James Martineau"
}, {
	"quote": "I'd lied many times: to bolster my credentials, to elicit sympathy, to make myself appear less ordinary.",
	"name": "Michael Finkel"
}, {
	"quote": "When we are out of sympathy with the young, then I think our work in this world is over.",
	"name": "George MacDonald"
}, {
	"quote": "September 11th was a moment when America had the sympathy of the world.",
	"name": "Tom Ford"
}, {
	"quote": "The heart forgets its sorrow and ache.",
	"name": "James Russell Lowell"
}, {
	"quote": "Sympathy is the first condition of criticism.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "Our sympathy is cold to the relation of distant misery.",
	"name": "Edward Gibbon"
}, {
	"quote": "Your sympathy is worthless to people in need without action.",
	"name": "Andy Dunn"
}, {
	"quote": "There is a joy in sorrow which none but a mourner can know.",
	"name": "Jean Paul"
}, {
	"quote": "I've never wanted sympathy votes in anything I do in my life.",
	"name": "Amy Purdy"
}, {
	"quote": "Recognition of belligerency as an expression of sympathy is all very well.",
	"name": "Henry Cabot Lodge"
}, {
	"quote": "A crowd always thinks with its sympathy, never with its reason.",
	"name": "William R. Alger"
}, {
	"quote": "We were united not only by political respect for each other, but also by deep mutual sympathy as people.",
	"name": "Helmut Kohl"
}, {
	"quote": "You are 27 or 28 right? It is very tough to live at that age. When nothing is sure. I have sympathy with you.",
	"name": "Haruki Murakami"
}, {
	"quote": "The irony is that I'm actually a very empathetic person, but I don't believe in sympathy at all.",
	"name": "Jillian Michaels"
}, {
	"quote": "You don't go around grieving all the time, but the grief is still there and always will be.",
	"name": "Nigella Lawson"
}, {
	"quote": "Barton Fink is just too self-important as an artist to get much sympathy.",
	"name": "Ethan Coen"
}, {
	"quote": "I have no sympathy for debunking human achievements that, in the end, gave ordinary people liberty.",
	"name": "Paul Craig Roberts"
}, {
	"quote": "Teetotallers lack the sympathy and generosity of men that drink.",
	"name": "W. H. Davies"
}, {
	"quote": "I joined the Party definitely in 1923 after having already been in sympathy with it before.",
	"name": "Fritz Sauckel"
}, {
	"quote": "As Christians, our compassion is simply a response to the love that God has already shown us.",
	"name": "Steven Curtis Chapman"
}, {
	"quote": "Although I'm Australian, I find myself much more in sympathy with the Austrian version!",
	"name": "David Chalmers"
}, {
	"quote": "I have a strong sympathy for all women who have struggled and suffered.",
	"name": "Edmonia Lewis"
}, {
	"quote": "Sympathy is charming, but it does not make up for pain.",
	"name": "Lillie Langtry"
}, {
	"quote": "I would certainly not support Trump in any way shape or form, but I want to have sympathy.",
	"name": "Andrew Haigh"
}, {
	"quote": "Those who weep recover more quickly than those who smile.",
	"name": "Jean Giraudoux"
}, {
	"quote": "Whether rich people make money or lose money, they get no sympathy from the public.",
	"name": "Gary Ackerman"
}, {
	"quote": "I never ask for mercy and seek no one's sympathy.",
	"name": "Conrad Black"
}, {
	"quote": "Sympathy is two hearts tugging at one load.",
	"name": "Charles Henry Parkhurst"
}, {
	"quote": "Life has never been easy. Nor is it meant to be. It is a matter of being joyous in the face of sorrow.",
	"name": "Dirk Benedict"
}, {
	"quote": "There's a great tradition of actors taking on parts of much less obvious sympathy.",
	"name": "Edward Zwick"
}, {
	"quote": "I don't care about sympathy. I care about playing a character who's understandable and clear.",
	"name": "Anson Mount"
}, {
	"quote": "I have buckets of sympathy for the obese, often subject to cruelty, ridicule, denunciation, and contempt.",
	"name": "Lionel Shriver"
}, {
	"quote": "The humanitarian lays stress almost solely upon breadth of knowledge and sympathy.",
	"name": "Irving Babbitt"
}, {
	"quote": "Sympathy with nature is part of a good person's religion.",
	"name": "Francis Herbert Hedge"
}, {
	"quote": "There's no greater way to gain an audience's sympathy than by being unfortunate.",
	"name": "Seth Green"
}, {
	"quote": "He bit his lip in a manner which immediately awakened my maternal sympathy, and I helped him bite it.",
	"name": "S. J. Perelman"
}, {
	"quote": "You have to have sympathy for and an empathy with a character in order to play them.",
	"name": "Laura Carmichael"
}, {
	"quote": "A lot of actors find it impossible not to ask for the audience's sympathy. They have a need to twinkle.",
	"name": "Julian Fellowes"
}, {
	"quote": "I feel like there's a lot of sympathy and camaraderie among documentary filmmakers.",
	"name": "Morgan Neville"
}, {
	"quote": "Men are often biased in their judgment on account of their sympathy and their interests.",
	"name": "George William Norris"
}, {
	"quote": "NFL fans have less sympathy for fallen players than the Romans had for blind Christians.",
	"name": "Stephen Rodrick"
}, {
	"quote": "There are times when a sports figure doesn't deserve sympathy.",
	"name": "Stephen Rodrick"
}, {
	"quote": "Sympathy for victims is always counter-balanced by an equal and opposite feeling of resentment towards them.",
	"name": "Ben Elton"
}, {
	"quote": "I have great sympathy for people that are infertile, but a life is not something you can give away.",
	"name": "Mary Beth Whitehead"
}, {
	"quote": "I don't think it's an incredibly radical premise to try and have sympathy for someone who has made a mistake.",
	"name": "Joe Cornish"
}, {
	"quote": "It's hard for me to think of others because I'm not particularly in sympathy with the music of this century.",
	"name": "Alan Hovhaness"
}, {
	"quote": "In any business, the more you learn, the more sympathetic you can be to other people's positions.",
	"name": "Peter Asher"
}]