[{
	"quote": "A good teacher can inspire hope, ignite the imagination, and instill a love of learning.",
	"name": "Brad Henry"
}, {
	"quote": "Let us remember: One book, one pen, one child, and one teacher can change the world.",
	"name": "Malala Yousafzai"
}, {
	"quote": "My father was my teacher. But most importantly he was a great dad.",
	"name": "Beau Bridges"
}, {
	"quote": "Success is not a good teacher, failure makes you humble.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "Of all the hard jobs around, one of the hardest is being a good teacher.",
	"name": "Maggie Gallagher"
}, {
	"quote": "Come forth into the light of things, let nature be your teacher.",
	"name": "William Wordsworth"
}, {
	"quote": "Success is a lousy teacher. It seduces smart people into thinking they can't lose.",
	"name": "Bill Gates"
}, {
	"quote": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students.",
	"name": "Solomon Ortiz"
}, {
	"quote": "Any good teacher knows how important it is to connect with students and understand our culture.",
	"name": "Adora Svitak"
}, {
	"quote": "A good teacher is a determined person.",
	"name": "Gilbert Highet"
}, {
	"quote": "It is the supreme art of the teacher to awaken joy in creative expression and knowledge.",
	"name": "Albert Einstein"
}, {
	"quote": "One good teacher in a lifetime may sometimes change a delinquent into a solid citizen.",
	"name": "Philip Wylie"
}, {
	"quote": "Experience is a hard teacher because she gives the test first, the lesson afterward.",
	"name": "Vernon Law"
}, {
	"quote": "Good teachers know how to bring out the best in students.",
	"name": "Charles Kuralt"
}, {
	"quote": "A good teacher must be able to put himself in the place of those who find learning hard.",
	"name": "Eliphas Levi"
}, {
	"quote": "I cannot emphasize enough the importance of a good teacher.",
	"name": "Temple Grandin"
}, {
	"quote": "Your best teacher is your last mistake.",
	"name": "Ralph Nader"
}, {
	"quote": "Experience is the teacher of all things.",
	"name": "Julius Caesar"
}, {
	"quote": "I like a teacher who gives you something to take home to think about besides homework.",
	"name": "Lily Tomlin"
}, {
	"quote": "Teachers can change lives with just the right mix of chalk and challenges.",
	"name": "Joyce Meyer"
}, {
	"quote": "It's the teacher that makes the difference, not the classroom.",
	"name": "Michael Morpurgo"
}, {
	"quote": "The one exclusive sign of thorough knowledge is the power of teaching.",
	"name": "Aristotle"
}, {
	"quote": "Experience is a good teacher, but she sends in terrific bills.",
	"name": "Minna Antrim"
}, {
	"quote": "In the practice of tolerance, one's enemy is the best teacher.",
	"name": "Dalai Lama"
}, {
	"quote": "A teacher affects eternity; he can never tell where his influence stops.",
	"name": "Henry Adams"
}, {
	"quote": "I am indebted to my father for living, but to my teacher for living well.",
	"name": "Alexander the Great"
}, {
	"quote": "I was lucky that I met the right mentors and teachers at the right moment.",
	"name": "James Levine"
}, {
	"quote": "The task of the modern educator is not to cut down jungles, but to irrigate deserts.",
	"name": "C. S. Lewis"
}, {
	"quote": "So what does a good teacher do? Create tension - but just the right amount.",
	"name": "Donald Norman"
}, {
	"quote": "A good teacher must know the rules; a good pupil, the exceptions.",
	"name": "Martin H. Fischer"
}, {
	"quote": "There's many a bestseller that could have been prevented by a good teacher.",
	"name": "Flannery O'Connor"
}, {
	"quote": "Fear is not a good teacher. The lessons of fear are quickly forgotten.",
	"name": "Mary Catherine Bateson"
}, {
	"quote": "A mentor, a 'teacher,' is like an editor. I absolutely value my editor, who is my teacher.",
	"name": "David Bergen"
}, {
	"quote": "I touch the future. I teach.",
	"name": "Christa McAuliffe"
}, {
	"quote": "The art of teaching is the art of assisting discovery.",
	"name": "Mark Van Doren"
}, {
	"quote": "A child's learning is a function more of the characteristics of his classmates than those of the teacher.",
	"name": "James S. Coleman"
}, {
	"quote": "A professor must have a theory as a dog must have fleas.",
	"name": "H. L. Mencken"
}, {
	"quote": "A true teacher defends his students against his own personal influences.",
	"name": "Amos Bronson Alcott"
}, {
	"quote": "Those who know how to think need no teachers.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Love is a better teacher than duty.",
	"name": "Albert Einstein"
}, {
	"quote": "The best thing we can do with rejection is to make it a learning experience - rejection is a great teacher.",
	"name": "Adena Friedman"
}, {
	"quote": "The best teacher is very interactive.",
	"name": "Bill Gates"
}, {
	"quote": "A teacher must believe in the value and interest of his subject as a doctor believes in health.",
	"name": "Gilbert Highet"
}, {
	"quote": "Take away paradox from the thinker and you have a professor.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "I wasn't a very good teacher.",
	"name": "Amos Lee"
}, {
	"quote": "Thus, the standard library will serve as both a tool and as a teacher.",
	"name": "Bjarne Stroustrup"
}, {
	"quote": "If I can make a teacher's salary doing comedy, I think that's better than being a teacher.",
	"name": "Dave Chappelle"
}, {
	"quote": "When I was about ten years old, I gave my teacher an April Fool's sandwich, which had a dead goldfish in it.",
	"name": "Alan Alda"
}, {
	"quote": "Time is a great teacher, but unfortunately it kills all its pupils.",
	"name": "Hector Berlioz"
}, {
	"quote": "What a blind person needs is not a teacher but another self.",
	"name": "Helen Keller"
}, {
	"quote": "History is Philosophy teaching by example.",
	"name": "Thucydides"
}, {
	"quote": "Everybody who is incapable of learning has taken to teaching.",
	"name": "Oscar Wilde"
}, {
	"quote": "My dad was such a great story-teller, a good teacher.",
	"name": "Grace Poe"
}, {
	"quote": "A teacher should have a creative mind.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "There is no recipe to be a great teacher, that's what is unique about them.",
	"name": "Robert Sternberg"
}, {
	"quote": "I am a teacher. And I think I am a serious one who happens to be enjoying life.",
	"name": "Leo Buscaglia"
}, {
	"quote": "I'm a teacher still, but with a much larger classroom.",
	"name": "Rick Riordan"
}, {
	"quote": "I love kids, so two things that I have thought about are being a pediatrician or a kindergarten teacher.",
	"name": "Karlie Kloss"
}, {
	"quote": "I had a terrible education. I attended a school for emotionally disturbed teachers.",
	"name": "Woody Allen"
}, {
	"quote": "I was a high-school teacher. I am a strong advocate for women's rights, and I'm not a woman.",
	"name": "Justin Trudeau"
}, {
	"quote": "I've got a friend who is a lion tamer. He used to be a school teacher till he lost his nerve.",
	"name": "Les Dawson"
}, {
	"quote": "Delayed gratification is a sweet lesson whose teacher knows the best is not right now, it is yet to be.",
	"name": "Maximillian Degenerez"
}, {
	"quote": "I have always believed that 98% of a student's progress is due to his own efforts, and 2% to his teacher.",
	"name": "John Philip Sousa"
}, {
	"quote": "Every child grows; everything depends on the teacher.",
	"name": "Shinichi Suzuki"
}, {
	"quote": "Prosperity is a great teacher; adversity a greater.",
	"name": "William Hazlitt"
}, {
	"quote": "I'm embarrassed every time I look a teacher in the eye, because we ask them to do so much for so little.",
	"name": "Phil McGraw"
}, {
	"quote": "I'm an unemployed teacher right now and I'm looking for a place to teach.",
	"name": "Bobby Knight"
}, {
	"quote": "If you become a teacher, by your pupils you'll be taught.",
	"name": "Oscar Hammerstein II"
}, {
	"quote": "Students rarely disappoint teachers who assure them in advance that they are doomed to failure.",
	"name": "Sidney Hook"
}, {
	"quote": "I'm like a really goofy home ec teacher.",
	"name": "Alton Brown"
}, {
	"quote": "My father's a preacher, my mother's a teacher, thus I rhyme.",
	"name": "Saul Williams"
}, {
	"quote": "My mother was the strength. She was the anchor. She was a preacher and a teacher.",
	"name": "Ellen Johnson Sirleaf"
}, {
	"quote": "A child's first teacher is its mother.",
	"name": "Peng Liyuan"
}, {
	"quote": "I'm not a writer who teaches. I'm a teacher who writes.",
	"name": "Maya Angelou"
}, {
	"quote": "I've learned that mistakes can often be as good a teacher as success.",
	"name": "Jack Welch"
}, {
	"quote": "We must use the wrath of nature as our teacher.",
	"name": "Bhumibol Adulyadej"
}, {
	"quote": "He most honors my style who learns under it to destroy the teacher.",
	"name": "Walt Whitman"
}, {
	"quote": "I'm glad I was a teacher.",
	"name": "John Wooden"
}, {
	"quote": "History is the only true teacher, the revolution the best school for the proletariat.",
	"name": "Rosa Luxemburg"
}, {
	"quote": "A professor is someone who talks in someone else's sleep.",
	"name": "W. H. Auden"
}, {
	"quote": "The teacher is the one who gets the most out of the lessons, and the true teacher is the learner.",
	"name": "Elbert Hubbard"
}, {
	"quote": "No bubble is so iridescent or floats longer than that blown by the successful teacher.",
	"name": "William Osler"
}, {
	"quote": "The world of knowledge takes a crazy turn when teachers themselves are taught to learn.",
	"name": "Bertolt Brecht"
}, {
	"quote": "Fear is not a lasting teacher of duty.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "As a former teacher and a mother and grandmother, I know firsthand the importance of a quality education.",
	"name": "Sue Kelly"
}, {
	"quote": "Events are the best teacher for us. You try to learn from people, there is always some bend to it.",
	"name": "Yoko Ono"
}, {
	"quote": "I wanted to be an English teacher. I wanted to do it for the corduroy jackets with patches on the side.",
	"name": "John Krasinski"
}, {
	"quote": "Everybody's a teacher if you listen.",
	"name": "Doris Roberts"
}, {
	"quote": "I'd like to think I'm a great teacher.",
	"name": "Gordon Ramsay"
}, {
	"quote": "Music when healthy, is the teacher of perfect order, and when depraved, the teacher of perfect disorder.",
	"name": "John Ruskin"
}, {
	"quote": "The object of teaching a child is to enable him to get along without his teacher.",
	"name": "Elbert Hubbard"
}, {
	"quote": "In Swat, there are two jobs a woman's going to do: a teacher or a doctor. If not, then become a housewife.",
	"name": "Malala Yousafzai"
}, {
	"quote": "What students lack in school is an intellectual relationship or conversation with the teacher.",
	"name": "William Glasser"
}, {
	"quote": "The word 'guru' is very loaded, so I would never refer to myself that way. I see myself as a teacher.",
	"name": "Gabrielle Bernstein"
}, {
	"quote": "As a student I learned from wonderful teachers and ever since then I've thought everyone is a teacher.",
	"name": "Bill Moyers"
}, {
	"quote": "I wanted to be a teacher.",
	"name": "Kim Kardashian"
}, {
	"quote": "Advice is sometimes transmitted more successfully through a joke than grave teaching.",
	"name": "Baltasar Gracian"
}, {
	"quote": "My brother's my teacher, my mentor, and we both learnt all the acting basics from our father.",
	"name": "Jeff Bridges"
}, {
	"quote": "Why not whip the teacher when the pupil misbehaves?",
	"name": "Diogenes"
}, {
	"quote": "My ambition in high school was to be a high school coach and teacher, and that's still what I do: teach.",
	"name": "Mike Krzyzewski"
}, {
	"quote": "If you're a coach, you're a teacher.",
	"name": "Nick Saban"
}, {
	"quote": "A teacher who is not dogmatic is simply a teacher who is not teaching.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "I'm a teacher. My mother was a teacher. I spent 40 years as a teacher.",
	"name": "Bobby Knight"
}, {
	"quote": "Jesus Christ is infinitely more than a great teacher and philosopher.",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "Do I think it's OK to fight authority as long as you're only talking about the high school teacher? No.",
	"name": "John Mellencamp"
}, {
	"quote": "I claim Dickens as a mentor. He's my teacher. He's one of my driving forces.",
	"name": "Anne Rice"
}, {
	"quote": "The impending teacher shortage is the most critical education issue we will face in the next decade.",
	"name": "David Price"
}, {
	"quote": "The best came from my martial arts teacher, who also taught Elvis. He said, 'Your ego will get you killed.'",
	"name": "William Sanderson"
}, {
	"quote": "My father was a swim teacher. We used to swim before school, swim after school.",
	"name": "Gordon Ramsay"
}, {
	"quote": "They should regard me as what I am. I am a spiritual leader and teacher.",
	"name": "Louis Farrakhan"
}, {
	"quote": "A self-taught man usually has a poor teacher and a worse student.",
	"name": "Henny Youngman"
}, {
	"quote": "A teacher should have maximal authority, and minimal power.",
	"name": "Thomas Szasz"
}, {
	"quote": "I'm not a prophet. I'm not a teacher. I have no degrees. My degree is from the University of Life.",
	"name": "Jamie Lee Curtis"
}, {
	"quote": "Castro has been a teacher for me. A master. Not on ideology but on strategy.",
	"name": "Hugo Chavez"
}, {
	"quote": "Every marriage tends to consist of an aristocrat and a peasant. Of a teacher and a learner.",
	"name": "John Updike"
}, {
	"quote": "Nearly everyone I met, worked with, or read about was my teacher, one way or another.",
	"name": "Loretta Young"
}, {
	"quote": "The best CEOs I know are teachers, and at the core of what they teach is strategy.",
	"name": "Michael Porter"
}, {
	"quote": "It was God who made me so beautiful. If I weren't, then I'd be a teacher.",
	"name": "Linda Evangelista"
}, {
	"quote": "Experience is a great teacher.",
	"name": "John Legend"
}, {
	"quote": "When I was 11, I played the part of Rumpelstiltskin, and my teacher told me I would make a great actor.",
	"name": "Brian Blessed"
}, {
	"quote": "I don't learn so good, no matter how good the teacher is.",
	"name": "Warren Zevon"
}, {
	"quote": "I never thought, 'Oh God, I'm in Prince's shadow.' He'd been performing for years, and he was my teacher.",
	"name": "Vanity"
}, {
	"quote": "Tiger's a horrible golf teacher.",
	"name": "Stuart Scott"
}, {
	"quote": "I'm trained as a teacher; that's the only thing I've got a certificate for.",
	"name": "Quentin Blake"
}, {
	"quote": "Parents can shape a child, but a great teacher can, too.",
	"name": "Susanne Bier"
}, {
	"quote": "I would rather trust my child to a serpent than to a teacher who does not believe in God.",
	"name": "Karl G. Maeser"
}, {
	"quote": "A teacher enlarges people in all sorts of ways besides just his subject matter.",
	"name": "Wallace Stegner"
}, {
	"quote": "Being a mother has been my greatest teacher and also the most self-sacrificing thing I've ever done.",
	"name": "Katey Sagal"
}, {
	"quote": "You know how to tell if the teacher is hung over? Movie Day.",
	"name": "Jay Mohr"
}, {
	"quote": "I was born to be a teacher, and I'll die a teacher.",
	"name": "Jacques Parizeau"
}, {
	"quote": "My mother was born in Baltimore, and before her marriage, she was an artist and teacher of art.",
	"name": "J. Robert Oppenheimer"
}, {
	"quote": "Let's reintroduce corporal punishment in the schools - and use it on the teachers.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "The greatest teacher I know is the job itself.",
	"name": "James Cash Penney"
}, {
	"quote": "It is the malady of our age that the young are so busy teaching us that they have no time left to learn.",
	"name": "Eric Hoffer"
}, {
	"quote": "The most important part of teaching is to teach what it is to know.",
	"name": "Simone Weil"
}, {
	"quote": "I could undertake to be an efficient pupil if it were possible to find an efficient teacher.",
	"name": "Gertrude Stein"
}, {
	"quote": "I'm sure that had I not been a coach, I would have been some form of a teacher.",
	"name": "John Madden"
}, {
	"quote": "This is what I would have done if I had to have a real job: I would have been a history teacher.",
	"name": "Kareem Abdul-Jabbar"
}, {
	"quote": "I want to thank my mum, my daddy, my coach, my teacher, everybody in my life.",
	"name": "Jet Li"
}, {
	"quote": "I was always shouted at by my teacher because I would draw straight on the table in the school.",
	"name": "Christian Louboutin"
}, {
	"quote": "My father was a teacher and my mother also worked in the school, so the family has a background in education.",
	"name": "Nick Cave"
}, {
	"quote": "Jesse Jackson is a leader and a teacher who can open our hearts and open our minds and stir our very souls.",
	"name": "Ann Richards"
}, {
	"quote": "My daughter became a teacher right out of college.",
	"name": "Al Franken"
}, {
	"quote": "If I'd stayed at college I would have become a teacher.",
	"name": "Syd Barrett"
}, {
	"quote": "My father worked in a tyre factory. My mother worked as a teacher.",
	"name": "Paul Polman"
}, {
	"quote": "My mother was a high school arts teacher, so I was always surrounded by the arts.",
	"name": "John Lasseter"
}, {
	"quote": "Growing up in Kansas City, I was always neat, the teacher's pet, know-it-all type.",
	"name": "Gretchen Rubin"
}, {
	"quote": "Only one person in a million becomes enlightened without a teacher's help.",
	"name": "Bodhidharma"
}, {
	"quote": "I'm really not a celebrity; I'm just a teacher.",
	"name": "Chuck Noll"
}, {
	"quote": "I hope to become a better teacher. I love teaching.",
	"name": "Chelsea Clinton"
}, {
	"quote": "The best teacher is an entertainer.",
	"name": "Bob Keeshan"
}, {
	"quote": "Last time I was in Jamaica I financed a teacher to teach in an orphanage.",
	"name": "Ziggy Marley"
}, {
	"quote": "For the longest time, you just sound like a broken record, but you have to be consistent when teaching kids.",
	"name": "Heidi Klum"
}, {
	"quote": "I had a ninth grade teacher who told me I was much smarter and much better than I was allowing myself to be.",
	"name": "Scott Hamilton"
}, {
	"quote": "Coach Dyer was a great mentor for me and a great teacher.",
	"name": "Scottie Pippen"
}, {
	"quote": "I planned on being an English teacher, but I don't know where that went.",
	"name": "John Krasinski"
}, {
	"quote": "I have had a singing teacher in L.A. for many, many years just to work on my voice as an actor.",
	"name": "Pierce Brosnan"
}, {
	"quote": "Many of us have been touched by the magic of a great teacher. I know I have.",
	"name": "Bruce Rauner"
}, {
	"quote": "We should not run away from religious teachings. We should run to them.",
	"name": "James Carville"
}, {
	"quote": "A self-defined challenge is an irresistible teacher.",
	"name": "Marilyn Ferguson"
}, {
	"quote": "For a little while, my mom was a school teacher. And I went to the school that she taught.",
	"name": "Aisha Tyler"
}, {
	"quote": "I actually never got in a play in school. My teacher said I never learned my lines.",
	"name": "Sissy Spacek"
}, {
	"quote": "I will venture to maintain that where the teacher is not pleasing to the pupil, there is no education.",
	"name": "Xenophon"
}, {
	"quote": "If you don't have a teacher you can't have a disciple.",
	"name": "Dallas Willard"
}, {
	"quote": "I do readings at the public library. I just did a benefit scene night for my old acting teacher.",
	"name": "Mark Ruffalo"
}, {
	"quote": "As a kid, I had this ultimate goal to be a teacher. I wanted to be a history teacher like my dad.",
	"name": "Mike Trout"
}, {
	"quote": "I was an elementary school teacher.",
	"name": "Luciano Pavarotti"
}, {
	"quote": "I was a teacher once.",
	"name": "Nita Ambani"
}, {
	"quote": "Vadim was both my teacher and my husband. I placed myself entirely in his hands.",
	"name": "Brigitte Bardot"
}, {
	"quote": "The main thing I am interested in is my experience as a teacher.",
	"name": "Frank McCourt"
}, {
	"quote": "If I have a cause, it's the cause of the teacher.",
	"name": "Frank McCourt"
}, {
	"quote": "I worked as a secretary, a waitress and a dance teacher - all in high school.",
	"name": "Jennie Garth"
}, {
	"quote": "As a child, I had a teacher who told me, 'Look, Anne, one person can't make a difference.'",
	"name": "Anne Wojcicki"
}, {
	"quote": "I had a great movement teacher - he showed me how to walk so I wasn't becoming like a cartoon.",
	"name": "John Leguizamo"
}, {
	"quote": "I've never had the patience of a teacher.",
	"name": "Josh Turner"
}, {
	"quote": "I had a great drama teacher in high school, and that's when I started to learn about the history of theater.",
	"name": "Elizabeth Olsen"
}, {
	"quote": "My sister is an ER doctor, and my brother is a teacher.",
	"name": "Rami Malek"
}, {
	"quote": "I want to work with kids. I would love to be a teacher.",
	"name": "Amy Lee"
}, {
	"quote": "I have an education degree from the University of Minnesota, and I was a teacher for about a minute.",
	"name": "Loni Anderson"
}, {
	"quote": "I call myself a meditation teacher rather than a spiritual teacher.",
	"name": "Sharon Salzberg"
}, {
	"quote": "About me - I used to want to be a P.E. teacher, and kind of still do.",
	"name": "Miranda Hart"
}, {
	"quote": "Believe it or not, one teacher used to call me a giant spastic for not being able to play football.",
	"name": "Peter Capaldi"
}, {
	"quote": "The office of the public teacher is an unenviable and thankless one.",
	"name": "Felix Adler"
}, {
	"quote": "I had been a college teacher. I had taught Greek mythology.",
	"name": "Wes Craven"
}, {
	"quote": "I'm a school teacher, and later on, well past my formal education, I became very interested in science.",
	"name": "Bernard Beckett"
}, {
	"quote": "I was always getting told off by my choir teacher for, you know, riffing when I shouldn't.",
	"name": "Rita Ora"
}, {
	"quote": "I think teaching should be an exalted profession, not a picked-on profession.",
	"name": "Chuck Schumer"
}, {
	"quote": "If you have to put someone on a pedestal, put teachers. They are society's heroes.",
	"name": "Guy Kawasaki"
}, {
	"quote": "We expert teachers know that motivation and emotional impact are what matter.",
	"name": "Donald Norman"
}, {
	"quote": "It was my family that wanted me to be a teacher. That was safe, you see. To be a painter was terrible.",
	"name": "Josef Albers"
}, {
	"quote": "My mother was a teacher.",
	"name": "Hugh Grant"
}, {
	"quote": "I'm home schooled, and I have a teacher that goes with me on all my movies.",
	"name": "Dakota Fanning"
}, {
	"quote": "Tragedy is a hell of a teacher. It's much too strict, but it's a hell of a teacher.",
	"name": "Harlan Coben"
}, {
	"quote": "I wanted to be a ballet teacher.",
	"name": "Jaclyn Smith"
}, {
	"quote": "If I can only be known as one thing, then, well, I guess it would be poet and performer and teacher.",
	"name": "Juan Felipe Herrera"
}, {
	"quote": "Smartness runs in my family. When I went to school I was so smart my teacher was in my class for five years.",
	"name": "Gracie Allen"
}, {
	"quote": "My art teacher in junior high was a very out gay man and a mentor to me.",
	"name": "Gus Van Sant"
}, {
	"quote": "Ultimately, it is only the witness who convinces people, not the teacher.",
	"name": "Blase J. Cupich"
}, {
	"quote": "A teacher is a person who never says anything once.",
	"name": "Howard Nemerov"
}, {
	"quote": "I hope that I serve by being a teacher.",
	"name": "Jenna Bush"
}, {
	"quote": "I could never let the teacher down. I always worked hard, too scared to get in trouble.",
	"name": "Zoe Sugg"
}, {
	"quote": "But the idea that I should be a teacher and a researcher of some sort did not vary over the years.",
	"name": "Amartya Sen"
}, {
	"quote": "School district policies and practices have not kept pace with student and teacher needs.",
	"name": "Eli Broad"
}, {
	"quote": "My teacher wanted me to do 'Hot Cross Buns,' but all I wanted to learn was 'Island in the Sun' by Weezer.",
	"name": "Clairo"
}, {
	"quote": "Americanism demands loyalty to the teacher and respect for his lesson.",
	"name": "Bainbridge Colby"
}, {
	"quote": "My father still is a lawyer, and my mom was a teacher and then later a career counselor.",
	"name": "Steve Case"
}, {
	"quote": "I thought I'd grow up to be a teacher, or maybe run for political office.",
	"name": "Jake Shimabukuro"
}, {
	"quote": "I could never have a better teacher in those days than my father.",
	"name": "Tony Visconti"
}, {
	"quote": "Personal trainers, however nice, give me PE teacher flashbacks.",
	"name": "Naomi Alderman"
}, {
	"quote": "I'm not a teacher; I'm not a historian. I'm trying to create a world for my characters.",
	"name": "Colson Whitehead"
}, {
	"quote": "Experience can be a great teacher.",
	"name": "Burgess Owens"
}, {
	"quote": "You know, I loved math. My mom was a math teacher.",
	"name": "Joan Cusack"
}, {
	"quote": "You never stop learning. If you have a teacher, you never stop being a student.",
	"name": "Elisabeth Rohm"
}, {
	"quote": "Liz Benedict, a teacher of mine at Iowa, is the person who introduced me to James Salter's work.",
	"name": "Alexander Chee"
}, {
	"quote": "I learned early on that 'rabbi' means teacher, not priest.",
	"name": "George Steiner"
}, {
	"quote": "If I weren't an actor, I'd either be a teacher or a critic.",
	"name": "Dennis Haysbert"
}, {
	"quote": "When I was a student at Mizzou, I was a daycare teacher. I did it because was a latchkey kid.",
	"name": "Jon Hamm"
}, {
	"quote": "Ensuring all kids have access to an effective, talented teacher needs to be a national priority.",
	"name": "Michael Bennet"
}, {
	"quote": "No matter how much you like your local school teacher, he or she is a government agent.",
	"name": "Nancy Pearcey"
}, {
	"quote": "David Levi is a teacher as well as a chef, and, like most teachers, he loves to talk.",
	"name": "Kate Christensen"
}, {
	"quote": "I've never considered myself a celebrity or even part of the entertainment business. I'm a cooking teacher.",
	"name": "Martin Yan"
}, {
	"quote": "I was born in a small town. My parents, my father was a teacher. My mother was a housewife.",
	"name": "Milos Forman"
}, {
	"quote": "To this end the greatest asset of a school is the personality of the teacher.",
	"name": "John Strachan"
}, {
	"quote": "Had acting not taken off, I would've been glad to become a teacher.",
	"name": "Nithya Menen"
}, {
	"quote": "I draw inspiration from everything I've seen and been through. My life has been my biggest teacher.",
	"name": "Nithya Menen"
}, {
	"quote": "When I was 16, I was taught by a wonderful teacher who let me ignore the Greek syllabus and just read Homer.",
	"name": "Alice Oswald"
}, {
	"quote": "I owe my whole career as a storyteller to my father. He was an actor/director/producer and teacher.",
	"name": "John Lithgow"
}, {
	"quote": "My old dance teacher, Jimmy Wilde, a former European ballroom dancing champion, was so sophisticated.",
	"name": "Anton du Beke"
}, {
	"quote": "I never intended to be a teacher. I just like going to school and learning things.",
	"name": "Guy Davenport"
}, {
	"quote": "My first public impression was my French teacher, Derek Swift.",
	"name": "Rory Bremner"
}, {
	"quote": "It's every teacher's job to be rigorous about constantly being open to new ideas and innovation.",
	"name": "Brandon Webb"
}, {
	"quote": "I got an old school coach who's more of a teacher than a coach.",
	"name": "Andre Ward"
}, {
	"quote": "My father followed, during most of his life, the precarious occupation of a country school teacher.",
	"name": "Simon Newcomb"
}, {
	"quote": "I spent ridiculous amounts of time as an activist and volunteer and was a teacher for 20 years.",
	"name": "Johann Lamont"
}, {
	"quote": "When I was really young, I wanted to be a history teacher because I was obsessed with the past.",
	"name": "Russell Tovey"
}, {
	"quote": "Mike Watt and I had the same teacher. Mr. Tanaka.",
	"name": "Krist Novoselic"
}, {
	"quote": "In business, experience is the big teacher.",
	"name": "Matthew Stewart"
}, {
	"quote": "I'm lucky I had some teachers who saw something in me.",
	"name": "Ann Bancroft"
}, {
	"quote": "I spent most of my high school years on movie sets and I'd have like one teacher, which was really bad.",
	"name": "Devon Sawa"
}, {
	"quote": "I was a hyper kid in school and the teacher suggested to my mom she needed to do something with me.",
	"name": "Devon Sawa"
}, {
	"quote": "My father was a schoolteacher and my mother came from a teacher's family.",
	"name": "Simon van der Meer"
}, {
	"quote": "TV is bigger than any story it reports. It's the greatest teaching tool since the printing press.",
	"name": "Fred W. Friendly"
}]