[{
	"quote": "The science of today is the technology of tomorrow.",
	"name": "Edward Teller"
}, {
	"quote": "Technology is a useful servant but a dangerous master.",
	"name": "Christian Lous Lange"
}, {
	"quote": "Every once in a while, a new technology, an old problem, and a big idea turn into an innovation.",
	"name": "Dean Kamen"
}, {
	"quote": "New technology is not good or evil in and of itself. It's all about how people choose to use it.",
	"name": "David Wong"
}, {
	"quote": "Technology is, of course, a double edged sword. Fire can cook our food but also burn us.",
	"name": "Jason Silva"
}, {
	"quote": "Getting information off the Internet is like taking a drink from a fire hydrant.",
	"name": "Mitch Kapor"
}, {
	"quote": "Sharing is good, and with digital technology, sharing is easy.",
	"name": "Richard Stallman"
}, {
	"quote": "Social media is not about the exploitation of technology but service to community.",
	"name": "Simon Mainwaring"
}, {
	"quote": "Technology, like art, is a soaring exercise of the human imagination.",
	"name": "Daniel Bell"
}, {
	"quote": "Any sufficiently advanced technology is indistinguishable from magic.",
	"name": "Arthur C. Clarke"
}, {
	"quote": "Science and technology revolutionize our lives, but memory, tradition and myth frame our response.",
	"name": "Arthur M. Schlesinger"
}, {
	"quote": "Men have become the tools of their tools.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Information technology is at the core of how you do your business and how your business model itself evolves.",
	"name": "Satya Nadella"
}, {
	"quote": "The real problem is not whether machines think but whether men do.",
	"name": "B. F. Skinner"
}, {
	"quote": "Everybody gets so much information all day long that they lose their common sense.",
	"name": "Gertrude Stein"
}, {
	"quote": "The further you get into technology, the further you go into gaming. That's the general rule.",
	"name": "Nick Johnson"
}, {
	"quote": "Technological progress has merely provided us with more efficient means for going backwards.",
	"name": "Aldous Huxley"
}, {
	"quote": "It's not a faith in technology. It's faith in people.",
	"name": "Steve Jobs"
}, {
	"quote": "The digital camera is a great invention because it allows us to reminisce. Instantly.",
	"name": "Demetri Martin"
}, {
	"quote": "Television is a medium because anything well done is rare.",
	"name": "Fred Allen"
}, {
	"quote": "Good, bad or indifferent, if you are not investing in new technology, you are going to be left behind.",
	"name": "Philip Green"
}, {
	"quote": "It has become appallingly obvious that our technology has exceeded our humanity.",
	"name": "Unknown"
}, {
	"quote": "The Internet is so big, so powerful and pointless that for some people it is a complete substitute for life.",
	"name": "Andrew Brown"
}, {
	"quote": "Technology and robotics are advancing and will reduce the need for workers in the future.",
	"name": "Jan C. Ting"
}, {
	"quote": "The purpose of technology is not to confuse the brain but to serve the body.",
	"name": "William S. Burroughs"
}, {
	"quote": "We can't blame the technology when we make mistakes.",
	"name": "Tim Berners-Lee"
}, {
	"quote": "As information technology restructures the work situation, it abstracts thought from action.",
	"name": "Shoshana Zuboff"
}, {
	"quote": "Technology and social media have brought power back to the people.",
	"name": "Mark McKinnon"
}, {
	"quote": "I think technology really increased human ability. But technology cannot produce compassion.",
	"name": "Dalai Lama"
}, {
	"quote": "Healthcare is becoming part of information technology.",
	"name": "Bill Maris"
}, {
	"quote": "Art challenges technology, but technology inspires the art.",
	"name": "John Lasseter"
}, {
	"quote": "The only constant in the technology industry is change.",
	"name": "Marc Benioff"
}, {
	"quote": "Our world is built on biology and once we begin to understand it, it then becomes a technology.",
	"name": "Ryan Bethencourt"
}, {
	"quote": "While technology is important, it's what we do with it that truly matters.",
	"name": "Muhammad Yunus"
}, {
	"quote": "The new electronic independence re-creates the world in the image of a global village.",
	"name": "Marshall McLuhan"
}, {
	"quote": "Technology is so much fun but we can drown in our technology. The fog of information can drive out knowledge.",
	"name": "Daniel J. Boorstin"
}, {
	"quote": "True flexibility is a symbiotic partnership between employer and employee and between technology and culture.",
	"name": "Jean-Philippe Courtois"
}, {
	"quote": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
	"name": "Elbert Hubbard"
}, {
	"quote": "It is impossible to work in information technology without also engaging in social engineering.",
	"name": "Jaron Lanier"
}, {
	"quote": "Even when you take a holiday from technology, technology doesn't take a break from you.",
	"name": "Douglas Coupland"
}, {
	"quote": "Once a new technology rolls over you, if you're not part of the steamroller, you're part of the road.",
	"name": "Stewart Brand"
}, {
	"quote": "You affect the world by what you browse.",
	"name": "Tim Berners-Lee"
}, {
	"quote": "Growing up, I wish that I'd had the supplies and laptops and all the new technology that's out right now.",
	"name": "James Harden"
}, {
	"quote": "Bill Gates is a very rich man today... and do you want to know why? The answer is one word: versions.",
	"name": "Dave Barry"
}, {
	"quote": "People who are really serious about software should make their own hardware.",
	"name": "Alan Kay"
}, {
	"quote": "The internet is a great way to get on the net.",
	"name": "Bob Dole"
}, {
	"quote": "Cyberspace can't compensate for real space. We benefit from chatting to people face to face.",
	"name": "Jonathan Sacks"
}, {
	"quote": "It is the framework which changes with each new technology and not just the picture within the frame.",
	"name": "Marshall McLuhan"
}, {
	"quote": "I just invent, then wait until man comes around to needing what I've invented.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "The Linux philosophy is 'Laugh in the face of danger'. Oops. Wrong One. 'Do it yourself'. Yes, that's it.",
	"name": "Linus Torvalds"
}, {
	"quote": "Hackers rarely have full knowledge of the technology stack of a target.",
	"name": "John McAfee"
}, {
	"quote": "Magic and new technology have always walked hand in hand - even back in the days of Robert Houdin.",
	"name": "David Copperfield"
}, {
	"quote": "Technology makes the world a new place.",
	"name": "Shoshana Zuboff"
}, {
	"quote": "A satellite has no conscience.",
	"name": "Edward R. Murrow"
}, {
	"quote": "Our philosophy is, using internet technology, we can make every company become Amazon.",
	"name": "Jack Ma"
}, {
	"quote": "Taking new technology and incorporating into how people work and live is not easy.",
	"name": "Oren Etzioni"
}, {
	"quote": "The Internet treats censorship as a malfunction and routes around it.",
	"name": "John Perry Barlow"
}, {
	"quote": "Technology is cool, but you've got to use it as opposed to letting it use you.",
	"name": "Prince"
}, {
	"quote": "To master a new technology, you have to play with it.",
	"name": "Jordan Peterson"
}, {
	"quote": "We've arranged a civilization in which most crucial elements profoundly depend on science and technology.",
	"name": "Carl Sagan"
}, {
	"quote": "If science fiction is the mythology of modern technology, then its myth is tragic.",
	"name": "Ursula K. Le Guin"
}, {
	"quote": "Our business is about technology, yes. But it's also about operations and customer relationships.",
	"name": "Michael Dell"
}, {
	"quote": "Technology is unlocking the innate compassion we have for our fellow human beings.",
	"name": "Bill Gates"
}, {
	"quote": "Microsoft isn't evil, they just make really crappy operating systems.",
	"name": "Linus Torvalds"
}, {
	"quote": "The Web as I envisaged it, we have not seen it yet. The future is still so much bigger than the past.",
	"name": "Tim Berners-Lee"
}, {
	"quote": "I'm not a tech guy. I'm looking at the technology with the eyes of my customers, normal people's eyes.",
	"name": "Jack Ma"
}, {
	"quote": "If it keeps up, man will atrophy all his limbs but the push-button finger.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Every aspect of human technology has a dark side, including the bow and arrow.",
	"name": "Margaret Atwood"
}, {
	"quote": "The final frontier of the digital technology is integrating into your own brain.",
	"name": "Ramez Naam"
}, {
	"quote": "Stone Age. Bronze Age. Iron Age. We define entire epics of humanity by the technology they use.",
	"name": "Reed Hastings"
}, {
	"quote": "If we marry educational technology with quality, enriching content, that's a circle of win.",
	"name": "LeVar Burton"
}, {
	"quote": "We are led by lawyers who do not understand either technology or balance sheets.",
	"name": "Thomas Friedman"
}, {
	"quote": "Our approach to making games is to find the fun first and then use the technology to enhance the fun.",
	"name": "Sid Meier"
}, {
	"quote": "A world technology means either a world government or world suicide.",
	"name": "Max Lerner"
}, {
	"quote": "Technology doesn't address everything - for example, air travel still sucks.",
	"name": "Brad Feld"
}, {
	"quote": "Banking technology has made it simple and efficient to invest in good causes.",
	"name": "Mark Skousen"
}, {
	"quote": "I believe in the power of shared data and technology to help build a better future.",
	"name": "Paul Allen"
}, {
	"quote": "I just am a huge cheerleader for getting kids interested in science and technology.",
	"name": "Vint Cerf"
}, {
	"quote": "Technology does not run backward. Once a technical capability is out there, it is out there for good.",
	"name": "Ellen Ullman"
}, {
	"quote": "Every technology, including the printing press, comes at some price.",
	"name": "Bill Keller"
}, {
	"quote": "Technology feeds on itself. Technology makes more technology possible.",
	"name": "Alvin Toffler"
}, {
	"quote": "The combination of hatred and technology is the greatest danger threatening mankind.",
	"name": "Simon Wiesenthal"
}, {
	"quote": "I love to use technology to help people have better lives and to reduce our impact on the planet.",
	"name": "Megan Smith"
}, {
	"quote": "Humanity is acquiring all the right technology for all the wrong reasons.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "Technology, through automation and artificial intelligence, is definitely one of the most disruptive sources.",
	"name": "Alain Dehaze"
}, {
	"quote": "Our technological powers increase, but the side effects and potential hazards also escalate.",
	"name": "Alvin Toffler"
}, {
	"quote": "I've always wanted to own and control the primary technology in everything we do.",
	"name": "Steve Jobs"
}, {
	"quote": "Study hard so that you can master technology, which allows us to master nature.",
	"name": "Che Guevara"
}, {
	"quote": "The intersection of law, politics, and technology is going to force a lot of good thinking.",
	"name": "Bill Gates"
}, {
	"quote": "Universal coverage, not medical technology, is the foundation of any caring health care system.",
	"name": "Richard Lamm"
}, {
	"quote": "Relying on the government to protect your privacy is like asking a peeping tom to install your window blinds.",
	"name": "John Perry Barlow"
}, {
	"quote": "There is a difference between what technology enables and what historical business practices enable.",
	"name": "Bill Gates"
}, {
	"quote": "Globalization was a deep trend pushed by technology and right ideas, as much as anything else.",
	"name": "Jeffrey Sachs"
}, {
	"quote": "We cannot turn back the clock. We cannot undo the impact of technology. Nor would we want to.",
	"name": "Robert Mueller"
}, {
	"quote": "Technology is only meaningful when it reaches the people.",
	"name": "Pranav Mistry"
}, {
	"quote": "Technology just means information technology.",
	"name": "Peter Thiel"
}, {
	"quote": "With any advent in technology, any technological innovation, there is the good and the bad.",
	"name": "Henry Rollins"
}, {
	"quote": "The age of innocent faith in science and technology may be over.",
	"name": "Barry Commoner"
}, {
	"quote": "Any new technology tends to go through a 25-year adoption cycle.",
	"name": "Marc Andreessen"
}, {
	"quote": "Healthcare is the only civil system where new technology makes prices go up instead of down.",
	"name": "Jaan Tallinn"
}, {
	"quote": "Silicon Valley has some of the smartest engineers and technology business people in the world.",
	"name": "Elon Musk"
}, {
	"quote": "We must ensure that technology is accessible, affordable, and adds value.",
	"name": "Narendra Modi"
}, {
	"quote": "All of our technology is completely unnecessary to a happy life.",
	"name": "Tom Hodgkinson"
}, {
	"quote": "Creative people are notoriously the slowest to adopt new technology.",
	"name": "Robert Rodriguez"
}, {
	"quote": "For a successful technology, reality must take precedence over public relations, for Nature cannot be fooled.",
	"name": "Richard P. Feynman"
}, {
	"quote": "The machine does not isolate man from the great problems of nature but plunges him more deeply into them.",
	"name": "Antoine de Saint-Exupery"
}, {
	"quote": "The latest technology is not always good for anything except to the producers of the technology.",
	"name": "Wendell Berry"
}, {
	"quote": "The key to making things affordable is design and technology improvements, as well as scale.",
	"name": "Elon Musk"
}, {
	"quote": "Social media is great, I guess, but it feels like technology is the sapper of innocence.",
	"name": "Chris O'Dowd"
}, {
	"quote": "Especially in technology, we need revolutionary change, not incremental change.",
	"name": "Larry Page"
}, {
	"quote": "With technology tracking us everywhere we go, 'cosplay' might become our best defense against surveillance.",
	"name": "Annalee Newitz"
}, {
	"quote": "What new technology does is create new opportunities to do a job that customers want done.",
	"name": "Tim O'Reilly"
}, {
	"quote": "I predict that technology will enable people to transmit their neuronal, actual feelings over the Internet.",
	"name": "Michio Kaku"
}, {
	"quote": "World War II had a very important impact on the development of technology, as a whole.",
	"name": "Barry Commoner"
}, {
	"quote": "If you run from technology, it will chase you.",
	"name": "Robert M. Pirsig"
}, {
	"quote": "You don't have to be young to learn about technology. You have to feel young.",
	"name": "Vint Cerf"
}, {
	"quote": "Technology and industry have distanced people from nature and magic and human values.",
	"name": "Laura Esquivel"
}, {
	"quote": "Many of our advances in science and technology were seeded through government.",
	"name": "Valerie Jarrett"
}, {
	"quote": "Technology requires knowledge and expertise more than it requires money.",
	"name": "Jonathan Raymond"
}, {
	"quote": "One of the biggest challenges to medicine is the incorporation of information technology in our practices.",
	"name": "Samuel Wilson"
}, {
	"quote": "Technology will eventually destroy the way schools are run now.",
	"name": "Daniel Greenberg"
}, {
	"quote": "As technology has improved, our digital lives have only grown more tangled and cluttered.",
	"name": "Ryan Holmes"
}, {
	"quote": "If you're not looking toward the future or trying to improve the current technology, you'll be left behind.",
	"name": "Gwynne Shotwell"
}, {
	"quote": "If the human race wants to go to hell in a basket, technology can help it get there by jet.",
	"name": "Charles Mengel Allen"
}, {
	"quote": "Wherever technology reaches its real fulfillment, it transcends into architecture.",
	"name": "Ludwig Mies van der Rohe"
}, {
	"quote": "What the country needs are a few labor-making inventions.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "Mechanization best serves mediocrity.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "I think there are going to be a bunch of tablet-like devices. It's really a different product category.",
	"name": "Jeff Bezos"
}, {
	"quote": "The film industry brings people together, and so does technology. I see them as similar platforms.",
	"name": "Ashton Kutcher"
}, {
	"quote": "The great growling engine of change - technology.",
	"name": "Alvin Toffler"
}, {
	"quote": "All of technology, really, is about maximizing free options.",
	"name": "Nassim Nicholas Taleb"
}, {
	"quote": "There is no technology today that cannot be defeated by social engineering.",
	"name": "Frank Abagnale"
}, {
	"quote": "I love technology - yes, I have fallen in love with older cars, but I'm all for new technology.",
	"name": "Mario Andretti"
}, {
	"quote": "If that's there, I believe that technology will probably step up to their part of it.",
	"name": "Neil Armstrong"
}, {
	"quote": "I know what I don't know. To this day, I don't know technology, and I don't know finance or accounting.",
	"name": "Bernard Ebbers"
}, {
	"quote": "In software systems it is often the early bird that makes the worm.",
	"name": "Alan Perlis"
}, {
	"quote": "Technology has become as ubiquitous as the air we breathe, so we are no longer conscious of its presence.",
	"name": "Godfrey Reggio"
}, {
	"quote": "Advances in technology and the Internet have dramatically changed the way we communicate, live, and work.",
	"name": "Suzan DelBene"
}, {
	"quote": "We're still in the first minutes of the first day of the Internet revolution.",
	"name": "Scott Cook"
}, {
	"quote": "We're a very iterative company, so we jump on basically all new technology.",
	"name": "Parker Harris"
}, {
	"quote": "First, I do not think there is any silver bullet to solving the technology side of the security equation.",
	"name": "John W. Thompson"
}, {
	"quote": "For me, modern technology has ruined romance and movies - nobody can run to the airplane gate anymore.",
	"name": "Lorene Scafaria"
}, {
	"quote": "Like all tools, modern technology has produced some wonderful moments in music and also some horrors.",
	"name": "Hugh Hopper"
}, {
	"quote": "People use technology only to mean digital technology. Technology is actually everything we make.",
	"name": "Margaret Atwood"
}, {
	"quote": "I've always felt that technology can be used to our benefit and should be used to our benefit.",
	"name": "Deepak Chopra"
}, {
	"quote": "People are stunned to hear that one company has data files on 185 million Americans.",
	"name": "Ralph Nader"
}, {
	"quote": "Our lifetime may be the last that will be lived out in a technological society.",
	"name": "Arthur C. Clarke"
}, {
	"quote": "The human condition today is better than it's ever been, and technology is one of the reasons for that.",
	"name": "Tom Clancy"
}, {
	"quote": "I love technology. We can be our own DJs wherever we go.",
	"name": "Ludacris"
}, {
	"quote": "The minimum we should hope for with any display technology is that it should do no harm.",
	"name": "Edward Tufte"
}, {
	"quote": "I love this stuff - bitcoin, ethereum, blockchain technology - and what the future holds.",
	"name": "Abigail Johnson"
}, {
	"quote": "I think technology can change every country regardless of political party.",
	"name": "John T. Chambers"
}, {
	"quote": "And what is religion, you might ask. It's a technology of living.",
	"name": "Toni Cade Bambara"
}, {
	"quote": "The future of innovation has to include not only the technology, but economic viability.",
	"name": "Dennis Muilenburg"
}, {
	"quote": "Doing linear scans over an associative array is like trying to club someone to death with a loaded Uzi.",
	"name": "Larry Wall"
}, {
	"quote": "Technology is the foundation of the empowerment economy.",
	"name": "Elise Stefanik"
}, {
	"quote": "For infrastructure technology, C will be hard to displace.",
	"name": "Dennis Ritchie"
}, {
	"quote": "The coming changes in technology will be as profound as the creation of the Internet.",
	"name": "Rajeev Suri"
}, {
	"quote": "Many people mistakenly think a new technology cancels out an old one.",
	"name": "Judith Martin"
}, {
	"quote": "Technology has always been destroying jobs, and it has always been creating jobs.",
	"name": "Erik Brynjolfsson"
}, {
	"quote": "Technology is neutral, but it all depends on the way we use it.",
	"name": "Jean-Michel Jarre"
}, {
	"quote": "I've always been interested in gadgets and technology and I've always been a reader.",
	"name": "LeVar Burton"
}, {
	"quote": "It's not that we use technology, we live technology.",
	"name": "Godfrey Reggio"
}, {
	"quote": "AI might be a powerful technology, but things won't get better simply by adding AI.",
	"name": "Vivienne Ming"
}, {
	"quote": "Doing exercise without monitoring yourself will be rare in the future of wearable technology.",
	"name": "Astro Teller"
}, {
	"quote": "I am interested in computers and technology, and art, photography, and design.",
	"name": "William Landay"
}, {
	"quote": "In a world of global competition and new technology, I think competition is coming from new places.",
	"name": "Charles L. Evans"
}, {
	"quote": "My theme for philanthropy is the same approach I used with technology: to find a need and fill it.",
	"name": "An Wang"
}, {
	"quote": "I know nothing about technology.",
	"name": "Jack Ma"
}, {
	"quote": "Tweeting is like sending out cool telegrams to your friends once a week.",
	"name": "Tom Hanks"
}, {
	"quote": "The multiplication force of technology on cognitive differences is massive.",
	"name": "Jordan Peterson"
}, {
	"quote": "Science, as opposed to technology, does violence to common sense.",
	"name": "Richard Dawkins"
}, {
	"quote": "Technology is making gestures precise and brutal, and with them men.",
	"name": "Theodor W. Adorno"
}, {
	"quote": "Technology is a wonderful thing, but I think it's violently misused.",
	"name": "Iris Apfel"
}, {
	"quote": "Apple has long been a leading innovator of mobile technology; I myself own an iPhone.",
	"name": "Al Franken"
}, {
	"quote": "Technology is always a two-edged sword. It will bring in many benefits, but also many disasters.",
	"name": "Alan Moore"
}, {
	"quote": "Businesses and users are going to use technology only if they can trust it.",
	"name": "Satya Nadella"
}, {
	"quote": "The underlying principles of strategy are enduring, regardless of technology or the pace of change.",
	"name": "Michael Porter"
}, {
	"quote": "Product management really is the fusion between technology, what engineers do - and the business side.",
	"name": "Marissa Mayer"
}, {
	"quote": "Technology itself is neither good nor bad. People are good or bad.",
	"name": "Naveen Jain"
}, {
	"quote": "If information wants to be free, then that's true everywhere, not just in information technology.",
	"name": "Mitch Kapor"
}, {
	"quote": "I believe that people are too complacent about technology.",
	"name": "Peter Thiel"
}, {
	"quote": "You can't really imagine music without technology.",
	"name": "Brian Eno"
}, {
	"quote": "There are better alternatives... Australia should be exporting its solar technology, not its uranium.",
	"name": "Bob Brown"
}, {
	"quote": "We will leverage technology to collaborate with the government in its e-governance initiatives.",
	"name": "Chanda Kochhar"
}, {
	"quote": "Our industry has invested so much money in technology that perhaps it's time to invest in talent, in people.",
	"name": "Christiane Amanpour"
}, {
	"quote": "Technology is not good, it's neutral.",
	"name": "Tom Shadyac"
}, {
	"quote": "Many people recognize that technology often comes with unintended and undesirable side effects.",
	"name": "Leon Kass"
}, {
	"quote": "Real programmers can write assembly code in any language.",
	"name": "Larry Wall"
}, {
	"quote": "With advances in technology come new in-demand career paths.",
	"name": "Tae Yoo"
}, {
	"quote": "I don't understand technology, and I'm very scared of it.",
	"name": "Adam Driver"
}, {
	"quote": "I hate to mention age, but I come from an era when we weren't consumed by technology and television.",
	"name": "Jimmy Buffett"
}, {
	"quote": "To make a rock'n'roll record, technology is the least important thing.",
	"name": "Keith Richards"
}, {
	"quote": "Humanity is smart. Sometime in the technology world we think we are smarter, but we are not smarter than you.",
	"name": "Mitchell Baker"
}, {
	"quote": "With technology now, you can go in and sing a song, and for $100,000, you will sound flawless.",
	"name": "Vince Neil"
}, {
	"quote": "It is a free world. It is a dynamic of our new day and age: technology is everywhere.",
	"name": "Oscar Munoz"
}, {
	"quote": "I don't know technology and engineering. I don't know accounting.",
	"name": "Bernard Ebbers"
}, {
	"quote": "I would like to see the technology used to explore more period horror genre works, for example, E. A. Poe.",
	"name": "Robert Englund"
}, {
	"quote": "Technology does not always rhyme with perfection and reliability. Far from it in reality!",
	"name": "Jean-Michel Jarre"
}, {
	"quote": "Society will decide after the technology is created what we will and won't accept.",
	"name": "Jesse Eisenberg"
}, {
	"quote": "You can't think of technology as separate from all of our human drama anymore.",
	"name": "Robin Sloan"
}, {
	"quote": "As technology progresses, I believe that fintech will fundamentally change finance.",
	"name": "Taavet Hinrikus"
}, {
	"quote": "We want to be on the edge of technology all of the time. We think long-term.",
	"name": "Hans Vestberg"
}, {
	"quote": "Well, another market is being created now out of Internet technology.",
	"name": "Jim Barksdale"
}, {
	"quote": "My dad was an inventor, and I think I've always had a rosy view of technology, or at least its potential.",
	"name": "Scott McCloud"
}, {
	"quote": "The biotechnology wave is similar to the information technology wave of the 1980s and 1990s.",
	"name": "Dietmar Hopp"
}, {
	"quote": "Movie-making is telling a story with the best technology at your disposal.",
	"name": "Tom Hanks"
}, {
	"quote": "Television has changed the American child from an irresistable force to an immovable object.",
	"name": "Laurence J. Peter"
}, {
	"quote": "One of the major problems with China is that its innovation is largely borrowed technology.",
	"name": "Alan Greenspan"
}, {
	"quote": "Technology is anything that wasn't around when you were born.",
	"name": "Alan Kay"
}, {
	"quote": "YouTube is akin to having my own network.",
	"name": "Marlee Matlin"
}, {
	"quote": "The 'Net is a waste of time, and that's exactly what's right about it.",
	"name": "William Gibson"
}, {
	"quote": "Sites need to be able to interact in one single, universal space.",
	"name": "Tim Berners-Lee"
}, {
	"quote": "For the most part, any serious magic show is not using very much technology newer than theatrical lights.",
	"name": "Penn Jillette"
}, {
	"quote": "Technology is changing the way we interact as humans.",
	"name": "Dan Brown"
}, {
	"quote": "Adding sound to movies would be like putting lipstick on the Venus de Milo.",
	"name": "Mary Pickford"
}, {
	"quote": "Once upon a time, sound was new technology.",
	"name": "Peter Jackson"
}, {
	"quote": "Technology has to be invented or adopted.",
	"name": "Jared Diamond"
}, {
	"quote": "The Internet is a telephone system that's gotten uppity.",
	"name": "Clifford Stoll"
}, {
	"quote": "When I think about developing solutions, I think about how we can use technology to make a difference.",
	"name": "John T. Chambers"
}, {
	"quote": "It is only when they go wrong that machines remind you how powerful they are.",
	"name": "Clive James"
}, {
	"quote": "Technology is the knack of so arranging the world that we don't have to experience it.",
	"name": "Max Frisch"
}, {
	"quote": "Technology changes all the time; human nature, hardly ever.",
	"name": "Evgeny Morozov"
}, {
	"quote": "Microsoft is engaging in unlawful predatory practices that go well beyond the scope of fair competition.",
	"name": "Orrin Hatch"
}, {
	"quote": "People try to treat technology as an object, and it can't be. It can only be a channel.",
	"name": "Jaron Lanier"
}, {
	"quote": "Defect-free software does not exist.",
	"name": "Wietse Venema"
}, {
	"quote": "Do you realize if it weren't for Edison we'd be watching TV by candlelight?",
	"name": "Al Boliska"
}]