[{
	"quote": "Some memories are unforgettable, remaining ever vivid and heartwarming!",
	"name": "Joseph B. Wirthlin"
}, {
	"quote": "I am grateful for what I am and have. My thanksgiving is perpetual.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I'm thankful for every moment.",
	"name": "Al Green"
}, {
	"quote": "Over and over I marvel at the blessings of my life: Each year has grown better than the last.",
	"name": "Lawrence Welk"
}, {
	"quote": "The thankful receiver bears a plentiful harvest.",
	"name": "William Blake"
}, {
	"quote": "Thanksgiving is a time of togetherness and gratitude.",
	"name": "Nigel Hamilton"
}, {
	"quote": "Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.",
	"name": "Jim Davis"
}, {
	"quote": "An optimist is a person who starts a new diet on Thanksgiving Day.",
	"name": "Irv Kupcinet"
}, {
	"quote": "If you are really thankful, what do you do? You share.",
	"name": "W. Clement Stone"
}, {
	"quote": "Thanksgiving, man. Not a good day to be my pants.",
	"name": "Kevin James"
}, {
	"quote": "If you think about a Thanksgiving dinner, it's really like making a large chicken.",
	"name": "Ina Garten"
}, {
	"quote": "There is one day that is ours. Thanksgiving Day is the one day that is purely American.",
	"name": "O. Henry"
}, {
	"quote": "I absolutely adore Thanksgiving. It's the only holiday I insist on making myself.",
	"name": "Ina Garten"
}, {
	"quote": "If a fellow isn't thankful for what he's got, he isn't likely to be thankful for what he's going to get.",
	"name": "Frank A. Clark"
}, {
	"quote": "My cooking is so bad my kids thought Thanksgiving was to commemorate Pearl Harbor.",
	"name": "Phyllis Diller"
}, {
	"quote": "For what I have received may the Lord make me truly thankful. And more truly for what I have not received.",
	"name": "Storm Jameson"
}, {
	"quote": "On Thanksgiving Night, 1942, when I was fifteen years old, white racists burned our house to the ground.",
	"name": "Coretta Scott King"
}, {
	"quote": "Thanksgiving Day, the holiday, has a certain feeling to it.",
	"name": "The Ultimate Warrior"
}, {
	"quote": "My fondest memories are generally the day after Thanksgiving. I get the total decorating Christmas itch.",
	"name": "Katharine McPhee"
}, {
	"quote": "Thanksgiving Day is a good day to recommit our energies to giving thanks and just giving.",
	"name": "Amy Grant"
}, {
	"quote": "Thanksgiving just gets me all warm and tingly and all kinds of wonderful inside.",
	"name": "Willard Scott"
}, {
	"quote": "Halloween is fun, but it wasn't always my favorite holiday. I think Thanksgiving is my favorite holiday.",
	"name": "Tobin Bell"
}, {
	"quote": "That's one of the great things about Thanksgiving: Football's on!",
	"name": "Michael Strahan"
}, {
	"quote": "I'm from Canada, so Thanksgiving to me is just Thursday with more food. And I'm thankful for that.",
	"name": "Howie Mandel"
}, {
	"quote": "It is now common knowledge that the average American gains 7 pounds between Thanksgiving and New Year's Day.",
	"name": "Marilu Henner"
}, {
	"quote": "Even though we're a week and a half away from Thanksgiving, it's beginning to look a lot like Christmas.",
	"name": "Richard Roeper"
}, {
	"quote": "Thanksgiving is a season that is very much in accord with the themes and teachings of Jesus Christ.",
	"name": "John Clayton"
}, {
	"quote": "I love Halloween. I love Thanksgiving. I love Christmas. I love New Year's.",
	"name": "Madelaine Petsch"
}, {
	"quote": "Drink and be thankful to the host! What seems insignificant when you have it, is important when you need it.",
	"name": "Franz Grillparzer"
}, {
	"quote": "It's so warm now, and Thanksgiving came so early - is it just me, or does it not really feel like Ramadan?",
	"name": "David Letterman"
}, {
	"quote": "A lot of Thanksgiving days have been ruined by not carving the turkey in the kitchen.",
	"name": "Kin Hubbard"
}, {
	"quote": "North Carolina was where you could have Thanksgiving and feel like it was Thanksgiving.",
	"name": "David H. Murdock"
}, {
	"quote": "It's a bit of a sore spot, the Thanksgiving in Indian country.",
	"name": "Robbie Robertson"
}, {
	"quote": "Christmas is the antithesis of Thanksgiving. Christmas is pretty much a man-made holiday.",
	"name": "John Clayton"
}, {
	"quote": "I think Thanksgiving is the perfect occasion to break open a buttery, oaky Chardonnay from California.",
	"name": "Gavin Newsom"
}, {
	"quote": "The act is unjustifiable that either begs for a blessing, or, having succeeded gives no thanksgiving.",
	"name": "Merle Shain"
}, {
	"quote": "I would love four children because I have a very small family, so I want those big Thanksgiving dinners.",
	"name": "Chrissy Teigen"
}, {
	"quote": "Being an Ethiopian-born, Swedish-raised chef, there's nothing traditional about my Thanksgiving spread.",
	"name": "Marcus Samuelsson"
}, {
	"quote": "I'm not a big turkey fan, but my husband loves it. Thanksgiving is his favorite meal.",
	"name": "Ruth Reichl"
}, {
	"quote": "I never drank except a couple sips of wine at Thanksgiving.",
	"name": "Carol Alt"
}, {
	"quote": "I love chicken. I would eat chicken fingers on Thanksgiving if it were socially acceptable.",
	"name": "Todd Barry"
}, {
	"quote": "One Thanksgiving weekend, I had a lost weekend at a friend's place with 'Grand Theft Auto.'",
	"name": "Paul Dini"
}, {
	"quote": "I've always had fond memories of cooking Thanksgiving.",
	"name": "Wylie Dufresne"
}, {
	"quote": "The earliest you can play Christmas music is on Thanksgiving.",
	"name": "Tinashe"
}, {
	"quote": "Thank God for YouTube. Every Thanksgiving, I'm bombarded with 'Turkey Lurkey Time.'",
	"name": "Donna McKechnie"
}, {
	"quote": "I grew up in Boston, and we'd have every Thanksgiving at my parents' house there.",
	"name": "Maura Tierney"
}, {
	"quote": "I make a fabulous tofurkey for Thanksgiving. My Mexican-Italian family can't tell the difference.",
	"name": "Christian Serratos"
}, {
	"quote": "I'm vegetarian, but I love Thanksgiving dinner: faux turkey, stuffing and mashed potatoes.",
	"name": "Leigh Lezark"
}, {
	"quote": "I'm not from the States, so Thanksgiving, for me, was never a huge tradition.",
	"name": "Daniela Ruah"
}, {
	"quote": "I have nothing against turkey. We eat turkey for Thanksgiving in my house.",
	"name": "Marc Forgione"
}]