[{
	"quote": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow.",
	"name": "Melody Beattie"
}, {
	"quote": "Feeling gratitude and not expressing it is like wrapping a present and not giving it.",
	"name": "William Arthur Ward"
}, {
	"quote": "When you practice gratefulness, there is a sense of respect toward others.",
	"name": "Dalai Lama"
}, {
	"quote": "When I started counting my blessings, my whole life turned around.",
	"name": "Willie Nelson"
}, {
	"quote": "I have a lot to be thankful for. I am healthy, happy and I am loved.",
	"name": "Reba McEntire"
}, {
	"quote": "If the only prayer you ever say in your entire life is thank you, it will be enough.",
	"name": "Meister Eckhart"
}, {
	"quote": "Thank you for life, and all the little ups and downs that make it worth living.",
	"name": "Travis Barker"
}, {
	"quote": "I'm thankful for every moment.",
	"name": "Al Green"
}, {
	"quote": "Joy is the simplest form of gratitude.",
	"name": "Karl Barth"
}, {
	"quote": "I am even thankful for the negative things that have made me a stronger and better person.",
	"name": "Joanna Krupa"
}, {
	"quote": "Be thankful we're not getting all the government we're paying for.",
	"name": "Will Rogers"
}, {
	"quote": "I'm very blessed, thankful, grateful for the opportunities I've had.",
	"name": "Christen Press"
}, {
	"quote": "Gratitude is the sign of noble souls.",
	"name": "Aesop"
}, {
	"quote": "Let us be grateful to the mirror for revealing to us our appearance only.",
	"name": "Samuel Butler"
}, {
	"quote": "Gratitude is not only the greatest of virtues, but the parent of all the others.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Gratitude is the fairest blossom which springs from the soul.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "I think, every time I'm on the mountain, I'm just so thankful to be there.",
	"name": "Chloe Kim"
}, {
	"quote": "When you are grateful - when you can see what you have - you unlock blessings to flow in your life.",
	"name": "Suze Orman"
}, {
	"quote": "Some people are always grumbling because roses have thorns; I am thankful that thorns have roses.",
	"name": "Alphonse Karr"
}, {
	"quote": "I think in this life it's important to be kind, be thankful, and always be creative.",
	"name": "Bishop Briggs"
}, {
	"quote": "The thankful receiver bears a plentiful harvest.",
	"name": "William Blake"
}, {
	"quote": "I'm just thankful I'm surrounded by good people.",
	"name": "Jon Pardi"
}, {
	"quote": "There's no happier person than a truly thankful, content person.",
	"name": "Joyce Meyer"
}, {
	"quote": "Gratitude changes the pangs of memory into a tranquil joy.",
	"name": "Dietrich Bonhoeffer"
}, {
	"quote": "I'm thankful because all the hard work and sacrifices were worth it in the end.",
	"name": "WizKid"
}, {
	"quote": "If you suffer, thank God! It is a sure sign that you are alive.",
	"name": "Elbert Hubbard"
}, {
	"quote": "I'm grateful for always this moment, the now, no matter what form it takes.",
	"name": "Eckhart Tolle"
}, {
	"quote": "I am very thankful and blessed to have a healthy and happy baby boy and baby mama.",
	"name": "Eric Church"
}, {
	"quote": "Talent is God-given; be humble. Fame is man-given; be thankful. Conceit is self-given; be careful.",
	"name": "Harvey Mackay"
}, {
	"quote": "No duty is more urgent than that of returning thanks.",
	"name": "James Allen"
}, {
	"quote": "When a person doesn't have gratitude, something is missing in his or her humanity.",
	"name": "Elie Wiesel"
}, {
	"quote": "I am thankful for laughter, except when milk comes out of my nose.",
	"name": "Woody Allen"
}, {
	"quote": "My advice: Take a second out of the day today and be thankful for your family.",
	"name": "Jenna Morasca"
}, {
	"quote": "Immensely grateful, touched, proud, astonished, abashed.",
	"name": "Boris Pasternak"
}, {
	"quote": "Be thankful for problems. If they were less difficult, someone with less ability might have your job.",
	"name": "Jim Lovell"
}, {
	"quote": "If you are really thankful, what do you do? You share.",
	"name": "W. Clement Stone"
}, {
	"quote": "Dear Lord, I'm so grateful I'm still loved.",
	"name": "Vivien Leigh"
}, {
	"quote": "When it comes to life the critical thing is whether you take things for granted or take them with gratitude.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "The trick is to be grateful when your mood is high and graceful when it is low.",
	"name": "Richard Carlson"
}, {
	"quote": "I wouldn't change anything. I've made mistakes, but thanks to those mistakes, I've learned.",
	"name": "Enrique Iglesias"
}, {
	"quote": "Strive to find things to be thankful for, and just look for the good in who you are!",
	"name": "Bethany Hamilton"
}, {
	"quote": "Whatever life throws at me I'll take it and be grateful for it as well.",
	"name": "Tom Felton"
}, {
	"quote": "Keep your eyes open to your mercies. The man who forgets to be thankful has fallen asleep in life.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "The hardest arithmetic to master is that which enables us to count our blessings.",
	"name": "Eric Hoffer"
}, {
	"quote": "A single grateful thought toward heaven is the most perfect prayer.",
	"name": "Gotthold Ephraim Lessing"
}, {
	"quote": "If a fellow isn't thankful for what he's got, he isn't likely to be thankful for what he's going to get.",
	"name": "Frank A. Clark"
}, {
	"quote": "God has two dwellings; one in heaven, and the other in a meek and thankful heart.",
	"name": "Izaak Walton"
}, {
	"quote": "Gratitude is the most exquisite form of courtesy.",
	"name": "Jacques Maritain"
}, {
	"quote": "I'm thankful to God that my life changed, but I'm also still on my grind.",
	"name": "Tory Lanez"
}, {
	"quote": "I'm thankful for each and every day. We never know when time is up.",
	"name": "Chuck Berry"
}, {
	"quote": "Feeling gratitude isn't born in us - it's something we are taught, and in turn, we teach our children.",
	"name": "Joyce Brothers"
}, {
	"quote": "I do not so much rejoice that God hath made me to be a Queen, as to be a Queen over so thankful a people.",
	"name": "Elizabeth I"
}, {
	"quote": "A proud man is seldom a grateful man, for he never thinks he gets as much as he deserves.",
	"name": "Henry Ward Beecher"
}, {
	"quote": "If I can do one hundredth part for the Indian that Mrs. Stowe did for the Negro, I will be thankful.",
	"name": "Helen Hunt Jackson"
}, {
	"quote": "Does not the gratitude of the dog put to shame any man who is ungrateful to his benefactors?",
	"name": "Saint Basil"
}, {
	"quote": "I want to be as gracious and thankful as I can because it has been a long road.",
	"name": "Maren Morris"
}, {
	"quote": "We are in a wrong state of mind if we are not in a thankful state of mind.",
	"name": "Charles Spurgeon"
}, {
	"quote": "Sometimes we need to remind ourselves that thankfulness is indeed a virtue.",
	"name": "William Bennett"
}, {
	"quote": "For what I have received may the Lord make me truly thankful. And more truly for what I have not received.",
	"name": "Storm Jameson"
}, {
	"quote": "I'm thankful to be breathing, on this side of the grass. Whatever comes, comes.",
	"name": "Ron Perlman"
}, {
	"quote": "Never take anything for granted.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "I am really thankful to everyone around, as Mumbai has given me a lot.",
	"name": "Kratika Sengar"
}, {
	"quote": "Gratitude is a duty which ought to be paid, but which none have a right to expect.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "Many of our prayers were not answered, and for this we are now grateful.",
	"name": "William Feather"
}, {
	"quote": "I'm thankful I grew up the way I did. It made me a hard worker and insightful to other people's lives.",
	"name": "Rachel Roy"
}, {
	"quote": "Most people repent their sins by thanking God they ain't so wicked as their neighbors.",
	"name": "Josh Billings"
}, {
	"quote": "I have so much to be thankful for.",
	"name": "Alyssa Edwards"
}, {
	"quote": "I am what I am, I'm doing very well in my life, and I'm thankful to God for that.",
	"name": "LL Cool J"
}, {
	"quote": "I'm from Canada, so Thanksgiving to me is just Thursday with more food. And I'm thankful for that.",
	"name": "Howie Mandel"
}, {
	"quote": "I have nothing to ask for, thanks to God. Everything I have, God has given me.",
	"name": "Mariano Rivera"
}, {
	"quote": "I'm so happy and thankful I made it a point be a stay-at-home mom.",
	"name": "Candace Cameron Bure"
}, {
	"quote": "I'm thankful for serendipitous moments in my life, where things could've gone the other way.",
	"name": "Rick Springfield"
}, {
	"quote": "I'm just very thankful. And I say that a lot because that's the most important message.",
	"name": "Pharrell Williams"
}, {
	"quote": "Old age is not a matter for sorrow. It is matter for thanks if we have left our work done behind us.",
	"name": "Thomas Carlyle"
}, {
	"quote": "I'm thankful for weird people out there 'cause they're some of the most creative people.",
	"name": "Channing Tatum"
}, {
	"quote": "Before I get out of bed, I am saying thank you. I know how important it is to be thankful.",
	"name": "Al Jarreau"
}, {
	"quote": "All our discontents about what we want appeared to spring from the want of thankfulness for what we have.",
	"name": "Daniel Defoe"
}, {
	"quote": "I'm very thankful that I can make people happy just by signing my name.",
	"name": "Yoko Ono"
}, {
	"quote": "When you read a piece of writing that you admire, send a note of thanks to the author.",
	"name": "Sherman Alexie"
}, {
	"quote": "Drink and be thankful to the host! What seems insignificant when you have it, is important when you need it.",
	"name": "Franz Grillparzer"
}, {
	"quote": "He enjoys much who is thankful for little.",
	"name": "Thomas Secker"
}, {
	"quote": "By and large, the gospel of grace is neither proclaimed, understood, nor lived.",
	"name": "Brennan Manning"
}, {
	"quote": "I'm thankful to get the opportunity to direct. I hope I don't mess it up.",
	"name": "Mark Harmon"
}, {
	"quote": "I'm thankful to my family, friends, and fans for all of their support.",
	"name": "Serena Williams"
}, {
	"quote": "Both of my grandfathers were in the service. It's one of those things that you can't be thankful enough for.",
	"name": "Luke Combs"
}, {
	"quote": "Certainly the research shows that grateful people are more innovative thinkers.",
	"name": "Deborah Norville"
}, {
	"quote": "The worst moment for the atheist is when he is really thankful and has nobody to thank.",
	"name": "Dante Gabriel Rossetti"
}, {
	"quote": "I'm just really thankful to have the chance to portray a character you don't see every day.",
	"name": "Regina King"
}, {
	"quote": "Such lovely warmth of thought and delicacy of colour are beyond all praise, and equally beyond all thanks!",
	"name": "Marie Corelli"
}, {
	"quote": "No matter what, our American Army is so big, and we are so very thankful to them.",
	"name": "Suga"
}, {
	"quote": "I'm very thankful to be doing what I'm doing. I feel very blessed.",
	"name": "Justin Timberlake"
}, {
	"quote": "Unseasonable kindness gets no thanks.",
	"name": "Thomas Fuller"
}, {
	"quote": "When you solve a problem, you ought to thank God and go on to the next one.",
	"name": "Dean Rusk"
}, {
	"quote": "A great deal of who I am is down to Barca and La Masia - I am very thankful to them.",
	"name": "Andres Iniesta"
}, {
	"quote": "Should it happen tomorrow, I would fall to my knees to give thanks to God for such a career.",
	"name": "Placido Domingo"
}, {
	"quote": "The act is unjustifiable that either begs for a blessing, or, having succeeded gives no thanksgiving.",
	"name": "Merle Shain"
}, {
	"quote": "To be able to make a living doing what I love is truly a gift, and I'm thankful for that every day.",
	"name": "Mike McCready"
}, {
	"quote": "I work hard, and I'm thankful people recognize that.",
	"name": "Ander Crenshaw"
}, {
	"quote": "I've done it all. I'm thankful and proud of what I've accomplished in my life. I hope to keep doing it.",
	"name": "Ralph Stanley"
}, {
	"quote": "I'm thankful that I have lived long enough to become a legend, and I hope I deserve it.",
	"name": "Ralph Stanley"
}, {
	"quote": "I'm one of the most fortunate people in the world.",
	"name": "Rose Kennedy"
}, {
	"quote": "Well, there's not a day goes by when I don't get up and say thank you to somebody.",
	"name": "Rod Stewart"
}, {
	"quote": "Thankfully, we didn't stop at Malta. I think Malta was thankful, too.",
	"name": "Spike Milligan"
}, {
	"quote": "Looking back, I am thankful that I didn't go into the film industry.",
	"name": "Hideo Kojima"
}, {
	"quote": "I found out that superstars Winkler and William Shatner are real people, and I was so thankful for that.",
	"name": "Terry Bradshaw"
}, {
	"quote": "I'm very thankful to the Yankees and to Major League Baseball for allowing me to play this game.",
	"name": "Alex Rodriguez"
}, {
	"quote": "I'm thankful for performing as long as I am allowed.",
	"name": "Chuck Berry"
}, {
	"quote": "I'm thankful that I was able to have a long, healthy career for the most part.",
	"name": "Scottie Pippen"
}, {
	"quote": "I'm thankful to have time to write.",
	"name": "Paul Watson"
}, {
	"quote": "There's no ex out there who I'm not friends with today, and I'm extremely thankful for that.",
	"name": "Taylor Lautner"
}, {
	"quote": "I'm not going to tell you to meditate on what Christmas really means and be thankful.",
	"name": "Monica Johnson"
}, {
	"quote": "Thankfully, while our self-righteousness reaches far, God's grace reaches farther.",
	"name": "Tullian Tchividjian"
}, {
	"quote": "I'm thankful to be here in Cleveland, and I believe this is where I belong.",
	"name": "Josh Gordon"
}, {
	"quote": "I'm so thankful that there are people willing to do that - to actually carry a child nine months for someone.",
	"name": "GloZell"
}, {
	"quote": "But I'm very thankful that no one is slamming my head against the wall anymore.",
	"name": "Harry Anderson"
}, {
	"quote": "I realize how unique my path has been. And I'm thankful for that.",
	"name": "Vanessa Paradis"
}, {
	"quote": "I'm thankful for the three ounce Ziploc bag, so that I have somewhere to put my savings.",
	"name": "Paula Poundstone"
}, {
	"quote": "I'm thankful that my memory is good because my vision is going.",
	"name": "Paula Poundstone"
}, {
	"quote": "I'm just thankful to be blessed with my talent.",
	"name": "Ty Dolla Sign"
}, {
	"quote": "I'm happy and thankful that people are messing with the Dolla $ign.",
	"name": "Ty Dolla Sign"
}, {
	"quote": "I'm just thankful to have a tour and work something I can focus on.",
	"name": "Jerry Cantrell"
}, {
	"quote": "I am thankful, of course, for the prize and thankful to God for each story, each idea, each word, each day.",
	"name": "Isaac Bashevis Singer"
}, {
	"quote": "I was in the postseason twice and I'm thankful for that.",
	"name": "Ryne Sandberg"
}, {
	"quote": "I'm grateful for my brokenness. I'm grateful for my humility.",
	"name": "James McGreevey"
}, {
	"quote": "I learn more with every job, and I'm very thankful for where I am.",
	"name": "Liam Hemsworth"
}, {
	"quote": "I'm thankful for all the support I've received over the years.",
	"name": "Big K.R.I.T."
}, {
	"quote": "It's important you stay professional and keep working, and I'm thankful for everything that's happened to me.",
	"name": "Dele Alli"
}, {
	"quote": "I wouldn't be where I am without my fans, and I am very thankful for them.",
	"name": "Kygo"
}, {
	"quote": "I am really excited and thankful for opportunity to work with Cotto Promotions, Tidal and Roc Nation.",
	"name": "Yandel"
}, {
	"quote": "I'm very humbled and honored. I'm very thankful to the Asian-American Community for all their support!",
	"name": "Jeremy Lin"
}, {
	"quote": "I'm thankful for not ever taking anything illegal.",
	"name": "Pedro Martinez"
}, {
	"quote": "I'm so thankful for the active obedience of Christ. No hope without it.",
	"name": "John Gresham Machen"
}, {
	"quote": "My music is my No. 1, and I've got people who believe in me and keep me going. I'm thankful.",
	"name": "Jon Pardi"
}, {
	"quote": "Let a nation's fervent thanks make some amends for the toils and sufferings of those who survive.",
	"name": "Edward Everett"
}, {
	"quote": "I am thankful to all the love that I have received from my fans.",
	"name": "Shaheer Sheikh"
}, {
	"quote": "I mean you got to thank your parents for giving you the right genes.",
	"name": "Eric Heiden"
}, {
	"quote": "I'm thankful I am able to continue to share the joy and the inspiration tap brings.",
	"name": "Savion Glover"
}, {
	"quote": "I'm so thankful every day.",
	"name": "Yahya Abdul-Mateen II"
}, {
	"quote": "I have got good films, and I am thankful to Aditya Chopra. He put a lot of faith in me.",
	"name": "Anushka Sharma"
}, {
	"quote": "I feel so thankful that I'm able to be a part of something that I love to wake up and run to work every day.",
	"name": "Alexander Wang"
}, {
	"quote": "They were some of the best years of my life, and I'm so thankful I was able to go to Stanford.",
	"name": "Kelley O'Hara"
}, {
	"quote": "I'm thankful that l I have an amazing family, black women that raised me.",
	"name": "LeToya Luckett"
}, {
	"quote": "I'm just thankful that I continue to do therapy because it makes the world a better place.",
	"name": "Farrah Abraham"
}, {
	"quote": "My work in Africa was paid for mostly by American Christians, and I am so thankful for their giving hearts.",
	"name": "Reinhard Bonnke"
}, {
	"quote": "Vince McMahon made me a much better businessman, and I'm super thankful to him.",
	"name": "Diamond Dallas Page"
}, {
	"quote": "In my case, my mother had to be my mother and father, so I am thankful to her.",
	"name": "Henrikh Mkhitaryan"
}, {
	"quote": "I still don't look at myself as a star. I've always had a thankful heart.",
	"name": "Brenda Lee"
}, {
	"quote": "I'm so thankful that I got to travel from a relatively young age.",
	"name": "Abigail Spencer"
}, {
	"quote": "I am very thankful to Washington, D.C. for their loyalty and support.",
	"name": "Raheem DeVaughn"
}, {
	"quote": "I'm very thankful to Bellator.",
	"name": "Tito Ortiz"
}, {
	"quote": "I just take things one day at a time. I'm just thankful that I have my legs, my arms, my eyes.",
	"name": "Fantastic Negrito"
}, {
	"quote": "I'm so thankful to have been born in the times that we live in.",
	"name": "Matt Bomer"
}, {
	"quote": "I feel very, very thankful to have the family that I do.",
	"name": "Matt Bomer"
}, {
	"quote": "I am thankful that 'Jhalak' made me a professional dancer now from just a 'barat' dancer.",
	"name": "Ashish Sharma"
}, {
	"quote": "My fans are definitely my shareholders, and I'm extremely thankful for them.",
	"name": "Jacob Whitesides"
}, {
	"quote": "I think it's important to say that I am genuinely thankful for the time at Bellator.",
	"name": "Eddie Alvarez"
}, {
	"quote": "And I'm so thankful that I've been allowed to show another side of Trish.",
	"name": "Trish Stratus"
}, {
	"quote": "I'm very thankful; I'm very appreciative for everything that the Denver Broncos organization has done for me.",
	"name": "Brock Osweiler"
}, {
	"quote": "I'm proud - or really more thankful than anything - for all the work that I've gotten.",
	"name": "Annie Ilonzeh"
}, {
	"quote": "I've had bad jobs. Now I have a good one. I'm thankful.",
	"name": "Maurice Greene"
}, {
	"quote": "I am really thankful for my career.",
	"name": "Rob Van Dam"
}, {
	"quote": "I'm actual thankful for the amount of responsibility that has been handed to me. I feel very honored.",
	"name": "Samira Wiley"
}, {
	"quote": "Who wouldn't be thankful for another medal?",
	"name": "Tori Bowie"
}, {
	"quote": "I am thankful I can see much to admire in all religions.",
	"name": "Alfred Russel Wallace"
}, {
	"quote": "I'm really thankful for my improv background.",
	"name": "Lauren Lapkus"
}, {
	"quote": "I'm just thankful for gigs.",
	"name": "Tony Hale"
}, {
	"quote": "I could not be more thankful to those who voted me through and believed in me.",
	"name": "Brynn Cartelli"
}, {
	"quote": "I'm so thankful for my one year at regular high school in White Plains.",
	"name": "Jennifer Damiano"
}, {
	"quote": "I'm thankful to say that I already have my dream job. I wouldn't trade it for anything.",
	"name": "Nathan Kress"
}]