[{
	"quote": "Civilization began the first time an angry person cast a word instead of a rock.",
	"name": "Sigmund Freud"
}, {
	"quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Failure is simply the opportunity to begin again, this time more intelligently.",
	"name": "Henry Ford"
}, {
	"quote": "A friend is what the heart needs all the time.",
	"name": "Henry Van Dyke"
}, {
	"quote": "Let us never know what old age is. Let us know the happiness time brings, not count the years.",
	"name": "Ausonius"
}, {
	"quote": "The two most powerful warriors are patience and time.",
	"name": "Leo Tolstoy"
}, {
	"quote": "Our greatest glory is not in never falling, but in rising every time we fall.",
	"name": "Confucius"
}, {
	"quote": "The time you feel lonely is the time you most need to be by yourself.",
	"name": "Douglas Coupland"
}, {
	"quote": "Someone is sitting in the shade today because someone planted a tree a long time ago.",
	"name": "Warren Buffett"
}, {
	"quote": "And know that I am with you always; yes, to the end of time.",
	"name": "Jesus Christ"
}, {
	"quote": "Time flies over us, but leaves its shadow behind.",
	"name": "Nathaniel Hawthorne"
}, {
	"quote": "Let your life lightly dance on the edges of Time like dew on the tip of a leaf.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "I believe that whatever comes at a particular time is a blessing from God.",
	"name": "A. R. Rahman"
}, {
	"quote": "My dream is of a place and a time where America will once again be seen as the last best hope of earth.",
	"name": "Abraham Lincoln"
}, {
	"quote": "Together we can change the world, just one random act of kindness at a time.",
	"name": "Ron Hall"
}, {
	"quote": "Patriotism is supporting your country all the time, and your government when it deserves it.",
	"name": "Mark Twain"
}, {
	"quote": "What you feel inside reflects on your face. So be happy and positive all the time.",
	"name": "Sridevi"
}, {
	"quote": "Yesterday's the past, tomorrow's the future, but today is a gift. That's why it's called the present.",
	"name": "Bil Keane"
}, {
	"quote": "Tough times never last, but tough people do.",
	"name": "Robert H. Schuller"
}, {
	"quote": "Truth is like the sun. You can shut it out for a time, but it ain't goin' away.",
	"name": "Elvis Presley"
}, {
	"quote": "The butterfly counts not months but moments, and has time enough.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Life is all about having a good time.",
	"name": "Miley Cyrus"
}, {
	"quote": "In seed time learn, in harvest teach, in winter enjoy.",
	"name": "William Blake"
}, {
	"quote": "Evening is a time of real experimentation. You never want to look the same way.",
	"name": "Donna Karan"
}, {
	"quote": "Time spent with cats is never wasted.",
	"name": "Sigmund Freud"
}, {
	"quote": "When someone shows you who they are, believe them the first time.",
	"name": "Maya Angelou"
}, {
	"quote": "Tea time is a chance to slow down, pull back and appreciate our surroundings.",
	"name": "Letitia Baldrige"
}, {
	"quote": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.",
	"name": "Mark Twain"
}, {
	"quote": "I am grateful for all the moments that I have, and I'm moving forward one step at a time to the future.",
	"name": "Park Bo-gum"
}, {
	"quote": "Never give up, for that is just the place and time that the tide will turn.",
	"name": "Harriet Beecher Stowe"
}, {
	"quote": "Christmas, my child, is love in action. Every time we love, every time we give, it's Christmas.",
	"name": "Dale Evans"
}, {
	"quote": "Jealousy is just love and hate at the same time.",
	"name": "Drake"
}, {
	"quote": "It takes discipline not to let social media steal your time.",
	"name": "Alexis Ohanian"
}, {
	"quote": "If biking is your passion, set aside time to enjoy a good ride.",
	"name": "Patrick Dempsey"
}, {
	"quote": "Time is more value than money. You can get more money, but you cannot get more time.",
	"name": "Jim Rohn"
}, {
	"quote": "I don't want to miss out on the chance of having a good time.",
	"name": "Victor Webster"
}, {
	"quote": "People won't have time for you if you are always angry or complaining.",
	"name": "Stephen Hawking"
}, {
	"quote": "I don't think quantity time is as special as quality time with your family.",
	"name": "Reba McEntire"
}, {
	"quote": "Christmas is the day that holds all time together.",
	"name": "Alexander Smith"
}, {
	"quote": "Everything is a learning process: any time you fall over, it's just teaching you to stand up the next time.",
	"name": "Joel Edgerton"
}, {
	"quote": "It's pretty scary to know how quickly time flies.",
	"name": "James Wan"
}, {
	"quote": "Anyone can be heroic from time to time, but a gentleman is something you have to be all the time.",
	"name": "Luigi Pirandello"
}, {
	"quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "It's crazy how fast time flies and how things progress.",
	"name": "Nathan Chen"
}, {
	"quote": "Ocean is more ancient than the mountains, and freighted with the memories and the dreams of Time.",
	"name": "H. P. Lovecraft"
}, {
	"quote": "If you love life, don't waste time, for time is what life is made up of.",
	"name": "Bruce Lee"
}, {
	"quote": "But a city is more than a place in space, it is a drama in time.",
	"name": "Patrick Geddes"
}, {
	"quote": "It takes a long time to become young.",
	"name": "Pablo Picasso"
}, {
	"quote": "The jealous are possessed by a mad devil and a dull spirit at the same time.",
	"name": "Johann Kaspar Lavater"
}, {
	"quote": "No matter how busy you are, you must take time to make the other person feel important.",
	"name": "Mary Kay Ash"
}, {
	"quote": "They always say time changes things, but you actually have to change them yourself.",
	"name": "Andy Warhol"
}, {
	"quote": "Healing is a matter of time, but it is sometimes also a matter of opportunity.",
	"name": "Hippocrates"
}, {
	"quote": "The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.",
	"name": "Thomas Jefferson"
}, {
	"quote": "A man who dares to waste one hour of time has not discovered the value of life.",
	"name": "Charles Darwin"
}, {
	"quote": "Better three hours too soon than a minute too late.",
	"name": "William Shakespeare"
}, {
	"quote": "Waste no more time arguing about what a good man should be. Be one.",
	"name": "Marcus Aurelius"
}, {
	"quote": "I think every girl's dream is to find a bad boy at the right time, when he wants to not be bad anymore.",
	"name": "Taylor Swift"
}, {
	"quote": "Peace is a journey of a thousand miles and it must be taken one step at a time.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "I absolutely love spending time with my family.",
	"name": "Kevin Alejandro"
}, {
	"quote": "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted.",
	"name": "Denis Waitley"
}, {
	"quote": "Only the guy who isn't rowing has time to rock the boat.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "I regret those times when I've chosen the dark side. I've wasted enough time not being happy.",
	"name": "Jessica Lange"
}, {
	"quote": "I don't have time for hobbies. At the end of the day, I treat my job as a hobby. It's something I love doing.",
	"name": "David Beckham"
}, {
	"quote": "Spending time outdoors makes you feel great.",
	"name": "Elizabeth Hurley"
}, {
	"quote": "Everywhere is within walking distance if you have the time.",
	"name": "Steven Wright"
}, {
	"quote": "An intelligent man is sometimes forced to be drunk to spend time with his fools.",
	"name": "Ernest Hemingway"
}, {
	"quote": "Take time to be kind and to say 'thank you.'",
	"name": "Zig Ziglar"
}, {
	"quote": "I'm just here for good times, man. I want people to have the best time ever. Especially if they're around me.",
	"name": "Travis Scott"
}, {
	"quote": "I think, every time I'm on the mountain, I'm just so thankful to be there.",
	"name": "Chloe Kim"
}, {
	"quote": "The time is always right to do what is right.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "Architecture should speak of its time and place, but yearn for timelessness.",
	"name": "Frank Gehry"
}, {
	"quote": "Don't limit a child to your own learning, for he was born in another time.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "We all need to make time for a burger once in a while.",
	"name": "Erica Durance"
}, {
	"quote": "Actually, my dog I think is the only person who consistently loves me all the time.",
	"name": "H. G. Bissinger"
}, {
	"quote": "Christmas and the holidays are the season of giving. It's a time when people are more kind and open-hearted.",
	"name": "Gisele Bundchen"
}, {
	"quote": "Prejudice is a great time saver. You can form opinions without having to get the facts.",
	"name": "E. B. White"
}, {
	"quote": "All we have to decide is what to do with the time that is given us.",
	"name": "J. R. R. Tolkien"
}, {
	"quote": "Sadness flies away on the wings of time.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "Don't worry about the world coming to an end today. It is already tomorrow in Australia.",
	"name": "Charles M. Schulz"
}, {
	"quote": "Love is like a virus. It can happen to anybody at any time.",
	"name": "Maya Angelou"
}, {
	"quote": "Time moves in one direction, memory in another.",
	"name": "William Gibson"
}, {
	"quote": "Success is simple. Do what's right, the right way, at the right time.",
	"name": "Arnold H. Glasow"
}, {
	"quote": "Saying goodbye doesn't mean anything. It's the time we spent together that matters, not how we left it.",
	"name": "Trey Parker"
}, {
	"quote": "Many people spend more time in planning the wedding than they do in planning the marriage.",
	"name": "Zig Ziglar"
}, {
	"quote": "Silence is as deep as eternity, speech a shallow as time.",
	"name": "Thomas Carlyle"
}, {
	"quote": "The time to relax is when you don't have time for it.",
	"name": "Sydney J. Harris"
}, {
	"quote": "Every time you tear a leaf off a calendar, you present a new place for new ideas and progress.",
	"name": "Charles Kettering"
}, {
	"quote": "If you're not having a good time, find something else that gives you some joy in life.",
	"name": "Penny Marshall"
}, {
	"quote": "Comedy is tragedy - plus time.",
	"name": "Carol Burnett"
}, {
	"quote": "Christmas makes me happy no matter what time of year it comes around.",
	"name": "Bryan White"
}, {
	"quote": "Thanksgiving is a time of togetherness and gratitude.",
	"name": "Nigel Hamilton"
}, {
	"quote": "Video games are a waste of time for men with nothing else to do. Real brains don't do that.",
	"name": "Ray Bradbury"
}, {
	"quote": "There is a saying that every nice piece of work needs the right person in the right place at the right time.",
	"name": "Benoit Mandelbrot"
}, {
	"quote": "The airplane stays up because it doesn't have the time to fall.",
	"name": "Orville Wright"
}, {
	"quote": "The industrial revolution allowed us, for the first time, to start replacing human labour with machines.",
	"name": "Vitalik Buterin"
}, {
	"quote": "Photography is my passion. Whenever I get time, I click.",
	"name": "Shaheer Sheikh"
}, {
	"quote": "History is a cyclic poem written by time upon the memories of man.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "Time goes by so slowly when you're a child, and then, as an adult, it goes by in the blink of an eye.",
	"name": "David Lowery"
}, {
	"quote": "Time and memory are true artists; they remould reality nearer to the heart's desire.",
	"name": "John Dewey"
}, {
	"quote": "It's time for the human race to enter the solar system.",
	"name": "Dan Quayle"
}, {
	"quote": "In a time of universal deceit - telling the truth is a revolutionary act.",
	"name": "Unknown"
}, {
	"quote": "I was not a good student. I did not spend much time at college; I was too busy enjoying myself.",
	"name": "Stephen Hawking"
}, {
	"quote": "Take time to deliberate; but when the time for action arrives, stop thinking and go in.",
	"name": "Andrew Jackson"
}, {
	"quote": "Time flies. It's up to you to be the navigator.",
	"name": "Robert Orben"
}, {
	"quote": "I've always been the type that, every few months, I'm like, 'Let's change the haircut one more time.'",
	"name": "Coco Rocha"
}, {
	"quote": "Time itself comes in drops.",
	"name": "William James"
}, {
	"quote": "Tell the truth, work hard, and come to dinner on time.",
	"name": "Gerald R. Ford"
}, {
	"quote": "Time is the fire in which we burn.",
	"name": "Gene Roddenberry"
}, {
	"quote": "A lot of legends, a lot of people, have come before me. But this is my time.",
	"name": "Usain Bolt"
}, {
	"quote": "Am I complicated? Nah, I'm interesting. I just like having a good time.",
	"name": "Gerry Cooney"
}, {
	"quote": "This is the key to time management - to see the value of every moment.",
	"name": "Menachem Mendel Schneerson"
}, {
	"quote": "Fog is my weakness, and every time there is low fog, I am out and about with my camera.",
	"name": "Om Malik"
}, {
	"quote": "There is a time for many words, and there is also a time for sleep.",
	"name": "Homer"
}, {
	"quote": "I went to a restaurant that serves 'breakfast at any time'. So I ordered French Toast during the Renaissance.",
	"name": "Steven Wright"
}, {
	"quote": "What will I be doing in twenty years' time? I'll be dead, darling! Are you crazy?",
	"name": "Freddie Mercury"
}, {
	"quote": "Each time dawn appears, the mystery is there in its entirety.",
	"name": "Rene Daumal"
}, {
	"quote": "There's no time for regrets. You've just got to keep moving forward.",
	"name": "Mike McCready"
}, {
	"quote": "Truth is the daughter of time, not of authority.",
	"name": "Francis Bacon"
}, {
	"quote": "The season of failure is the best time for sowing the seeds of success.",
	"name": "Paramahansa Yogananda"
}, {
	"quote": "You can't have a better tomorrow if you are thinking about yesterday all the time.",
	"name": "Charles Kettering"
}, {
	"quote": "I love being outdoors. I love just spending time in the sun and hanging out with my friends.",
	"name": "Nina Agdal"
}, {
	"quote": "The more you do stuff, the better you get at dealing with how you still fail at it a lot of the time.",
	"name": "John Mulaney"
}, {
	"quote": "I think anything is possible if you have the mindset and the will and desire to do it and put the time in.",
	"name": "Roger Clemens"
}, {
	"quote": "I like that time is marked by each sunrise and sunset whether or not you actually see it.",
	"name": "Catherine Opie"
}, {
	"quote": "This is no time for ease and comfort. It is time to dare and endure.",
	"name": "Winston Churchill"
}, {
	"quote": "Time to open up a new chapter in life, and to explore a larger centre.",
	"name": "Lillian Russell"
}, {
	"quote": "I love getting dressed up in a suit because I don't do it all the time.",
	"name": "Jason Statham"
}, {
	"quote": "Time flies like an arrow - but fruit flies like a banana.",
	"name": "Terry Wogan"
}, {
	"quote": "I suppose leadership at one time meant muscles; but today it means getting along with people.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Time changes everything except something within us which is always surprised by change.",
	"name": "Thomas Hardy"
}, {
	"quote": "The time for action is now. It's never too late to do something.",
	"name": "Antoine de Saint-Exupery"
}, {
	"quote": "I have a new philosophy. I'm only going to dread one day at a time.",
	"name": "Charles M. Schulz"
}, {
	"quote": "My ultimate goal is to end up being happy. Most of the time.",
	"name": "Taylor Swift"
}, {
	"quote": "We didn't lose the game; we just ran out of time.",
	"name": "Vince Lombardi"
}, {
	"quote": "Procrastination is the thief of time.",
	"name": "Edward Young"
}, {
	"quote": "Playing video games is something I enjoy in my spare time. I'm a gamer, always have been.",
	"name": "Kevin Garnett"
}, {
	"quote": "If I'm ever having a good time, I'll write about it so I'll remember it.",
	"name": "Brantley Gilbert"
}, {
	"quote": "Youth is the best time to be rich, and the best time to be poor.",
	"name": "Euripides"
}, {
	"quote": "It takes a long time to grow an old friend.",
	"name": "John Leonard"
}, {
	"quote": "Success does not consist in never making mistakes but in never making the same one a second time.",
	"name": "George Bernard Shaw"
}, {
	"quote": "The time to repair the roof is when the sun is shining.",
	"name": "John F. Kennedy"
}, {
	"quote": "There is no right time and right place for love... it can happen any time.",
	"name": "Shah Rukh Khan"
}, {
	"quote": "Photography takes an instant out of time, altering life by holding it still.",
	"name": "Dorothea Lange"
}, {
	"quote": "Right now I'm having amnesia and deja vu at the same time... I think I’ve forgotten this before.",
	"name": "Steven Wright"
}, {
	"quote": "The history of innovation is the story of ideas that seemed dumb at the time.",
	"name": "Andy Dunn"
}, {
	"quote": "I enjoy going to the beach, relaxing with my wife, going out to dinner, and having a good time.",
	"name": "Frank Vincent"
}, {
	"quote": "In order to succeed you must fail, so that you know what not to do the next time.",
	"name": "Anthony J. D'Angelo"
}, {
	"quote": "Loyalty to the Nation all the time, loyalty to the Government when it deserves it.",
	"name": "Mark Twain"
}, {
	"quote": "There are no secrets that time does not reveal.",
	"name": "Jean Racine"
}, {
	"quote": "I try to look cute all the time.",
	"name": "Sloane Stephens"
}, {
	"quote": "I am ready any time. Do not keep me waiting.",
	"name": "John Mason Brown"
}, {
	"quote": "Each time I think I've created time for myself, along comes a throwback to disrupt my private space.",
	"name": "Wole Soyinka"
}, {
	"quote": "Economics is a choice between alternatives all the time. Those are the trade-offs.",
	"name": "Paul Samuelson"
}, {
	"quote": "Weekends are sacred for me. They're the perfect time to relax and spend time with family and friends.",
	"name": "Marcus Samuelsson"
}, {
	"quote": "Mail your packages early so the post office can lose them in time for Christmas.",
	"name": "Johnny Carson"
}, {
	"quote": "Going home and spending time with your family and your real friends keeps you grounded.",
	"name": "Jennifer Ellison"
}, {
	"quote": "We need to internalize this idea of excellence. Not many folks spend a lot of time trying to be excellent.",
	"name": "Barack Obama"
}, {
	"quote": "Our birthdays are feathers in the broad wing of time.",
	"name": "Jean Paul"
}, {
	"quote": "All great achievements require time.",
	"name": "Maya Angelou"
}, {
	"quote": "I find that it's best to take one step at a time and cross each bridge as they come to you.",
	"name": "Michael Stuhlbarg"
}, {
	"quote": "All I want to do when I have time off is to have a laugh with my school friends and go down the pub.",
	"name": "Samantha Mumba"
}, {
	"quote": "I think there's a right time for everything, and I'm a true believer that everything happens for a reason.",
	"name": "Bella Hadid"
}, {
	"quote": "I still spend my time feeling sorry for myself and making serious mistakes.",
	"name": "Joe Thomas"
}, {
	"quote": "The moon puts on an elegant show, different every time in shape, colour and nuance.",
	"name": "Arthur Smith"
}, {
	"quote": "Clock watchers never seem to be having a good time.",
	"name": "James Cash Penney"
}, {
	"quote": "Short as life is, we make it still shorter by the careless waste of time.",
	"name": "Victor Hugo"
}, {
	"quote": "When you are a photographer, you work all the time, because your eye is the first camera.",
	"name": "Patrick Demarchelier"
}, {
	"quote": "My grandmother, she's been the positive portion of my life the entire time.",
	"name": "Curtis Jackson"
}, {
	"quote": "We believe in working hard and having fun at the same time. It's a way of life for me, and I feel tremendous.",
	"name": "Robert Stigwood"
}, {
	"quote": "People who cannot find time for recreation are obliged sooner or later to find time for illness.",
	"name": "John Wanamaker"
}, {
	"quote": "No man goes before his time - unless the boss leaves early.",
	"name": "Groucho Marx"
}, {
	"quote": "I am happy to continue with my journey through time.",
	"name": "Mary, Crown Princess of Denmark"
}, {
	"quote": "Health is the thing that makes you feel that now is the best time of the year.",
	"name": "Franklin Pierce Adams"
}, {
	"quote": "The first time you marry for love, the second for money, and the third for companionship.",
	"name": "Jackie Kennedy"
}, {
	"quote": "It seems like every time you come up something happens to bring you back down.",
	"name": "Tupac Shakur"
}, {
	"quote": "The older we get, the swifter time seems to pass and the quicker memories seem to fade.",
	"name": "Brian Sibley"
}, {
	"quote": "Sometimes a loss is the best thing that can happen. It teaches you what you should have done next time.",
	"name": "Snoop Dogg"
}, {
	"quote": "If time be of all things the most precious, wasting time must be the greatest prodigality.",
	"name": "Benjamin Franklin"
}, {
	"quote": "We waste time looking for the perfect lover, instead of creating the perfect love.",
	"name": "Tom Robbins"
}, {
	"quote": "It's very difficult to take candid portraits of children because they're moving around all the time.",
	"name": "Ren Ng"
}, {
	"quote": "If you're being ignored, that's a good time to concentrate on finding yourself and creating your own mystery.",
	"name": "Lykke Li"
}, {
	"quote": "No trait is more justified than revenge in the right time and place.",
	"name": "Meir Kahane"
}, {
	"quote": "Take time to appreciate employees and they will reciprocate in a thousand ways.",
	"name": "Bob Nelson"
}, {
	"quote": "I respect everybody, but at the same time, I carry myself with an aura that demands respect, too.",
	"name": "Lil' Kim"
}, {
	"quote": "Sometimes you have to accept you can't win all the time.",
	"name": "Lionel Messi"
}, {
	"quote": "If you're not really having a good time, it's not worth it.",
	"name": "Kyle Chandler"
}, {
	"quote": "Being pregnant is supposed to be the happiest time in your life.",
	"name": "Kyla Pratt"
}, {
	"quote": "There's no wrong time to make the right decision.",
	"name": "Dalton McGuinty"
}, {
	"quote": "Take life on life's terms - one day at a time. And have fun while you're doing it.",
	"name": "Joe Perry"
}, {
	"quote": "I live in a crazy time.",
	"name": "Anne Frank"
}, {
	"quote": "Eventually, my eyes were opened, and I really understood nature. I learned to love at the same time.",
	"name": "Claude Monet"
}, {
	"quote": "Although I know it's unfair I reveal myself one mask at a time.",
	"name": "Stephen Dunn"
}, {
	"quote": "A bad system will beat a good person every time.",
	"name": "W. Edwards Deming"
}, {
	"quote": "Life teaches you that you need to make decisions in the right time - not too early, not too late.",
	"name": "Jeb Bush"
}, {
	"quote": "Time you enjoy wasting, was not wasted.",
	"name": "John Lennon"
}, {
	"quote": "There is no greater harm than that of time wasted.",
	"name": "Michelangelo"
}, {
	"quote": "He who is too busy doing good finds no time to be good.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Don't spend time beating on a wall, hoping to transform it into a door.",
	"name": "Coco Chanel"
}, {
	"quote": "If you're doing your best, you won't have any time to worry about failure.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "It takes a long time for a man to look like his portrait.",
	"name": "James Whistler"
}, {
	"quote": "Time flies never to be recalled.",
	"name": "Virgil"
}, {
	"quote": "I don't care how busy I am - I will always make time for what's most important to me.",
	"name": "Kevin Hart"
}, {
	"quote": "Don't wait. The time will never be just right.",
	"name": "Napoleon Hill"
}, {
	"quote": "Time is the friend of the wonderful company, the enemy of the mediocre.",
	"name": "Warren Buffett"
}, {
	"quote": "I been a long time leaving but I'm going to be a long time gone.",
	"name": "Willie Nelson"
}, {
	"quote": "Truth is the daughter of time, and I feel no shame in being her midwife.",
	"name": "Johannes Kepler"
}, {
	"quote": "But meanwhile time flies; it flies never to be regained.",
	"name": "Virgil"
}, {
	"quote": "It's refreshing to have some time off from wondering whether I look fat.",
	"name": "Pamela Druckerman"
}, {
	"quote": "I remember the first time I had sex - I kept the receipt.",
	"name": "Groucho Marx"
}, {
	"quote": "Punctuality is the virtue of the bored.",
	"name": "Evelyn Waugh"
}, {
	"quote": "The holidays are a rough time for the homeless, but it's a year-round problem we have to solve.",
	"name": "Mike Binder"
}, {
	"quote": "Time is but the shadow of the world upon the background of Eternity.",
	"name": "Jerome K. Jerome"
}, {
	"quote": "If you spend too much time thinking about a thing, you'll never get it done.",
	"name": "Bruce Lee"
}, {
	"quote": "The innocent and the beautiful have no enemy but time.",
	"name": "William Butler Yeats"
}, {
	"quote": "Live one day at a time emphasizing ethics rather than rules.",
	"name": "Wayne Dyer"
}, {
	"quote": "The only time people dislike gossip is when you gossip about them.",
	"name": "Will Rogers"
}, {
	"quote": "In the city, we work until quitting time. On the farm, we work until the job is finished.",
	"name": "John Bytheway"
}, {
	"quote": "In my mind I'm a blind man doin' time.",
	"name": "Tupac Shakur"
}, {
	"quote": "I'm very emotional; I think I may go mad in several years' time.",
	"name": "Freddie Mercury"
}, {
	"quote": "Patience and time do more than strength or passion.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "I'm just cruising, doing me, having a good time and focusing on getting better.",
	"name": "Alistair Overeem"
}, {
	"quote": "I prefer peace. But if trouble must come, let it come in my time, so that my children can live in peace.",
	"name": "Thomas Paine"
}, {
	"quote": "As time goes by, you seem to weed out the things that were making your life hard.",
	"name": "Tom Petty"
}, {
	"quote": "I'm the one that has to die when it's time for me to die, so let me live my life, the way I want to.",
	"name": "Jimi Hendrix"
}, {
	"quote": "Jerry Ford is so dumb he can't fart and chew gum at the same time.",
	"name": "Lyndon B. Johnson"
}, {
	"quote": "Every time I watch someone's dedication, I get inspired.",
	"name": "Jacqueline Fernandez"
}, {
	"quote": "Time passes irrevocably.",
	"name": "Virgil"
}, {
	"quote": "Time passes, and little by little everything that we have spoken in falsehood becomes true.",
	"name": "Marcel Proust"
}, {
	"quote": "Autumn's the mellow time.",
	"name": "William Allingham"
}, {
	"quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.",
	"name": "Oprah Winfrey"
}, {
	"quote": "Time is long but life is short.",
	"name": "Stevie Wonder"
}, {
	"quote": "Nobody gets lucky all the time. Nobody can win all the time. Nobody's a robot. Nobody's perfect.",
	"name": "Johnny Weir"
}, {
	"quote": "We must use time creatively.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "Most people spend more time and energy going around problems than in trying to solve them.",
	"name": "Henry Ford"
}, {
	"quote": "If you aim at nothing, you'll hit it every time.",
	"name": "Zig Ziglar"
}, {
	"quote": "Leadership is inspiring people. Management is keeping the trains running on time.",
	"name": "Andy Dunn"
}, {
	"quote": "It was a confusing time in my life, a really bad day at the office.",
	"name": "Boris Becker"
}, {
	"quote": "The past cannot be cured.",
	"name": "Elizabeth I"
}, {
	"quote": "I learned a long time ago that reality was much weirder than anyone's imagination.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "Regardless of who wins, an election should be a time for optimism and fresh approaches.",
	"name": "Gary Johnson"
}, {
	"quote": "The Joker is my favorite villain of all time: You don't know his past; you just know what his plans are.",
	"name": "The Weeknd"
}, {
	"quote": "Time stays long enough for anyone who will use it.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Even if it turns out that time travel is impossible, it is important that we understand why it is impossible.",
	"name": "Stephen Hawking"
}, {
	"quote": "Lost time is never found again.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Time well spent results in more money to spend, more money to save, and more time to vacation.",
	"name": "Zig Ziglar"
}, {
	"quote": "We must use time as a tool, not as a couch.",
	"name": "John F. Kennedy"
}, {
	"quote": "The time was ripe for Flower. The vibe was right.",
	"name": "Jody Watley"
}, {
	"quote": "Old age and the passage of time teach all things.",
	"name": "Sophocles"
}, {
	"quote": "There is nothing as sweet as a comeback, when you are down and out, about to lose, and out of time.",
	"name": "Anne Lamott"
}, {
	"quote": "Nothing is invented and perfected at the same time.",
	"name": "John Ray"
}, {
	"quote": "That brain of mine is something more than merely mortal, as time will show.",
	"name": "Ada Lovelace"
}, {
	"quote": "Time will pass and seasons will come and go.",
	"name": "Roy Bean"
}, {
	"quote": "I wasted time, and now doth time waste me.",
	"name": "William Shakespeare"
}, {
	"quote": "You may delay, but time will not.",
	"name": "Benjamin Franklin"
}, {
	"quote": "I cannot believe in a God who wants to be praised all the time.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "The only reason for time is so that everything doesn't happen at once.",
	"name": "Albert Einstein"
}, {
	"quote": "Time is not measured by the passing of years but by what one does, what one feels, and what one achieves.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "It took me quite a long time to develop a voice, and now that I have it, I am not going to be silent.",
	"name": "Madeleine Albright"
}, {
	"quote": "The only time I have problems is when I sleep.",
	"name": "Tupac Shakur"
}, {
	"quote": "To be a Negro in this country and to be relatively conscious is to be in a rage almost all the time.",
	"name": "James Baldwin"
}, {
	"quote": "There's a time to impress someone, and then there's a time to make an impression on someone.",
	"name": "Cameron Dallas"
}, {
	"quote": "The time you enjoy wasting is not wasted time.",
	"name": "Bertrand Russell"
}, {
	"quote": "Time is but the stream I go a-fishing in.",
	"name": "Henry David Thoreau"
}, {
	"quote": "Even if you don't have time for a big workout, stretching in the morning and night really changes your body.",
	"name": "Erin Heatherton"
}, {
	"quote": "I love my living room: it's the heart of my home where I get to chill and spend time with family and friends.",
	"name": "Bobby Berk"
}, {
	"quote": "You've got to always go back in time if you want to move forward.",
	"name": "Snoop Dogg"
}, {
	"quote": "I think people should look cute all the time.",
	"name": "Rachel Zoe"
}, {
	"quote": "A bad man is the sort who weeps every time he speaks of a good woman.",
	"name": "H. L. Mencken"
}, {
	"quote": "In times like these, it helps to recall that there have always been times like these.",
	"name": "Paul Harvey"
}, {
	"quote": "All our sweetest hours fly fastest.",
	"name": "Virgil"
}, {
	"quote": "Time is money.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Nothing is a waste of time if you use the experience wisely.",
	"name": "Auguste Rodin"
}, {
	"quote": "Like as the waves make towards the pebbl'd shore, so do our minutes, hasten to their end.",
	"name": "William Shakespeare"
}, {
	"quote": "Time and tide wait for no man.",
	"name": "Geoffrey Chaucer"
}, {
	"quote": "Nobody's angry all the time, unless you're a psycho.",
	"name": "Brian Azzarello"
}, {
	"quote": "I love spending time with my dog, my niece and my family. I'm very family-oriented.",
	"name": "Lil' Kim"
}, {
	"quote": "Life is like an ice-cream cone, you have to lick it one day at a time.",
	"name": "Charles M. Schulz"
}, {
	"quote": "Forever is composed of nows.",
	"name": "Emily Dickinson"
}, {
	"quote": "That's really one of the things I love about video games. It's a whole new world every time you start.",
	"name": "Jennifer Hale"
}, {
	"quote": "Raising awareness on the most pressing environmental issues of our time is more important than ever.",
	"name": "Leonardo DiCaprio"
}, {
	"quote": "If you don't have time to do it right, when will you have time to do it over?",
	"name": "John Wooden"
}, {
	"quote": "Life gives you plenty of time to do whatever you want to do if you stay in the present moment.",
	"name": "Deepak Chopra"
}, {
	"quote": "I've been around a long time, and life still has a whole lot of surprises for me.",
	"name": "Loretta Lynn"
}, {
	"quote": "It's always refreshing to step into another time.",
	"name": "Diane Lane"
}, {
	"quote": "Do your damnedest in an ostentatious manner all the time.",
	"name": "George S. Patton"
}, {
	"quote": "I'm thankful for each and every day. We never know when time is up.",
	"name": "Chuck Berry"
}, {
	"quote": "The first time I performed musically, I threw up.",
	"name": "Marilyn Manson"
}, {
	"quote": "Every time I look at you I get a fierce desire to be lonesome.",
	"name": "Oscar Levant"
}, {
	"quote": "We gon' be around for a long time.",
	"name": "Quavo"
}, {
	"quote": "Get the habit of analysis - analysis will in time enable synthesis to become your habit of mind.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Friends are thieves of time.",
	"name": "Francis Bacon"
}, {
	"quote": "Comfort food is really anything you want at that time. That said, I really love Naple-style pizza.",
	"name": "Geoffrey Zakarian"
}, {
	"quote": "In the game of 'Survivor,' there is no time for regrets.",
	"name": "Jenna Morasca"
}, {
	"quote": "Time makes more converts than reason.",
	"name": "Thomas Paine"
}, {
	"quote": "I spend time doing cardio because it makes me feel good.",
	"name": "Irina Shayk"
}, {
	"quote": "We must go fast, because the race is against time.",
	"name": "Anna Held"
}, {
	"quote": "Time goes, you say? Ah, no! alas, time stays, we go.",
	"name": "Henry Austin Dobson"
}, {
	"quote": "Time is bunk.",
	"name": "Douglas Adams"
}, {
	"quote": "The time comes upon every public man when it is best for him to keep his lips closed.",
	"name": "Abraham Lincoln"
}, {
	"quote": "The way to deal with the devil of obesity and diabetes is literally one day at a time.",
	"name": "Stephen Furst"
}, {
	"quote": "We are time's subjects, and time bids be gone.",
	"name": "William Shakespeare"
}, {
	"quote": "It's a hard thing to imagine how somebody copes with grief and at the same time has to build a new life.",
	"name": "Caitriona Balfe"
}, {
	"quote": "I think the best riffs and the best songs come when you're jamming and having a good time.",
	"name": "Scott Ian"
}, {
	"quote": "You need to be imagining all the time, imagining yourself outside the walls of your own skull.",
	"name": "Anthony Doerr"
}, {
	"quote": "I put instant coffee in a microwave oven and almost went back in time.",
	"name": "Steven Wright"
}, {
	"quote": "Success consists of getting up just one more time than you fall.",
	"name": "Oliver Goldsmith"
}, {
	"quote": "Perfection is attained by slow degrees; it requires the hand of time.",
	"name": "Voltaire"
}, {
	"quote": "You can fool some of the people all the time, and those are the ones you want to concentrate on.",
	"name": "George W. Bush"
}, {
	"quote": "My beautiful son... I can't wait to see his face, hug him, and spend time with him.",
	"name": "Jencarlos Canela"
}, {
	"quote": "But time growing old teaches all things.",
	"name": "Aeschylus"
}, {
	"quote": "In all our deeds, the proper value and respect for time determines success or failure.",
	"name": "Malcolm X"
}, {
	"quote": "I enjoy my fun time and everything like that but I love what I do.",
	"name": "Christina Milian"
}, {
	"quote": "Time is what we want most, but what we use worst.",
	"name": "William Penn"
}, {
	"quote": "It's the right idea, but not the right time.",
	"name": "John Dalton"
}, {
	"quote": "You just can't be someone else all the time; you just have to be you sometimes.",
	"name": "Seth Rollins"
}, {
	"quote": "It's not about my career now. It's just about finding great work and having a good time.",
	"name": "Melanie Griffith"
}, {
	"quote": "Time is no longer endless or the horizon destitute of hope.",
	"name": "Charles Lindbergh"
}, {
	"quote": "I am happy most of the time.",
	"name": "Ronnie Corbett"
}, {
	"quote": "I hear the theme from 'Psycho' every time I take a shower. I lock the door.",
	"name": "Eva Marie Saint"
}, {
	"quote": "Time is flying never to return.",
	"name": "Virgil"
}, {
	"quote": "When Time is spent, Eternity begins.",
	"name": "Helen Hunt Jackson"
}, {
	"quote": "Now is the age of anxiety.",
	"name": "W. H. Auden"
}, {
	"quote": "Everything that has existed, lingers in the Eternity.",
	"name": "Agatha Christie"
}, {
	"quote": "Lose not yourself in a far off time, seize the moment that is thine.",
	"name": "Friedrich Schiller"
}, {
	"quote": "When in doubt, take more time.",
	"name": "John Zimmerman"
}, {
	"quote": "Time is the wisest counselor of all.",
	"name": "Pericles"
}, {
	"quote": "For time is the longest distance between two places.",
	"name": "Tennessee Williams"
}, {
	"quote": "Time = Life, Therefore, waste your time and waste of your life, or master your time and master your life.",
	"name": "Alan Lakein"
}, {
	"quote": "Time is the father of truth, its mother is our mind.",
	"name": "Giordano Bruno"
}, {
	"quote": "The clock talked loud. I threw it away, it scared me what it talked.",
	"name": "Tillie Olsen"
}, {
	"quote": "I confess, I do not believe in time.",
	"name": "Vladimir Nabokov"
}, {
	"quote": "The past always looks better than it was. It's only pleasant because it isn't here.",
	"name": "Finley Peter Dunne"
}, {
	"quote": "I pass my time in the open air on the beach when it is really heavy weather or when the boats go out fishing.",
	"name": "Claude Monet"
}, {
	"quote": "If you can look into the seeds of time, and say which grain will grow and which will not, speak then unto me.",
	"name": "William Shakespeare"
}, {
	"quote": "I have just got a new theory of eternity.",
	"name": "Albert Einstein"
}, {
	"quote": "There never was a truly great man that was not at the same time truly virtuous.",
	"name": "Benjamin Franklin"
}, {
	"quote": "In time of difficulties, we must not lose sight of our achievements.",
	"name": "Mao Zedong"
}, {
	"quote": "The time that I have on this earth should just be filled with good times.",
	"name": "Kyle Kinane"
}, {
	"quote": "Flowers are an easy, eloquent expression of love at a time when words can seem clumsy and inadequate.",
	"name": "Lynn Coady"
}, {
	"quote": "Anything I've ever said, I certainly was feeling at the time.",
	"name": "Eminem"
}, {
	"quote": "Time is a circus, always packing up and moving away.",
	"name": "Ben Hecht"
}, {
	"quote": "Everything happens to everybody sooner or later if there is time enough.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Almost every time we get together with family or friends, the conversation ends up being about food.",
	"name": "Steve Chen"
}, {
	"quote": "There's no such thing as quality time; there's only quantity time.",
	"name": "Steve Schirripa"
}, {
	"quote": "So long as you have food in your mouth, you have solved all questions for the time being.",
	"name": "Franz Kafka"
}, {
	"quote": "Time abides long enough for those who make use of it.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "I must govern the clock, not be governed by it.",
	"name": "Golda Meir"
}, {
	"quote": "We have time, there's no big rush.",
	"name": "Jimi Hendrix"
}, {
	"quote": "We have much to learn by studying nature and taking the time to tease out its secrets.",
	"name": "David Suzuki"
}, {
	"quote": "Time is the most valuable thing a man can spend.",
	"name": "Theophrastus"
}, {
	"quote": "When you are insane, you are busy being insane - all the time.",
	"name": "Sylvia Plath"
}, {
	"quote": "There are moments of life that we never forget, which brighten and brighten as time steals away.",
	"name": "James Gates Percival"
}, {
	"quote": "Time brings all things to pass.",
	"name": "Aeschylus"
}, {
	"quote": "A thing is mighty big when time and distance cannot shrink it.",
	"name": "Zora Neale Hurston"
}, {
	"quote": "The trouble with our times is that the future is not what it used to be.",
	"name": "Paul Valery"
}, {
	"quote": "I believe I can even yet remember when I saw the stars for the first time.",
	"name": "Max Muller"
}, {
	"quote": "Every time I see a live performance of something, I'm like, 'I want to be doing that!'",
	"name": "Megan Hilty"
}, {
	"quote": "Work is hard. Distractions are plentiful. And time is short.",
	"name": "Adam Hochschild"
}, {
	"quote": "You'd have to spend a lot of time with me before I'd be comfortable enough to show my dark side.",
	"name": "Julianne Moore"
}, {
	"quote": "Time is the school in which we learn, time is the fire in which we burn.",
	"name": "Delmore Schwartz"
}, {
	"quote": "I want to go ahead of Father Time with a scythe of my own.",
	"name": "H. G. Wells"
}, {
	"quote": "The only thing wrong with immortality is that it tends to go on forever.",
	"name": "Herb Caen"
}, {
	"quote": "Longevity conquers scandal every time.",
	"name": "Shelby Foote"
}, {
	"quote": "Waste your money and you're only out of money, but waste your time and you've lost a part of your life.",
	"name": "Michael LeBoeuf"
}, {
	"quote": "Finding some quiet time in your life, I think, is hugely important.",
	"name": "Mariel Hemingway"
}, {
	"quote": "I visualize a time when we will be to robots what dogs are to humans, and I'm rooting for the machines.",
	"name": "Claude Shannon"
}, {
	"quote": "Perfection is the child of time.",
	"name": "Joseph Hall"
}, {
	"quote": "Hide nothing, for time, which sees all and hears all, exposes all.",
	"name": "Sophocles"
}, {
	"quote": "The time I kill is killing me.",
	"name": "Mason Cooley"
}, {
	"quote": "O sweet, delusive Noon, Which the morning climbs to find, O moment sped too soon, And morning left behind.",
	"name": "Helen Hunt Jackson"
}, {
	"quote": "We have not the time to take our time.",
	"name": "Eugene Ionesco"
}, {
	"quote": "Time has a way of demonstrating that the most stubborn are the most intelligent.",
	"name": "Yevgeny Yevtushenko"
}, {
	"quote": "Each moment is perfect and heaven-sent, in that each moment holds the seeds for growth.",
	"name": "Suzan-Lori Parks"
}, {
	"quote": "And when is there time to remember, to sift, to weigh, to estimate, to total?",
	"name": "Tillie Olsen"
}, {
	"quote": "Day, n. A period of twenty-four hours, mostly misspent.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Nothing puzzles me more than the time and space; and yet nothing troubles me less.",
	"name": "Charles Lamb"
}, {
	"quote": "The present is a point just passed.",
	"name": "David Russell"
}, {
	"quote": "Time is what prevents everything from happening at once.",
	"name": "John Archibald Wheeler"
}, {
	"quote": "Who makes quick use of the moment is a genius of prudence.",
	"name": "Johann Kaspar Lavater"
}, {
	"quote": "There's time enough, but none to spare.",
	"name": "Charles W. Chesnutt"
}, {
	"quote": "The best way to fill time is to waste it.",
	"name": "Marguerite Duras"
}, {
	"quote": "Eternity: a moment standing still for ever.",
	"name": "James Montgomery"
}, {
	"quote": "Men talk of killing time, while time quietly kills them.",
	"name": "Dion Boucicault"
}, {
	"quote": "The time to hesitate is through.",
	"name": "Robby Krieger"
}, {
	"quote": "Time, the devourer of all things.",
	"name": "Ovid"
}, {
	"quote": "True time is four-dimensional.",
	"name": "Martin Heidegger"
}, {
	"quote": "The present time has one advantage over every other - it is our own.",
	"name": "Charles Caleb Colton"
}, {
	"quote": "Time, whose tooth gnaws away everything else, is powerless against truth.",
	"name": "Thomas Huxley"
}, {
	"quote": "Time makes heroes but dissolves celebrities.",
	"name": "Daniel J. Boorstin"
}, {
	"quote": "By the time we've made it, we've had it.",
	"name": "Malcolm Forbes"
}, {
	"quote": "I took some time out for life.",
	"name": "James L. Brooks"
}, {
	"quote": "Time is nature's way of keeping everything from happening at once.",
	"name": "John Archibald Wheeler"
}, {
	"quote": "Time does not change us. It just unfolds us.",
	"name": "Max Frisch"
}, {
	"quote": "The one thing I regret is that I will never have time to read all the books I want to read.",
	"name": "Francoise Sagan"
}, {
	"quote": "It is my feeling that Time ripens all things; with Time all things are revealed; Time is the father of truth.",
	"name": "Francois Rabelais"
}, {
	"quote": "Know how to live the time that is given you.",
	"name": "Dario Fo"
}, {
	"quote": "Well-timed silence is the most commanding expression.",
	"name": "Mark Helprin"
}, {
	"quote": "Let him who would enjoy a good future waste none of his present.",
	"name": "Roger Babson"
}, {
	"quote": "Time is a dressmaker specializing in alterations.",
	"name": "Faith Baldwin"
}, {
	"quote": "Time was God's first creation.",
	"name": "Walter Lang"
}, {
	"quote": "My time is now.",
	"name": "John Turner"
}]