[{
	"quote": "A lie can travel half way around the world while the truth is putting on its shoes.",
	"name": "Charles Spurgeon"
}, {
	"quote": "Wherever you go, go with all your heart.",
	"name": "Confucius"
}, {
	"quote": "The world is a book, and those who do not travel read only a page.",
	"name": "Saint Augustine"
}, {
	"quote": "Every day is a journey, and the journey itself is home.",
	"name": "Matsuo Basho"
}, {
	"quote": "A man travels the world over in search of what he needs and returns home to find it.",
	"name": "George A. Moore"
}, {
	"quote": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes.",
	"name": "Marcel Proust"
}, {
	"quote": "I see my path, but I don't know where it leads. Not knowing where I'm going is what inspires me to travel it.",
	"name": "Rosalia de Castro"
}, {
	"quote": "The best education I have ever received was through travel.",
	"name": "Lisa Ling"
}, {
	"quote": "A good traveler has no fixed plans, and is not intent on arriving.",
	"name": "Lao Tzu"
}, {
	"quote": "Exploration is really the essence of the human spirit.",
	"name": "Frank Borman"
}, {
	"quote": "It is better to travel well than to arrive.",
	"name": "Buddha"
}, {
	"quote": "To travel is to take a journey into yourself.",
	"name": "Danny Kaye"
}, {
	"quote": "I travel light. I think the most important thing is to be in a good mood and enjoy life, wherever you are.",
	"name": "Diane von Furstenberg"
}, {
	"quote": "The traveler sees what he sees, the tourist sees what he has come to see.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Travelling expands the mind rarely.",
	"name": "Hans Christian Andersen"
}, {
	"quote": "Never go on trips with anyone you do not love.",
	"name": "Ernest Hemingway"
}, {
	"quote": "People will travel anywhere for good food - it's crazy.",
	"name": "Rene Redzepi"
}, {
	"quote": "Though we travel the world over to find the beautiful, we must carry it with us or we find it not.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "All journeys have secret destinations of which the traveler is unaware.",
	"name": "Martin Buber"
}, {
	"quote": "You and I come by road or rail, but economists travel on infrastructure.",
	"name": "Margaret Thatcher"
}, {
	"quote": "I would travel only by horse, if I had the choice.",
	"name": "Linda McCartney"
}, {
	"quote": "Many a trip continues long after movement in time and space have ceased.",
	"name": "John Steinbeck"
}, {
	"quote": "The beauty of reading is that it lets you travel in a way you could never know.",
	"name": "Alek Wek"
}, {
	"quote": "Being in Blur has allowed me to travel and hear the music that's being made all over the world.",
	"name": "Damon Albarn"
}, {
	"quote": "I travel continuously, and I see many cities, but there is nowhere like London.",
	"name": "Norman Foster"
}, {
	"quote": "To the lover of wilderness, Alaska is one of the most wonderful countries in the world.",
	"name": "John Muir"
}, {
	"quote": "Paris is always a good idea.",
	"name": "Audrey Hepburn"
}, {
	"quote": "You know more of a road by having traveled it than by all the conjectures and descriptions in the world.",
	"name": "William Hazlitt"
}, {
	"quote": "If one had but a single glance to give the world, one should gaze on Istanbul.",
	"name": "Alphonse de Lamartine"
}, {
	"quote": "He travels the fastest who travels alone.",
	"name": "Rudyard Kipling"
}, {
	"quote": "Rome is the city of echoes, the city of illusions, and the city of yearning.",
	"name": "Giotto di Bondone"
}, {
	"quote": "One travels more usefully when alone, because he reflects more.",
	"name": "Thomas Jefferson"
}, {
	"quote": "The travel and tourism industry, it's just a huge part of our economy.",
	"name": "Karen Hughes"
}, {
	"quote": "Venice is like eating an entire box of chocolate liqueurs in one go.",
	"name": "Truman Capote"
}, {
	"quote": "Even if it turns out that time travel is impossible, it is important that we understand why it is impossible.",
	"name": "Stephen Hawking"
}, {
	"quote": "I see travelling as a great learning process, and my biggest dream is to travel the world.",
	"name": "Pooja Hegde"
}, {
	"quote": "I travel, I read, I write, I have other lives. But when I have a camera, I know that's my country, my island.",
	"name": "Leos Carax"
}, {
	"quote": "Just got back from a pleasure trip: I took my mother-in-law to the airport.",
	"name": "Henny Youngman"
}, {
	"quote": "Airplane travel is nature's way of making you look like your passport photo.",
	"name": "Al Gore"
}, {
	"quote": "But you can travel on for ten thousand miles, and still stay where you are.",
	"name": "Harry Chapin"
}, {
	"quote": "Airplanes may kill you, but they ain't likely to hurt you.",
	"name": "Satchel Paige"
}, {
	"quote": "Writing and travel broaden your ass if not your mind and I like to write standing up.",
	"name": "Ernest Hemingway"
}, {
	"quote": "There are few places you can find silence. Air travel could be the last fortress of solitude.",
	"name": "Regina Brett"
}, {
	"quote": "I always pack a travel snack bag. You don't want to get stuck without snacks no matter where you go!",
	"name": "Busy Philipps"
}, {
	"quote": "Besides, I'm a gypsy at heart and I like to travel around.",
	"name": "Reba McEntire"
}, {
	"quote": "The land created me. I'm wild and lonesome. Even as I travel the cities, I'm more at home in the vacant lots.",
	"name": "Bob Dylan"
}, {
	"quote": "The one thing I regret was that my work required an enormous amount of my time, and a lot of travel.",
	"name": "Neil Armstrong"
}, {
	"quote": "The world reveals itself to those who travel on foot.",
	"name": "Werner Herzog"
}, {
	"quote": "When I travel, I feel more like a nomad than a tourist.",
	"name": "Mohsin Hamid"
}, {
	"quote": "Ah! Young people, travel if you can, and if you cannot - travel all the same!",
	"name": "Jules Verne"
}, {
	"quote": "Rail travel for me is the most relaxing, most scenic way to see the country.",
	"name": "John Paul DeJoria"
}, {
	"quote": "Every perfect traveler always creates the country where he travels.",
	"name": "Nikos Kazantzakis"
}, {
	"quote": "It's been a huge blessing, being able to travel and have a great life.",
	"name": "Seann William Scott"
}, {
	"quote": "You get educated by traveling.",
	"name": "Solange Knowles"
}, {
	"quote": "My goal is to ensure the Northern Border is safe, secure and allows for the free flow of travel and commerce.",
	"name": "Rick Larsen"
}, {
	"quote": "I love to travel, but hate to arrive.",
	"name": "Albert Einstein"
}, {
	"quote": "We travel, some of us forever, to seek other states, other lives, other souls.",
	"name": "Anais Nin"
}, {
	"quote": "I am learning that in life it is OK to travel in darkness, not knowing what your next move is.",
	"name": "Cobie Smulders"
}, {
	"quote": "The traveller has reached the end of the journey!",
	"name": "Edmund Burke"
}, {
	"quote": "It's funny. You travel all over the world, and you wind up with a guy from your hometown.",
	"name": "Patty Smyth"
}, {
	"quote": "A zero-gravity flight is a first step toward space travel.",
	"name": "Stephen Hawking"
}, {
	"quote": "I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "To travel hopefully is a better thing than to arrive.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "I wanted to travel from the beginning. As a kid, I used to dream about airplanes, before I ever flew in one.",
	"name": "Mary Ellen Mark"
}, {
	"quote": "It's cool to meet your idols. It's a good opportunity to travel. Those kinds of things are good.",
	"name": "Meg White"
}, {
	"quote": "Travelers repose and dream among my leaves.",
	"name": "William Blake"
}, {
	"quote": "You develop a sympathy for all human beings when you travel a lot.",
	"name": "Shakuntala Devi"
}, {
	"quote": "No matter how you travel, it's still you going.",
	"name": "Jeff Goldblum"
}, {
	"quote": "Young people should travel, and they don't. You can't know if you don't go.",
	"name": "Quincy Jones"
}, {
	"quote": "Travel around the world is amazing. New people. New-found family, really.",
	"name": "Dhani Jones"
}, {
	"quote": "Technology doesn't address everything - for example, air travel still sucks.",
	"name": "Brad Feld"
}, {
	"quote": "Trust is the conduit for influence; it's the medium through which ideas travel.",
	"name": "Amy Cuddy"
}, {
	"quote": "I don't travel without a sleep mask or Post Its!",
	"name": "Georgina Bloomberg"
}, {
	"quote": "Travel is the frivolous part of serious lives, and the serious part of frivolous ones.",
	"name": "Sophie Swetchine"
}, {
	"quote": "The person attempting to travel two roads at once will get nowhere.",
	"name": "Xun Kuang"
}, {
	"quote": "I had rather have a fool to make me merry than experience to make me sad and to travel for it too!",
	"name": "William Shakespeare"
}, {
	"quote": "If all difficulties were known at the outset of a long journey, most of us would never start out at all.",
	"name": "Dan Rather"
}, {
	"quote": "I love to see new things, and I love to learn. I always learn so much when I travel - that's the best thing.",
	"name": "Larry Fitzgerald"
}, {
	"quote": "Travel can be one of the most rewarding forms of introspection.",
	"name": "Lawrence Durrell"
}, {
	"quote": "I never travel without my diary. One should always have something sensational to read in the train.",
	"name": "Oscar Wilde"
}, {
	"quote": "To travel is to discover that everyone is wrong about other countries.",
	"name": "Aldous Huxley"
}, {
	"quote": "The everyday kindness of the back roads more than makes up for the acts of greed in the headlines.",
	"name": "Charles Kuralt"
}, {
	"quote": "What does it mean to pre-board? Do you get on before you get on?",
	"name": "George Carlin"
}, {
	"quote": "I dislike feeling at home when I am abroad.",
	"name": "George Bernard Shaw"
}, {
	"quote": "I'll bring my grits when I travel, because I get so hungry on the road.",
	"name": "Dolly Parton"
}, {
	"quote": "Travel, in the younger sort, is a part of education; in the elder, a part of experience.",
	"name": "Francis Bacon"
}, {
	"quote": "When the traveler goes alone he gets acquainted with himself.",
	"name": "Liberty Hyde Bailey"
}, {
	"quote": "London is a roost for every bird.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Travel becomes a strategy for accumulating photographs.",
	"name": "Susan Sontag"
}, {
	"quote": "How often I found where I should be going only by setting out for somewhere else.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "Time travel is such a magic concept.",
	"name": "Matt Smith"
}, {
	"quote": "Hurt leads to bitterness, bitterness to anger, travel too far that road and the way is lost.",
	"name": "Terry Brooks"
}, {
	"quote": "Time travel is a wonderful thing, isn't it?",
	"name": "Bradley Walsh"
}, {
	"quote": "Travelers never think that they are the foreigners.",
	"name": "Mason Cooley"
}, {
	"quote": "I get very homesick, but otherwise it's a great privilege to get to travel for work.",
	"name": "Jesse Eisenberg"
}, {
	"quote": "Like all great travellers, I have seen more than I remember, and remember more than I have seen.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "In Italy, they add work and life on to food and wine.",
	"name": "Robin Leach"
}, {
	"quote": "I just travel the world with my backpack and my cameras and a bunch of Clif bars.",
	"name": "Henry Rollins"
}, {
	"quote": "We've gotta reinvest in space travel. We should've never left the moon.",
	"name": "Ray Bradbury"
}, {
	"quote": "Space travel for everyone is the next frontier in the human experience.",
	"name": "Buzz Aldrin"
}, {
	"quote": "Travel like a pro, not like a hobo. That's my motto.",
	"name": "Greg Gutfeld"
}, {
	"quote": "Travel teaches toleration.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "I really have to dance more often, and so I travel around. If I don't, I will crumble.",
	"name": "Rudolf Nureyev"
}, {
	"quote": "The most useful form of time travel would be to go back a year or two and rectify the mistakes we made.",
	"name": "Matt Lucas"
}, {
	"quote": "An unexpected benefit of my career in biochemistry has been travel.",
	"name": "Paul D. Boyer"
}, {
	"quote": "The Bad Seeds are a band I will travel a great distance to see whenever possible.",
	"name": "Henry Rollins"
}, {
	"quote": "The first condition of understanding a foreign country is to smell it.",
	"name": "Rudyard Kipling"
}, {
	"quote": "Tourists don't know where they've been, travelers don't know where they're going.",
	"name": "Paul Theroux"
}, {
	"quote": "I'm a travel enthusiast.",
	"name": "Iggy Pop"
}, {
	"quote": "Travel makes a wise man better, and a fool worse.",
	"name": "Thomas Fuller"
}, {
	"quote": "The bottom line is that time travel is allowed by the laws of physics.",
	"name": "Brian Greene"
}, {
	"quote": "I take a cooking class everywhere I travel. I find it's the best way to get to know a culture.",
	"name": "Blake Lively"
}, {
	"quote": "I love to photograph the gorgeous landscapes when I travel.",
	"name": "Blake Lively"
}, {
	"quote": "Because it's cheaper and easier to fly than ever before, air travel is becoming democratized.",
	"name": "Peter Diamandis"
}, {
	"quote": "I travel like a maniac. I travel more than anyone I know. I love learning the languages.",
	"name": "Quincy Jones"
}, {
	"quote": "I love to travel, I love to go out with my friends, but what I love most is being home with my family.",
	"name": "Deborah Raney"
}, {
	"quote": "Traveling is the ruin of all happiness! There's no looking at a building after seeing Italy.",
	"name": "Frances Burney"
}, {
	"quote": "I think young people should travel and travel often to other countries... like I do.",
	"name": "Henry Rollins"
}, {
	"quote": "For my part, I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move.",
	"name": "Robert Louis Stevenson"
}, {
	"quote": "I do often fly first class, but I don't travel with a posse, or bodyguard, or an assistant.",
	"name": "Gene Simmons"
}, {
	"quote": "When traveling with someone, take large does of patience and tolerance with your morning coffee.",
	"name": "Helen Hayes"
}, {
	"quote": "Being in a band is like a small family. You travel together, make music, and share time with each other.",
	"name": "Mohit Chauhan"
}, {
	"quote": "We all become great explorers during our first few days in a new city, or a new love affair.",
	"name": "Mignon McLaughlin"
}, {
	"quote": "I might have been born in a hovel but I am determined to travel with the wind and the stars.",
	"name": "Jacqueline Cochran"
}, {
	"quote": "I never travel without my sketch book.",
	"name": "Ian Wright"
}, {
	"quote": "I want to teach. I want to speak. I want to travel.",
	"name": "Hillary Clinton"
}, {
	"quote": "Travel is glamorous only in retrospect.",
	"name": "Paul Theroux"
}, {
	"quote": "I get a friend to travel with me... I need somebody to bring me back to who I am. It's hard to be alone.",
	"name": "Leonardo DiCaprio"
}, {
	"quote": "Let me be a free man - free to travel, free to stop, free to work.",
	"name": "Chief Joseph"
}, {
	"quote": "Our deeds still travel with us from afar, and what we have been makes us what we are.",
	"name": "George Eliot"
}, {
	"quote": "A wise traveler never despises his own country.",
	"name": "William Hazlitt"
}, {
	"quote": "I do my best work alone. I travel alone a lot.",
	"name": "Seth Rollins"
}, {
	"quote": "I have gotten to travel the world and experience all these incredible things thanks to my career.",
	"name": "Karlie Kloss"
}, {
	"quote": "Good-quality travel and good-quality food are the two luxuries that I never have any guilt indulging in.",
	"name": "Charlie Hunnam"
}, {
	"quote": "The travel writer seeks the world we have lost - the lost valleys of the imagination.",
	"name": "Alexander Cockburn"
}, {
	"quote": "If your work requires you to travel, you will understand that there's no vacation destination like home.",
	"name": "Park Chan-wook"
}, {
	"quote": "To travel America and see everything it has to offer, with my best friend, sounds like the perfect road trip.",
	"name": "Holly Marie Combs"
}, {
	"quote": "Connecting with people, getting things done - that's what makes the travel worthwhile.",
	"name": "Tim Finchem"
}, {
	"quote": "The world I travel is my inspiration. I name my dresses after cities that inspire me.",
	"name": "Naeem Khan"
}, {
	"quote": "I'm a bad traveller because I suffer from travel sickness.",
	"name": "Miranda Raison"
}, {
	"quote": "To bring up a child in the way he should go, travel that way yourself once in a while.",
	"name": "Josh Billings"
}, {
	"quote": "I'd rather have huge success and huge failures than travel in the middle of the road.",
	"name": "Kevyn Aucoin"
}, {
	"quote": "I take my Bible with me, sometimes two of them, when I travel.",
	"name": "Gabby Douglas"
}, {
	"quote": "Christmas to a child is the first terrible proof that to travel hopefully is better than to arrive.",
	"name": "Stephen Fry"
}, {
	"quote": "One of the sad truths about leadership is that, the higher up the ladder you travel, the less you know.",
	"name": "Margaret Heffernan"
}, {
	"quote": "I think a major element of jetlag is psychological. Nobody ever tells me what time it is at home.",
	"name": "David Attenborough"
}, {
	"quote": "Before the BBC, I joined the Navy in order to travel.",
	"name": "David Attenborough"
}, {
	"quote": "Travel is a lot like love.",
	"name": "Alain de Botton"
}, {
	"quote": "My ideal travel companions are my family.",
	"name": "Pharrell Williams"
}, {
	"quote": "We travel often to Asia, Africa, Europe, where they were born.",
	"name": "Angelina Jolie"
}, {
	"quote": "I want to travel overseas and help out people all over the world.",
	"name": "Chance The Rapper"
}, {
	"quote": "In America there are two classes of travel - first class, and with children.",
	"name": "Robert Benchley"
}, {
	"quote": "Physical books are still my favorite, but I own an e-book reader. They're convenient for travel.",
	"name": "Jesmyn Ward"
}, {
	"quote": "Why, I'd like nothing better than to achieve some bold adventure, worthy of our trip.",
	"name": "Aristophanes"
}, {
	"quote": "It's wonderful to learn about new cultures and to be able to travel easily to so many countries.",
	"name": "Stephen A. Schwarzman"
}, {
	"quote": "Travel is the best and probably cheapest graduate school you can buy.",
	"name": "Tom Freston"
}, {
	"quote": "It's kind of amazing that people will travel because of a book. I admire that.",
	"name": "Frances Mayes"
}, {
	"quote": "I don't like to travel. Yet all my books seem to involve a journey.",
	"name": "Chris Van Allsburg"
}, {
	"quote": "Travel aesthetics should be just as comfortable and practical as they are fashionable.",
	"name": "Miguel"
}, {
	"quote": "It is not fit that every man should travel; it makes a wise man better, and a fool worse.",
	"name": "William Hazlitt"
}, {
	"quote": "We travel so much, I never adjust to time zones any more.",
	"name": "Jillian Hervey"
}, {
	"quote": "I am a passionate traveler, and from the time I was a child, travel formed me as much as my formal education.",
	"name": "David Rockefeller"
}, {
	"quote": "Nothing in the universe can travel at the speed of light, they say, forgetful of the shadow's speed.",
	"name": "Howard Nemerov"
}, {
	"quote": "Fuel prices are at the center of our lives. They affect our ability to travel, stay warm, and feed ourselves.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "I have to travel a lot, but relaxation to me is when I am at home.",
	"name": "Mikhail Khodorkovsky"
}, {
	"quote": "Just to travel is rather boring, but to travel with a purpose is educational and exciting.",
	"name": "Sargent Shriver"
}, {
	"quote": "I'm not proud of it, but I'm a great liar when I travel. I smile and lie, and things are smooth.",
	"name": "Paolo Bacigalupi"
}, {
	"quote": "We're constantly buying airplane tickets; we travel on the Concorde.",
	"name": "Eva Herzigova"
}, {
	"quote": "My wife and I love to travel, so if we don't have work on either her or my birthday, we definitely travel.",
	"name": "Barun Sobti"
}, {
	"quote": "The trading side of the business means a lot of travel, being out of the office a lot of time.",
	"name": "Ivan Glasenberg"
}, {
	"quote": "For me, travel happens when I see an interesting opportunity happening.",
	"name": "Timothy C. Draper"
}, {
	"quote": "The world has become more complex as technology and easy travel mixes cultures without homogenizing them.",
	"name": "Norman Spinrad"
}, {
	"quote": "Almost 70 percent of U.S. ag exports travel the upper Mississippi River and the Illinois waterway system.",
	"name": "Jerry Costello"
}, {
	"quote": "I travel a lot, and I hunt for fabrics, then I have the tailor make me something.",
	"name": "Waris Ahluwalia"
}, {
	"quote": "The time to enjoy a European trip is about three weeks after unpacking.",
	"name": "George Ade"
}, {
	"quote": "I'd love to travel to the Holy Land.",
	"name": "Loretta Lynn"
}, {
	"quote": "The best way to travel abroad is to live with the locals.",
	"name": "Zach Braff"
}, {
	"quote": "The only thing I like about air travel is it gives me time to read.",
	"name": "Jane Lindskold"
}, {
	"quote": "Chicago is an October sort of city even in spring.",
	"name": "Nelson Algren"
}, {
	"quote": "We must travel in the direction of our fear.",
	"name": "John Berryman"
}, {
	"quote": "I love to travel but hate traffic and planes. I wish I could just beam myself anywhere instantly.",
	"name": "Jordan Ladd"
}, {
	"quote": "Of all possible subjects, travel is the most difficult for an artist, as it is the easiest for a journalist.",
	"name": "W. H. Auden"
}, {
	"quote": "I don't feel restless, I just like to travel.",
	"name": "Brad Pitt"
}, {
	"quote": "I do have to travel a lot for speaking engagements.",
	"name": "P. J. O'Rourke"
}, {
	"quote": "Travel works best when you're forced to come to terms with the place you're in.",
	"name": "Paul Theroux"
}, {
	"quote": "The amount of hassle involved in travel can be overwhelming.",
	"name": "Paul Theroux"
}, {
	"quote": "The job of the travel writer is to go far and wide, to make voluminous notes, to tell the truth.",
	"name": "Paul Theroux"
}, {
	"quote": "Science fiction is filled with Martians and space travel to other planets, and things like that.",
	"name": "Margaret Atwood"
}, {
	"quote": "I travel in so many different ways; I travel high, I rough it... it all depends on who I travel with.",
	"name": "Diane von Furstenberg"
}, {
	"quote": "Know how to travel from your town to a nearby town without a car, either by bus or by rail.",
	"name": "Marilyn vos Savant"
}, {
	"quote": "By the time I'm 40, interplanetary travel will be common. Nobody will want to talk to me at that age, anyway.",
	"name": "Ace Frehley"
}, {
	"quote": "I travel for work, but recently, friends said I should take major trips.",
	"name": "Jeff Goldblum"
}, {
	"quote": "I run five miles three times a week; I log everything. I look up routes when I travel.",
	"name": "Kevin Plank"
}, {
	"quote": "Touring can be tough; the crew and I travel everywhere by a big pink bus, and live in petrol stations.",
	"name": "Marina and the Diamonds"
}, {
	"quote": "I travel a lot. I'm on the move.",
	"name": "Ted Turner"
}, {
	"quote": "I fly economy. I do often fly first class, but I don't travel with a posse, or bodyguard, or an assistant.",
	"name": "Gene Simmons"
}, {
	"quote": "There are few aspects of everyday life that aren't touched by the technologies developed for space travel.",
	"name": "Scott Kelly"
}, {
	"quote": "One of the places I'd like to travel to is Ibiza, off the coast of Spain.",
	"name": "Rob Gronkowski"
}, {
	"quote": "I travel all over the country making speeches for people I believe in.",
	"name": "Ann Richards"
}, {
	"quote": "I want to see friends more and travel more.",
	"name": "Jennifer Aniston"
}, {
	"quote": "My mom loved fashion. We loved to travel and go to Italy and Paris.",
	"name": "Melania Trump"
}, {
	"quote": "I always want off-the-beaten-path, Anthony Bourdain-inspired travel.",
	"name": "Meghan Markle"
}, {
	"quote": "I love Ralph Lauren. As I travel so much, I prefer to shop online.",
	"name": "Meghan Markle"
}, {
	"quote": "When I haven't been working I've tried to travel a lot.",
	"name": "Emma Watson"
}, {
	"quote": "My fans are honestly so unique and so similar. Wherever I travel, they are so, so different but so the same.",
	"name": "Lilly Singh"
}, {
	"quote": "I would love to be a travel writer. I'd be so stoked.",
	"name": "Drew Barrymore"
}, {
	"quote": "When you travel so many weeks a year, it's always nice to have a home-cooked meal.",
	"name": "Maria Sharapova"
}, {
	"quote": "I do think that travel can be part of a journey of inner maturation, but you've got to do it right.",
	"name": "Alain de Botton"
}, {
	"quote": "I love to travel, anywhere in the world. Wherever it is... India... Tibet... wherever. I'll go anywhere.",
	"name": "Guillermo del Toro"
}, {
	"quote": "For years, I had no time for exploratory travel.",
	"name": "Renee Fleming"
}, {
	"quote": "Having to travel so much plays havoc with your personal life.",
	"name": "Renee Fleming"
}, {
	"quote": "I only travel with a carry-on suitcase in most instances.",
	"name": "Brad Goreski"
}, {
	"quote": "I am very lucky to have the opportunity to travel to so many amazing destinations for work!",
	"name": "Brad Goreski"
}, {
	"quote": "An English man does not travel to see English men.",
	"name": "Laurence Sterne"
}, {
	"quote": "I have just returned from Boston. It is the only thing to do if you find yourself up there.",
	"name": "Fred Allen"
}, {
	"quote": "When I go on Japanese Airlines, I really love it because I like Japanese food.",
	"name": "Phil Collins"
}, {
	"quote": "I travel a lot and rarely make it home to Seattle.",
	"name": "Hope Solo"
}, {
	"quote": "I've missed the association with players and coaches but haven't missed the recruiting and the travel.",
	"name": "Ara Parseghian"
}, {
	"quote": "People travel north from Barcelona, not south.",
	"name": "Jose Andres"
}, {
	"quote": "The Queen Mary was the most civilized and luxurious way one could travel to America in the late 1930s.",
	"name": "Maureen O'Hara"
}, {
	"quote": "I just can't do heels any more. At least not when I'm working. I travel a lot.",
	"name": "Victoria Beckham"
}, {
	"quote": "I travel every single day, but I make it a point to hit the gym. I want to look good for the summer.",
	"name": "Pauly D"
}, {
	"quote": "I love to travel. This is the time for me. When will I do it if not now?",
	"name": "Rakul Preet Singh"
}, {
	"quote": "I'm sure we'll be Tweetin' up the Twitosphere as we travel around the world playing music.",
	"name": "Brandon Boyd"
}, {
	"quote": "I generally travel with my laptop, a couple of great books, and my iPod.",
	"name": "Orlando Bloom"
}, {
	"quote": "When you travel on a bus with guys who love all kinds of music, you get exposed to some great stuff, man.",
	"name": "Gregg Allman"
}, {
	"quote": "I hate to travel. I don't go anywhere.",
	"name": "Ingmar Bergman"
}, {
	"quote": "I think that you certainly don't have to be aged and travel the world to write a poem.",
	"name": "Rita Dove"
}, {
	"quote": "Anytime you introduce volatility, it is not good for business and not good for travel.",
	"name": "Dara Khosrowshahi"
}, {
	"quote": "While Expedia is outbound-focused, Wotif is much more about domestic travel.",
	"name": "Dara Khosrowshahi"
}, {
	"quote": "I clean my own utensils, my house and I even travel alone. I don't know what the life of a superstar is like.",
	"name": "Esha Gupta"
}, {
	"quote": "You know it's only 50 miles from Grand River to Canton, but it took me 67 years to travel that distance.",
	"name": "Don Shula"
}, {
	"quote": "I travel a lot, so I know that it's important to have people in your life to keep you ground.",
	"name": "Marley Dias"
}, {
	"quote": "Travel is very subjective. What one person loves, another loathes.",
	"name": "Robin Leach"
}, {
	"quote": "I do get to meet a lot of people, and I do get to travel quite a bit. You may laugh, but it's a tough job.",
	"name": "Robin Leach"
}, {
	"quote": "I love short trips to New York; to me it is the finest three-day town on earth.",
	"name": "James Cameron"
}, {
	"quote": "I have amazing memories of being able to travel and being able to have family all over the world.",
	"name": "Lily Collins"
}, {
	"quote": "I love getting oxygen facials because I travel a lot. My skin gets pretty dry with all the airplanes.",
	"name": "Lily Collins"
}, {
	"quote": "I was born to travel and write verse.",
	"name": "Theophile Gautier"
}, {
	"quote": "There's going to be space travel at some point.",
	"name": "Anne Wojcicki"
}, {
	"quote": "When I was starting out, it was almost impossible for me to get visas to travel to tournaments.",
	"name": "Ana Ivanovic"
}, {
	"quote": "I'm lucky my parents travel with me.",
	"name": "Paula Creamer"
}, {
	"quote": "My bucket list tends to relate to travel or eating.",
	"name": "Elijah Wood"
}, {
	"quote": "Travel, of course, narrows the mind.",
	"name": "Malcolm Muggeridge"
}, {
	"quote": "The trouble with travelling back later on is that you can never repeat the same experience.",
	"name": "Michael Palin"
}, {
	"quote": "I just don't see myself as a travel writer. I can't. I don't.",
	"name": "Robyn Davidson"
}, {
	"quote": "I want to travel. Maybe I'll end up living in Norway, making cakes.",
	"name": "Eva Green"
}, {
	"quote": "My phone is my favorite travel gadget because it has my translator.",
	"name": "Andrew Zimmern"
}, {
	"quote": "I don't like Miami that much. I don't like the weather. My base is Miami, but I travel a lot.",
	"name": "Juan Pablo Galavis"
}, {
	"quote": "The joke we always say is that WWE doesn't pay us to wrestle, they pay us to travel.",
	"name": "Seth Rollins"
}, {
	"quote": "Most of my workouts happen by myself because I travel so much.",
	"name": "Seth Rollins"
}, {
	"quote": "There are other writers who try for subtle and minimalists effects, but I don't travel in that tribe.",
	"name": "Pat Conroy"
}, {
	"quote": "My father's plan was, we were going to grow up and travel the world.",
	"name": "Philippe Cousteau, Jr."
}, {
	"quote": "I travel all the time.",
	"name": "Guy Kawasaki"
}, {
	"quote": "You cannot travel within and stand still without.",
	"name": "James Lane Allen"
}, {
	"quote": "I was young. I was newly married. And I had worked like a dog. I just wanted to live and travel.",
	"name": "Sarah Michelle Gellar"
}, {
	"quote": "Most people travel outside of Australia. They don't realise what we've got.",
	"name": "Nick Cummins"
}, {
	"quote": "Travel teaches as much as books.",
	"name": "Youssou N'Dour"
}, {
	"quote": "You can tell all our songs come from us and from our artists, the people we write with and travel with.",
	"name": "Zac Brown"
}, {
	"quote": "No matter where I've been overseas, the food stinks, except in Italy.",
	"name": "Carmen Electra"
}, {
	"quote": "The only really expensive thing in our family budget, frankly, is private air travel.",
	"name": "Nick Hanauer"
}, {
	"quote": "I travel a lot, but I don't come away with new inspiration.",
	"name": "Edward Ruscha"
}, {
	"quote": "I hate to travel with stuff.",
	"name": "Manolo Blahnik"
}, {
	"quote": "I've always wanted to do a travel show for people who never thought they could.",
	"name": "Zach Anner"
}, {
	"quote": "Spontaneity is what travel is all about.",
	"name": "Zach Anner"
}, {
	"quote": "When I travel, I like to take advantage of room service. I'm really into eggs Benedict in the morning.",
	"name": "Jenny McCarthy"
}, {
	"quote": "I'm going to do more movies and travel.",
	"name": "Tommy Wiseau"
}, {
	"quote": "Travel is a passion. I intend seeing the world.",
	"name": "Anushka Shetty"
}, {
	"quote": "Travel definitely affects me as a writer.",
	"name": "Anthony Doerr"
}, {
	"quote": "Traveling is seeing; it is the implicit that we travel by.",
	"name": "Cynthia Ozick"
}, {
	"quote": "I'm pretty low-key. I travel fairly light, especially on the tour.",
	"name": "Christine McVie"
}, {
	"quote": "Certain travellers give the impression that they keep moving because only then do they feel fully alive.",
	"name": "Ella Maillart"
}, {
	"quote": "My wife and I have so much fun when we travel and find anything... like stray cats and squirrels.",
	"name": "Eric Roberts"
}, {
	"quote": "If you travel first class, you think first class and you are more likely to play first class.",
	"name": "Raymond Floyd"
}, {
	"quote": "News seems to travel far more quickly on Twitter and Facebook than through search.",
	"name": "Marvin Ammori"
}, {
	"quote": "Aviation - and space travel, in particular - have always been especially captivating.",
	"name": "Felix Baumgartner"
}, {
	"quote": "I don't like to leave anything unfinished on my desk before I travel.",
	"name": "Vijay Mallya"
}, {
	"quote": "Travel books are, by and large, boring. They lodge uncomfortably between fact, fiction and autobiography.",
	"name": "Arthur Smith"
}, {
	"quote": "New York is the great stone desert.",
	"name": "Israel Zangwill"
}, {
	"quote": "On long haul flights I always drink loads and loads of water and eat light and healthy food.",
	"name": "Lisa Snowdon"
}, {
	"quote": "Travel is hard, but entertaining is joy.",
	"name": "Debbie Reynolds"
}, {
	"quote": "I get pretty much all the exercise I need walking down airport concourses carrying bags.",
	"name": "Guy Clark"
}, {
	"quote": "Yes, I travel in unusual circles. George Osborne and his wife Frances are my cousins.",
	"name": "Daryl Hall"
}, {
	"quote": "I got to travel a lot and meet amazing people. That was a lot of fun.",
	"name": "Bhavish Aggarwal"
}, {
	"quote": "I want my life to match my work now. I don't want to work and then travel. I want to be at one place.",
	"name": "Sarita Choudhury"
}, {
	"quote": "I have the feeling that all stories travel with an understory.",
	"name": "Ali Smith"
}, {
	"quote": "I love being a troubadour. I travel around the world with my wife and play little theaters. We have a ball.",
	"name": "Roger McGuinn"
}, {
	"quote": "The hardest part is to travel, and to be away from your family.",
	"name": "Glenn Tipton"
}, {
	"quote": "You need to be an adrenalin junkie when you travel with kids.",
	"name": "Graeme Le Saux"
}, {
	"quote": "A good story can travel in time and borders; it hits you no matter where you are.",
	"name": "Hakan Nesser"
}, {
	"quote": "Two great talkers will not travel far together.",
	"name": "George Borrow"
}, {
	"quote": "Airline travel is hours of boredom interrupted by moments of stark terror.",
	"name": "Al Boliska"
}, {
	"quote": "A journey by Sea and Land, Five Hundred Miles, is not undertaken without money.",
	"name": "Lewis Hallam"
}]