[{
	"quote": "Love all, trust a few, do wrong to none.",
	"name": "William Shakespeare"
}, {
	"quote": "A lie can travel half way around the world while the truth is putting on its shoes.",
	"name": "Charles Spurgeon"
}, {
	"quote": "Do not let your hearts be troubled. Trust in God; trust also in me.",
	"name": "Jesus Christ"
}, {
	"quote": "Most good relationships are built on mutual trust and respect.",
	"name": "Mona Sutphen"
}, {
	"quote": "The trust of the innocent is the liar's most useful tool.",
	"name": "Stephen King"
}, {
	"quote": "Trust in dreams, for in them is hidden the gate to eternity.",
	"name": "Khalil Gibran"
}, {
	"quote": "The best way to find out if you can trust somebody is to trust them.",
	"name": "Ernest Hemingway"
}, {
	"quote": "Whoever is careless with the truth in small matters cannot be trusted with important matters.",
	"name": "Albert Einstein"
}, {
	"quote": "For every good reason there is to lie, there is a better reason to tell the truth.",
	"name": "Bo Bennett"
}, {
	"quote": "Never trust anyone completely but God. Love people, but put your full trust only in God.",
	"name": "Lawrence Welk"
}, {
	"quote": "The love of a dog is a pure thing. He gives you a trust which is total. You must not betray it.",
	"name": "Michel Houellebecq"
}, {
	"quote": "Never trust anyone who doesn't drink coffee.",
	"name": "AJ Lee"
}, {
	"quote": "The harder I train every day on the track and in the gym, the more trust I gain in myself.",
	"name": "Miguel Cotto"
}, {
	"quote": "I trust no one, not even myself.",
	"name": "Joseph Stalin"
}, {
	"quote": "Trust is built with consistency.",
	"name": "Lincoln Chafee"
}, {
	"quote": "Old wood best to burn, old wine to drink, old friends to trust, and old authors to read.",
	"name": "Athenaeus"
}, {
	"quote": "A healthy relationship is built on unwavering trust.",
	"name": "Beau Mirchoff"
}, {
	"quote": "Trust, but verify.",
	"name": "Ronald Reagan"
}, {
	"quote": "I trust you: That's huge. That's truth. That's real love. Everyone uses 'I love you' so loosely.",
	"name": "Justin Chatwin"
}, {
	"quote": "To be trusted is a greater compliment than being loved.",
	"name": "George MacDonald"
}, {
	"quote": "It's good to trust others but, not to do so is much better.",
	"name": "Benito Mussolini"
}, {
	"quote": "As soon as you trust yourself, you will know how to live.",
	"name": "Johann Wolfgang von Goethe"
}, {
	"quote": "Trust is not something that's given because you win an election; it's something you have to earn.",
	"name": "Tom Perez"
}, {
	"quote": "Trust yourself, you know more than you think you do.",
	"name": "Benjamin Spock"
}, {
	"quote": "Let every eye negotiate for itself and trust no agent.",
	"name": "William Shakespeare"
}, {
	"quote": "Trust your instinct to the end, though you can render no reason.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "When the norm is decency, other virtues can thrive: integrity, honesty, compassion, kindness, and trust.",
	"name": "Raja Krishnamoorthi"
}, {
	"quote": "The secret of a long life is to never trust a doctor.",
	"name": "Luise Rainer"
}, {
	"quote": "If people like you, they'll listen to you, but if they trust you, they'll do business with you.",
	"name": "Zig Ziglar"
}, {
	"quote": "Keep the faith, don't lose your perseverance and always trust your gut extinct.",
	"name": "Paula Abdul"
}, {
	"quote": "Woe to the man whose heart has not learned while young to hope, to love - and to put its trust in life.",
	"name": "Joseph Conrad"
}, {
	"quote": "Never trust a computer you can't throw out a window.",
	"name": "Steve Wozniak"
}, {
	"quote": "I never trust a fighting man who doesnt smoke or drink.",
	"name": "William Halsey"
}, {
	"quote": "The crown must constantly earn citizens' appreciation, respect and trust.",
	"name": "Felipe VI of Spain"
}, {
	"quote": "Interior design is a business of trust.",
	"name": "Venus Williams"
}, {
	"quote": "Quakers almost as good as colored. They call themselves friends and you can trust them every time.",
	"name": "Harriet Tubman"
}, {
	"quote": "Never trust a man, who when left alone with a tea cosey... Doesn't try it on.",
	"name": "Billy Connolly"
}, {
	"quote": "He who does not trust enough, Will not be trusted.",
	"name": "Lao Tzu"
}, {
	"quote": "I cannot trust a man to control others who cannot control himself.",
	"name": "Robert E. Lee"
}, {
	"quote": "When you form a team, why do you try to form a team? Because teamwork builds trust and trust builds speed.",
	"name": "Russel Honore"
}, {
	"quote": "Trust has to be earned, and should come only after the passage of time.",
	"name": "Arthur Ashe"
}, {
	"quote": "The blockchain does one thing: It replaces third-party trust with mathematical proof that something happened.",
	"name": "Adam Draper"
}, {
	"quote": "I trust myself. You need that to survive.",
	"name": "Yoko Ono"
}, {
	"quote": "All I have seen teaches me to trust the creator for all I have not seen.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "The best proof of love is trust.",
	"name": "Joyce Brothers"
}, {
	"quote": "What is it that makes us trust our judges? Their independence in office and manner of appointment.",
	"name": "John Marshall"
}, {
	"quote": "The moment for action has arrived, and I know that I can trust in you to save our country.",
	"name": "George B. McClellan"
}, {
	"quote": "Childlike surrender and trust, I believe, is the defining spirit of authentic discipleship.",
	"name": "Brennan Manning"
}, {
	"quote": "If I had chosen the populist course, it would have been a breach of the trust placed in me by the people.",
	"name": "Narendra Modi"
}, {
	"quote": "Don't ever break someone's trust. Once you do, then nobody wants to do business with you.",
	"name": "Robert Budi Hartono"
}, {
	"quote": "We must weed out corruption and build a strong system of justice that the people can trust.",
	"name": "Gloria Macapagal Arroyo"
}, {
	"quote": "Trust your hunches. They're usually based on facts filed away just below the conscious level.",
	"name": "Joyce Brothers"
}, {
	"quote": "Never be afraid to trust an unknown future to a known God.",
	"name": "Corrie Ten Boom"
}, {
	"quote": "Trust your landmark and run through the smoke. It's going to open up eventually.",
	"name": "Ezekiel Elliott"
}, {
	"quote": "Mature love is composed and sustaining; a celebration of commitment, companionship, and trust.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "We believe that transparency is needed to create trust, and it's also needed to create a dialogue.",
	"name": "Julie Sweet"
}, {
	"quote": "We believe that transparency creates trust.",
	"name": "Julie Sweet"
}, {
	"quote": "Faith is a state of openness or trust.",
	"name": "Alan Watts"
}, {
	"quote": "Trusting our intuition often saves us from disaster.",
	"name": "Anne Wilson Schaef"
}, {
	"quote": "Brands are all about trust. That trust is built in drops and lost in buckets.",
	"name": "Kevin Plank"
}, {
	"quote": "My father always said, 'Never trust anyone whose TV is bigger than their book shelf' - so I make sure I read.",
	"name": "Emilia Clarke"
}, {
	"quote": "Do not trust the cheering, for those persons would shout as much if you or I were going to be hanged.",
	"name": "Oliver Cromwell"
}, {
	"quote": "I talk to God every single day. And I say, 'God, my life is in your hands, and I trust you with me.'",
	"name": "Tammy Faye Bakker"
}, {
	"quote": "Trust is the lubrication that makes it possible for organizations to work.",
	"name": "Warren Bennis"
}, {
	"quote": "Don't trust everyone, especially if they say, 'Trust me.'",
	"name": "Michelle Phan"
}, {
	"quote": "You may be deceived if you trust too much, but you will live in torment if you don't trust enough.",
	"name": "Frank Crane"
}, {
	"quote": "The only way to make a man trustworthy is to trust him.",
	"name": "Henry L. Stimson"
}, {
	"quote": "Trust men and they will be true to you; treat them greatly and they will show themselves great.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Every sale has five basic obstacles: no need, no money, no hurry, no desire, no trust.",
	"name": "Zig Ziglar"
}, {
	"quote": "Trust everybody, but cut the cards.",
	"name": "Finley Peter Dunne"
}, {
	"quote": "Put more trust in nobility of character than in an oath.",
	"name": "Solon"
}, {
	"quote": "I don't trust liberals, I trust conservatives.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Trust should be the basis for all our moral training.",
	"name": "Robert Baden-Powell"
}, {
	"quote": "I believe fundamental honesty is the keystone of business.",
	"name": "Harvey S. Firestone"
}, {
	"quote": "Faith is trust in ultimate meaning.",
	"name": "Viktor E. Frankl"
}, {
	"quote": "I'm a dirt person. I trust the dirt. I don't trust diamonds and gold.",
	"name": "Eartha Kitt"
}, {
	"quote": "When truth takes a backseat to ego and politics, trust is lost.",
	"name": "Patrick Lencioni"
}, {
	"quote": "You must trust and believe in people or life becomes impossible.",
	"name": "Anton Chekhov"
}, {
	"quote": "The fruits of your labors may be reaped two generations from now. Trust, even when you don't see the results.",
	"name": "Henri Nouwen"
}, {
	"quote": "If you don't trust the pilot, don't go.",
	"name": "Denzel Washington"
}, {
	"quote": "The true and solid peace of nations consists not in equality of arms, but in mutual trust alone.",
	"name": "Pope John XXIII"
}, {
	"quote": "As you enter positions of trust and power, dream a little before you think.",
	"name": "Toni Morrison"
}, {
	"quote": "Public trust is a vital condition for artificial intelligence to be used productively.",
	"name": "Mark Walport"
}, {
	"quote": "Few delights can equal the presence of one whom we trust utterly.",
	"name": "George MacDonald"
}, {
	"quote": "Where large sums of money are concerned, it is advisable to trust nobody.",
	"name": "Agatha Christie"
}, {
	"quote": "They say I'm the Hottest MC in the Game. If you label me that, I will live up to it. Trust me.",
	"name": "Lil Wayne"
}, {
	"quote": "We must trust our own thinking. Trust where we're going. And get the job done.",
	"name": "Wilma Mankiller"
}, {
	"quote": "I feel good because I believe I have made progress in rebuilding the people's trust in their government.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "When the people we love stop paying attention, trust begins to slip away and hurt starts seeping in.",
	"name": "Brene Brown"
}, {
	"quote": "I can trust my friends These people force me to examine myself, encourage me to grow.",
	"name": "Cher"
}, {
	"quote": "Trusting your individual uniqueness challenges you to lay yourself open.",
	"name": "James Broughton"
}, {
	"quote": "The best fights don't occur between strangers. They occur between friends who trust each other.",
	"name": "Chuck Palahniuk"
}, {
	"quote": "It's no fun being a loser. Trust me.",
	"name": "Mickey Rourke"
}, {
	"quote": "I think, at times of stress, you have to trust the pillars of democracy.",
	"name": "Jay Nixon"
}, {
	"quote": "One must be fond of people and trust them if one is not to make a mess of life.",
	"name": "E. M. Forster"
}, {
	"quote": "Trust me. Sometimes God comes down and puts his hand on you if you're too big in your thoughts.",
	"name": "Joe Frazier"
}, {
	"quote": "Leaders must establish common purpose and build trust within an organization.",
	"name": "Stanley A. McChrystal"
}, {
	"quote": "Beware of anyone who says they know. Trust me, they don't, or they wouldn't have to say they did.",
	"name": "Harvey Fierstein"
}, {
	"quote": "Even now I can't trust life. It did too many awful things to me as a kid.",
	"name": "Clara Bow"
}, {
	"quote": "Trust is the conduit for influence; it's the medium through which ideas travel.",
	"name": "Amy Cuddy"
}, {
	"quote": "One of Rent the Runway's core values is 'Trust in Everyone's Best of Intentions.' We trust our team.",
	"name": "Jennifer Hyman"
}, {
	"quote": "I'm not difficult to work with, trust me.",
	"name": "Zlatan Ibrahimovic"
}, {
	"quote": "The most special relationships, in my experience, are based on a combination of trust and mutual respect.",
	"name": "Charles Kennedy"
}, {
	"quote": "You've got to let your talents shine and play and trust the guys you play with.",
	"name": "Nick Foles"
}, {
	"quote": "It's probably a bit of a power trip when you befriend somebody enough that they trust you to tell you things.",
	"name": "Josh Brolin"
}, {
	"quote": "Put your trust in the Lord and go ahead. Worry gets you no place.",
	"name": "Roy Acuff"
}, {
	"quote": "As time goes by, I realize that I do trust the wind. And I often write my songs for myself.",
	"name": "David Friedman"
}, {
	"quote": "Trust is a product of test over time.",
	"name": "Myles Munroe"
}, {
	"quote": "Men are able to trust one another, knowing the exact degree of dishonesty they are entitled to expect.",
	"name": "Stephen Leacock"
}, {
	"quote": "You can't have a relationship at all if you don't trust each other.",
	"name": "Erika Christensen"
}, {
	"quote": "Let no such man be trusted.",
	"name": "William Shakespeare"
}, {
	"quote": "When a man assumes a public trust he should consider himself a public property.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Trust your gut. You know yourself, so don't let somebody else tell you who you are.",
	"name": "Tatiana Maslany"
}, {
	"quote": "Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence.",
	"name": "Democritus"
}, {
	"quote": "Only trust thyself, and another shall not betray thee.",
	"name": "William Penn"
}, {
	"quote": "My favorite six words in recovery are: trust God, clean house, and help others.",
	"name": "Matthew Perry"
}, {
	"quote": "All of my favorite people - people I really trust - none of them were cool in their younger years.",
	"name": "Taylor Swift"
}, {
	"quote": "In every tyrant's heart there springs in the end this poison, that he cannot trust a friend.",
	"name": "Aeschylus"
}, {
	"quote": "Raising five boys is a handful, trust me.",
	"name": "Barbara Bush"
}, {
	"quote": "Never trust anything that can think for itself if you can't see where it keeps its brain.",
	"name": "J. K. Rowling"
}, {
	"quote": "For somehow this disease inheres in tyranny, never to trust one's friends.",
	"name": "Aeschylus"
}, {
	"quote": "Trust me that as I ignore all law to help the slave, so will I ignore it all to protect an enslaved woman.",
	"name": "Susan B. Anthony"
}, {
	"quote": "You can't trust water: Even a straight stick turns crooked in it.",
	"name": "W. C. Fields"
}, {
	"quote": "Seize the day, and put the least possible trust in tomorrow.",
	"name": "Horace"
}, {
	"quote": "Trust is the first step to love.",
	"name": "Munshi Premchand"
}, {
	"quote": "Trust dies but mistrust blossoms.",
	"name": "Sophocles"
}, {
	"quote": "Trust is not the same as faith. A friend is someone you trust. Putting faith in anyone is a mistake.",
	"name": "Christopher Hitchens"
}, {
	"quote": "Nobody expects to trust his body overmuch after the age of fifty.",
	"name": "Alexander Hamilton"
}, {
	"quote": "Therefore trust to thy heart, and to what the world calls illusions.",
	"name": "Henry Wadsworth Longfellow"
}, {
	"quote": "Men trust their ears less than their eyes.",
	"name": "Herodotus"
}, {
	"quote": "Trust not yourself, but your defects to know, make use of every friend and every foe.",
	"name": "Alexander Pope"
}, {
	"quote": "Put the right people in the right places, and then you trust them to do the right stuff.",
	"name": "Dara Khosrowshahi"
}, {
	"quote": "Those who trust to chance must abide by the results of chance.",
	"name": "Calvin Coolidge"
}, {
	"quote": "The trust of the people in the leaders reflects the confidence of the leaders in the people.",
	"name": "Paulo Freire"
}, {
	"quote": "Never trust the advice of a man in difficulties.",
	"name": "Aesop"
}, {
	"quote": "Sometimes you don't know who you can and cannot trust. I still learn that over and over again.",
	"name": "Demi Lovato"
}, {
	"quote": "If women believed in their husbands they would be a good deal happier and also a good deal more foolish.",
	"name": "H. L. Mencken"
}, {
	"quote": "We can trust ourselves to know when our boundaries are being violated.",
	"name": "Melody Beattie"
}, {
	"quote": "Trust is central to an economy that works.",
	"name": "Stephen Covey"
}, {
	"quote": "Trust not too much to appearances.",
	"name": "Virgil"
}, {
	"quote": "The 'public' scares me, but people I trust.",
	"name": "Marilyn Monroe"
}, {
	"quote": "We all have a hidden mystic quality if we can learn and trust to tap into that power.",
	"name": "Cindy Wilson"
}, {
	"quote": "Without trust, the most essential element of innovation - conflict - becomes impossible.",
	"name": "Patrick Lencioni"
}, {
	"quote": "To persevere, trusting in what hopes he has, is courage in a man.",
	"name": "Euripides"
}, {
	"quote": "It is better to suffer wrong than to do it, and happier to be sometimes cheated than not to trust.",
	"name": "Samuel Johnson"
}, {
	"quote": "So near is falsehood to truth that a wise man would do well not to trust himself on the narrow edge.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "We're building a lifelong relationship with people, and every great relationship has to be built on trust.",
	"name": "Angela Ahrendts"
}, {
	"quote": "Put your trust in God; but be sure to keep your powder dry.",
	"name": "Oliver Cromwell"
}, {
	"quote": "Trust me, sunscreen is so, so, so important and so I always wear sunscreen, but I still get really tan.",
	"name": "Lea Michele"
}, {
	"quote": "Don't trust the heart, it wants your blood.",
	"name": "Stanislaw Jerzy Lec"
}, {
	"quote": "To restore the trust of the people, we must reform the way the government operates.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "We are all selfish and I no more trust myself than others with a good motive.",
	"name": "Lord Byron"
}, {
	"quote": "It is important not to trust people too much.",
	"name": "V. S. Naipaul"
}, {
	"quote": "I've only ever trusted my gut on everything. I don't trust my head, I don't trust my heart, I trust my gut.",
	"name": "Bryan Adams"
}, {
	"quote": "Public trust is essential to public safety.",
	"name": "Martin O'Malley"
}, {
	"quote": "We can only have true public safety with public trust.",
	"name": "Betsy Hodges"
}, {
	"quote": "I would trust citizen journalism as much as I would trust citizen surgery.",
	"name": "Morley Safer"
}, {
	"quote": "Transparency is not about restoring trust in institutions. Transparency is the politics of managing mistrust.",
	"name": "Ivan Krastev"
}, {
	"quote": "Give me your trust and confidence, knowing that what I seek is for the good of Fiji, for the good of us all.",
	"name": "Josefa Iloilo"
}, {
	"quote": "Ah! yes, I know: those who see me rarely trust my word: I must look too intelligent to keep it.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "When all else fails, trust God.",
	"name": "David Robinson"
}, {
	"quote": "It would be ridiculous to say I don't want to sell records, but I trust my taste.",
	"name": "Earl Sweatshirt"
}, {
	"quote": "Trust is that rare and priceless treasure that wins us the affection of our heavenly Father.",
	"name": "Brennan Manning"
}, {
	"quote": "Every year in my life, I trust fewer and fewer people.",
	"name": "Francis Chan"
}, {
	"quote": "Trust your own instinct. Your mistakes might as well be your own, instead of someone else's.",
	"name": "Billy Wilder"
}, {
	"quote": "The maid that loves goes out to sea upon a shattered plank, and puts her trust in miracles for safety.",
	"name": "Edward Young"
}, {
	"quote": "Love is unknown. To open the heart in trust is unknown. They say love hurts. It doesn't have to.",
	"name": "Don Miguel Ruiz"
}, {
	"quote": "Donald Trump I wouldn't trust as far as I could throw him.",
	"name": "Mark Cuban"
}, {
	"quote": "Better to trust the man who is frequently in error than the one who is never in doubt.",
	"name": "Eric Sevareid"
}, {
	"quote": "Trust that little voice in your head that says 'Wouldn't it be interesting if...'; And then do it.",
	"name": "Duane Michals"
}, {
	"quote": "I trust bitcoin more than I trust my bank.",
	"name": "Adam Draper"
}, {
	"quote": "And I'm afraid, in this day and age, trust, which I count so, you know, I love loyalty. I love trust.",
	"name": "Elton John"
}, {
	"quote": "Trust is important in any relationship, not just a romantic one.",
	"name": "Stephanie Sigman"
}, {
	"quote": "A man who trusts nobody is apt to be the kind of man nobody trusts.",
	"name": "Harold MacMillan"
}, {
	"quote": "Learning to trust is one of life's most difficult tasks.",
	"name": "Isaac Watts"
}, {
	"quote": "How can people trust the harvest, unless they see it sown?",
	"name": "Mary Renault"
}, {
	"quote": "We have a great country, we are a great nation - let us trust in it.",
	"name": "Felipe VI of Spain"
}, {
	"quote": "Trust free people and free enterprise as opposed to meddling, burdensome government.",
	"name": "George Allen"
}, {
	"quote": "I trust Canadians' capacity to determine who will sit in their Parliament.",
	"name": "Justin Trudeau"
}, {
	"quote": "Strange bonds of trust and self-deception tend to grow between journalists and their subjects.",
	"name": "Sam Harris"
}, {
	"quote": "Put not your trust in money, but put your money in trust.",
	"name": "Oliver Wendell Holmes, Sr."
}, {
	"quote": "Erosion of faith and trust in government - that is the real problem that confronts us.",
	"name": "Rodrigo Duterte"
}, {
	"quote": "Life is a gift, given in trust - like a child.",
	"name": "Anne Morrow Lindbergh"
}, {
	"quote": "You have got to discover you, what you do, and trust it.",
	"name": "Barbra Streisand"
}, {
	"quote": "Trust is very hard if you don't know what you're trusting.",
	"name": "Marianne Williamson"
}, {
	"quote": "I think in order to push kids and coach kids the way we want to coach them, we've got to have their trust.",
	"name": "Kirby Smart"
}, {
	"quote": "As life has a way of unfolding as it is meant to, I have learned to trust life.",
	"name": "Linda Thompson"
}, {
	"quote": "I've learned to trust myself that I'm going to make healthy choices because I care about my health.",
	"name": "Camila Mendes"
}, {
	"quote": "Trust no friend without faults, and love a woman, but no angel.",
	"name": "Doris Lessing"
}, {
	"quote": "It's a real pleasure to earn the trust of your customers slowly over time by doing what's right.",
	"name": "Charlie Munger"
}, {
	"quote": "They that trust in the Lord shall never be confounded!",
	"name": "George Muller"
}, {
	"quote": "The hardest thing to do is to trust people.",
	"name": "Dwight Howard"
}, {
	"quote": "I really do like Solange, sincerely. I'm down for her, and I trust her judgment.",
	"name": "Kelela"
}, {
	"quote": "I don't have any romantic ideas about marriage. Trust me. A white dress... ? No. It's not something for me.",
	"name": "Diane Kruger"
}, {
	"quote": "When you trust yourself, then you trust God.",
	"name": "Haaz Sleiman"
}, {
	"quote": "I don't trust squirrels.",
	"name": "Terry Rozier"
}, {
	"quote": "Trust in yourself. Your perceptions are often far more accurate than you are willing to believe.",
	"name": "Claudia Black"
}, {
	"quote": "We have every reason to put our trust in NATO and in transatlantic cooperation.",
	"name": "Kersti Kaljulaid"
}, {
	"quote": "You can't trust code that you did not totally create yourself.",
	"name": "Ken Thompson"
}, {
	"quote": "Sci-fi nerds are respectful, honorable. You can trust them.",
	"name": "Claudia Christian"
}, {
	"quote": "Just trust those around you and trust yourself.",
	"name": "Johnny Simmons"
}, {
	"quote": "You have to, in some ways, trust in the human spirit and in human ingenuity.",
	"name": "Ariel Garten"
}, {
	"quote": "I have some women friends but I prefer men. Don't trust women. There is a built-in competition between women.",
	"name": "Edna O'Brien"
}, {
	"quote": "All political power is a trust.",
	"name": "Charles James Fox"
}, {
	"quote": "You must trust your instinct, intuition and judgment.",
	"name": "Rouben Mamoulian"
}, {
	"quote": "I want someone who can trust that my big hands are going to take care of them.",
	"name": "Dwayne Johnson"
}, {
	"quote": "I learned you can't trust the judgment of good friends.",
	"name": "Carl Sandburg"
}, {
	"quote": "My working and personal relationship with President Obama is marked by growing trust. I appreciate this.",
	"name": "Vladimir Putin"
}, {
	"quote": "I don't trust what this life has given me.",
	"name": "Dennis Rodman"
}, {
	"quote": "You can't trust anybody with power.",
	"name": "Newt Gingrich"
}, {
	"quote": "We need, in effect, to make the phantom 'lock-boxes' around the trust fund real.",
	"name": "Alan Greenspan"
}, {
	"quote": "Frankly, I don't trust any diet that doesn't allow sugar.",
	"name": "Bethenny Frankel"
}, {
	"quote": "One of the reasons I don't trust the media is you can't have a double standard for guys you like and dislike.",
	"name": "Charles Barkley"
}, {
	"quote": "Businesses and users are going to use technology only if they can trust it.",
	"name": "Satya Nadella"
}, {
	"quote": "Obviously, the bulk of my Nike shares have been set up in a trust.",
	"name": "Phil Knight"
}, {
	"quote": "If the players don't trust the coach, it is a problem, and vice versa.",
	"name": "Bill Parcells"
}, {
	"quote": "Every time I make American film I just trust American directors and American writers.",
	"name": "Jackie Chan"
}, {
	"quote": "Being on your own would be sad, sick and weird. I don't trust myself. I need that balance.",
	"name": "Daniel Craig"
}, {
	"quote": "Your every voter, as surely as your chief magistrate, exercises a public trust.",
	"name": "Grover Cleveland"
}, {
	"quote": "When I get logical, and I don't trust my instincts - that's when I get in trouble.",
	"name": "Angelina Jolie"
}, {
	"quote": "Trust and belief are two prime considerations. You must not allow yourself to be opinionated.",
	"name": "James Dean"
}, {
	"quote": "I always thought Vincent Lindon had a sexy body, a body you can trust, a solid body you can lean on.",
	"name": "Claire Denis"
}, {
	"quote": "Trust implies that both parties participate in the relationship with both 'gives' and 'gets.'",
	"name": "Denise Morrison"
}, {
	"quote": "Ruthless trust ultimately comes down to this: faith in the person of Jesus and hope in his promise.",
	"name": "Brennan Manning"
}, {
	"quote": "Maybe if I really believe in me, trust me without any calculated plan, who knows what will happen?",
	"name": "Eva Hesse"
}, {
	"quote": "I don't think it's true that blondes have more fun... Trust me, it is not true!",
	"name": "Mila Kunis"
}, {
	"quote": "You have to empower your employees to make their own choices and trust that they will make the right choices.",
	"name": "Dara Khosrowshahi"
}, {
	"quote": "Trust in what you love, continue to do it, and it will take you where you need to go.",
	"name": "Natalie Goldberg"
}, {
	"quote": "We've got to trust that we are all in it to win it.",
	"name": "Giancarlo Stanton"
}, {
	"quote": "The essence of good government is trust.",
	"name": "Kathleen Sebelius"
}, {
	"quote": "Trust me, I play the game for the fans, my family and myself.",
	"name": "David Ortiz"
}, {
	"quote": "I know you've got to earn people's trust, and you've got to earn it day after day after day.",
	"name": "Nicola Sturgeon"
}, {
	"quote": "Trust leads to approachability and open communications.",
	"name": "Scott Weiss"
}, {
	"quote": "This relationship is going to be built on trust.",
	"name": "Marla Maples"
}, {
	"quote": "If you get a dog that goes out there and bumps the sheep, comes on too hard, the sheep don't trust him.",
	"name": "Donald McCaig"
}, {
	"quote": "I would rather trust my child to a serpent than to a teacher who does not believe in God.",
	"name": "Karl G. Maeser"
}, {
	"quote": "You can't trust very many people.",
	"name": "George Best"
}, {
	"quote": "Sometimes the hardest thing to do is to trust your team. It's a lesson I've had to relearn quite a few times.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "People don't trust private health insurance companies for all the right reasons.",
	"name": "Bernie Sanders"
}, {
	"quote": "Without trust, you have nothing: trust is so important to me.",
	"name": "Tamara Ecclestone"
}, {
	"quote": "I am not the kind of girl who can trust a theory based on one person.",
	"name": "Brigitte Boisselier"
}, {
	"quote": "I wouldn't trust any man as far as you can throw a piano.",
	"name": "Ethel Merman"
}, {
	"quote": "As a historian, what I trust is my ability to take a mass of information and tell a story shaped around it.",
	"name": "Doris Kearns Goodwin"
}, {
	"quote": "You should trust any man in his own art provided he is skilled in it.",
	"name": "Edward Coke"
}, {
	"quote": "Never trust a hippie. That's definitely my motto.",
	"name": "Sam Taylor-Johnson"
}, {
	"quote": "Faith is not belief without proof, but trust without reservation.",
	"name": "D. Elton Trueblood"
}, {
	"quote": "The challenge for capitalism is that the things that breed trust also breed the environment for fraud.",
	"name": "James Surowiecki"
}, {
	"quote": "Trust me: I've been travelling, making movies, and spending the remainder of my time at home.",
	"name": "Kajal Aggarwal"
}, {
	"quote": "When the trust between the police and the communities they serve breaks down, everyone is at risk.",
	"name": "Eric Schneiderman"
}, {
	"quote": "You must look like a money person for clients to trust you.",
	"name": "Michael Lee-Chin"
}, {
	"quote": "How do you trust a government whose people are proved to be untrustworthy?",
	"name": "Kapil Sibal"
}, {
	"quote": "I'm riddled with cynicism. Whenever anyone says 'trust me,' the hairs go up on the back of my neck.",
	"name": "Charles Dance"
}, {
	"quote": "We need self-confidence in our ability to build Africa. I trust in Mali and I trust in music.",
	"name": "Rokia Traore"
}, {
	"quote": "There are only two sorts of people in life you can trust - good Christians and good Communists.",
	"name": "Joe Slovo"
}, {
	"quote": "It's not my job to try and alter the director's style - he's in charge, and I'll always give him my trust.",
	"name": "Ewan McGregor"
}, {
	"quote": "Never trust a narrator whose opening gambit is to insist he's not mad.",
	"name": "Sarah Pinborough"
}, {
	"quote": "If you're unhappy in a relationship, I think you just don't trust yourself for getting into another one.",
	"name": "Marian Seldes"
}, {
	"quote": "I'm not keen on the Internet. I don't trust it.",
	"name": "Amanda Eliasch"
}, {
	"quote": "I trust no one totally.",
	"name": "Gary Sheffield"
}, {
	"quote": "Trust comes from deeds.",
	"name": "Adolfo Aguilar Zinser"
}, {
	"quote": "Do not trust your memory; it is a net full of holes; the most beautiful prizes slip through it.",
	"name": "Georges Duhamel"
}, {
	"quote": "Trust is a great force multiplier.",
	"name": "Tom Ridge"
}, {
	"quote": "I trust the people who are working with me. I delegate.",
	"name": "Mario Draghi"
}, {
	"quote": "I would say readers can trust my work more than anyone else's.",
	"name": "Joseph J. Ellis"
}, {
	"quote": "I just want to contribute to my team and earn the trust and do everything they need from me.",
	"name": "Stefon Diggs"
}, {
	"quote": "I believe in trusting men, not only once but twice - in giving a failure another chance.",
	"name": "James Cash Penney"
}, {
	"quote": "Responsibilities are given to him on whom trust rests. Responsibility is always a sign of trust.",
	"name": "James Cash Penney"
}, {
	"quote": "Trust one who has tried.",
	"name": "Virgil"
}, {
	"quote": "I don't like Bush. I don't trust him. I don't like his record. He's stupid. He's lazy.",
	"name": "Cher"
}, {
	"quote": "My parents worry all the time because I trust people very easily.",
	"name": "Deepika Padukone"
}, {
	"quote": "I will work my heart out to earn the trust of the people of Massachusetts.",
	"name": "Elizabeth Warren"
}, {
	"quote": "It's a delight to trust somebody so completely.",
	"name": "Jeff Goldblum"
}, {
	"quote": "I love to be directed. They can trust me and go.",
	"name": "Jeff Goldblum"
}, {
	"quote": "You cannot have a relationship with someone you can't trust.",
	"name": "Sheri L. Dew"
}, {
	"quote": "I'm not a comic. There's twenty five percent of me that doesn't trust people who identify as comics.",
	"name": "Katya Zamolodchikova"
}, {
	"quote": "I will have to earn trust and respect from my kids.",
	"name": "Tiger Woods"
}, {
	"quote": "I'm so suspicious of boys-slash-men. I just don't like them or trust them.",
	"name": "Megan Fox"
}, {
	"quote": "I always have issues with trust.",
	"name": "Vin Diesel"
}, {
	"quote": "I wouldn't trust Nixon from here to that phone.",
	"name": "Barry Goldwater"
}, {
	"quote": "Creativity comes from trust. Trust your instincts. And never hope more than you work.",
	"name": "Rita Mae Brown"
}, {
	"quote": "It starts with trusting yourself, even if people are telling you you're too young to trust yourself.",
	"name": "SZA"
}, {
	"quote": "If you're not gonna do it right off the field, who's to say we trust you on the field?",
	"name": "Baker Mayfield"
}, {
	"quote": "I could I trust starve like a gentleman. It's listed as part of the poetic training, you know.",
	"name": "Ezra Pound"
}, {
	"quote": "Fear leads to more fear, and trust leads to more trust.",
	"name": "Dean Ornish"
}, {
	"quote": "You can never trust what you read.",
	"name": "William Goldman"
}, {
	"quote": "Trust in God - she will provide.",
	"name": "Emmeline Pankhurst"
}, {
	"quote": "Counterintuitive actions prove we can trust real knowledge and do the opposite of what we feel makes sense.",
	"name": "Penn Jillette"
}, {
	"quote": "Trust your gut.",
	"name": "Sara Blakely"
}, {
	"quote": "I think that America will not trust a party to defend America that isn't willing to defend itself.",
	"name": "James Carville"
}, {
	"quote": "I think with the beginning of any political administration, you have to build trust, and it takes time.",
	"name": "Stanley A. McChrystal"
}, {
	"quote": "In America few people will trust you unless you are irreverent.",
	"name": "Norman Mailer"
}, {
	"quote": "I don't trust a lot of journalists.",
	"name": "Calvin Klein"
}, {
	"quote": "Whatever happens in life is fine - just trust in that.",
	"name": "Orlando Bloom"
}, {
	"quote": "Never trust a husband too far, nor a bachelor too near.",
	"name": "Helen Rowland"
}, {
	"quote": "If we really want to be full and generous in spirit, we have no choice but to trust at some level.",
	"name": "Rita Dove"
}, {
	"quote": "A half truth, like half a brick, is always more forcible as an argument than a whole one. It carries better.",
	"name": "Stephen Leacock"
}, {
	"quote": "It doesn't make any sense... that's why I trust it!",
	"name": "Kate Winslet"
}, {
	"quote": "I always trust my gut reaction; it's always right.",
	"name": "Kiana Tom"
}, {
	"quote": "PR is premised on truth, trust, and transparency.",
	"name": "Richard Edelman"
}, {
	"quote": "Trust him not with your secrets, who, when left alone in your room, turns over your papers.",
	"name": "Johann Kaspar Lavater"
}, {
	"quote": "I read the NY Times but I don't trust all of it.",
	"name": "David Byrne"
}, {
	"quote": "Never trust a man who speaks well of everybody.",
	"name": "John Churton Collins"
}, {
	"quote": "Never trust sheep.",
	"name": "Ryan Stiles"
}, {
	"quote": "You might not trust me. Please give me a chance and time. I will prove myself for all of you.",
	"name": "Yingluck Shinawatra"
}, {
	"quote": "In these times, God's people must trust him for rest of body and soul.",
	"name": "David Wilkerson"
}, {
	"quote": "Don't trust anyone over 30.",
	"name": "Pat Boone"
}, {
	"quote": "Whoever has trusted a woman has trusted deceivers.",
	"name": "Hesiod"
}, {
	"quote": "Trust your ability!",
	"name": "Itzhak Perlman"
}, {
	"quote": "Never trust anyone who wants what you've got. Friend or no, envy is an overwhelming emotion.",
	"name": "Eubie Blake"
}, {
	"quote": "Not everyone can be trusted. I think we all have to be very selective about the people we trust.",
	"name": "Shelley Long"
}, {
	"quote": "I never trusted good-looking boys.",
	"name": "Frances McDormand"
}, {
	"quote": "Would you want to do business with a person who was 99% honest?",
	"name": "Sydney Madwed"
}, {
	"quote": "Doing designs on a loom takes a lot of talent and experience, and, trust me, I won't be able to do that.",
	"name": "Liya Kebede"
}, {
	"quote": "Who would not rather trust and be deceived?",
	"name": "Eliza Cook"
}, {
	"quote": "We try to find better solutions - our customers have given us a lot of trust.",
	"name": "Phil Schiller"
}, {
	"quote": "I would rather trust a woman's instinct than a man's reason.",
	"name": "Stanley Baldwin"
}, {
	"quote": "When trust improves, the mood improves.",
	"name": "Fernando Flores"
}, {
	"quote": "Not to be negative, but I think the biggest lesson is don't trust anyone.",
	"name": "Jeff Baena"
}, {
	"quote": "The Christian must trust in a withdrawing God.",
	"name": "William Gurnall"
}, {
	"quote": "You have to trust the people who work with you and hire, but also listen to as many smart people as you can.",
	"name": "George Stroumboulopoulos"
}, {
	"quote": "In a multi-racial society, trust, understanding and tolerance are the cornerstones of peace and order.",
	"name": "Kamisese Mara"
}, {
	"quote": "You can trust Charlie Crist.",
	"name": "Charlie Crist"
}, {
	"quote": "I have to trust what I do and then do it.",
	"name": "Ednita Nazario"
}, {
	"quote": "I've never made choices based on money - I always trust my gut.",
	"name": "David James Elliott"
}]