[{
	"quote": "Truth is everybody is going to hurt you: you just gotta find the ones worth suffering for.",
	"name": "Bob Marley"
}, {
	"quote": "Beauty is truth's smile when she beholds her own face in a perfect mirror.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "Honesty is the first chapter in the book of wisdom.",
	"name": "Thomas Jefferson"
}, {
	"quote": "The great advantage about telling the truth is that nobody ever believes it.",
	"name": "Dorothy L. Sayers"
}, {
	"quote": "A lie can travel half way around the world while the truth is putting on its shoes.",
	"name": "Charles Spurgeon"
}, {
	"quote": "Three things cannot be long hidden: the sun, the moon, and the truth.",
	"name": "Buddha"
}, {
	"quote": "No legacy is so rich as honesty.",
	"name": "William Shakespeare"
}, {
	"quote": "Truth is like the sun. You can shut it out for a time, but it ain't goin' away.",
	"name": "Elvis Presley"
}, {
	"quote": "Truth will always be truth, regardless of lack of understanding, disbelief or ignorance.",
	"name": "W. Clement Stone"
}, {
	"quote": "Half a truth is often a great lie.",
	"name": "Benjamin Franklin"
}, {
	"quote": "I am the Way, the Truth, and the Life. No one comes to the Father except through me.",
	"name": "Jesus Christ"
}, {
	"quote": "Honesty is more than not lying. It is truth telling, truth speaking, truth living, and truth loving.",
	"name": "James E. Faust"
}, {
	"quote": "The truth is incontrovertible. Malice may attack it, ignorance may deride it, but in the end, there it is.",
	"name": "Winston Churchill"
}, {
	"quote": "Truth can be stated in a thousand different ways, yet each one can be true.",
	"name": "Swami Vivekananda"
}, {
	"quote": "Whoever is careless with the truth in small matters cannot be trusted with important matters.",
	"name": "Albert Einstein"
}, {
	"quote": "Facts are many, but the truth is one.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "The truth is rarely pure and never simple.",
	"name": "Oscar Wilde"
}, {
	"quote": "The greatest truth is honesty, and the greatest falsehood is dishonesty.",
	"name": "Abu Bakr"
}, {
	"quote": "For every good reason there is to lie, there is a better reason to tell the truth.",
	"name": "Bo Bennett"
}, {
	"quote": "I'm for truth, no matter who tells it. I'm for justice, no matter who it's for or against.",
	"name": "Malcolm X"
}, {
	"quote": "Morality is the basis of things and truth is the substance of all morality.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "There's nothing so kingly as kindness, and nothing so royal as truth.",
	"name": "Alice Cary"
}, {
	"quote": "Honest communication is built on truth and integrity and upon respect of the one for the other.",
	"name": "Benjamin E. Mays"
}, {
	"quote": "People like to say that the conflict is between good and evil. The real conflict is between truth and lies.",
	"name": "Don Miguel Ruiz"
}, {
	"quote": "A liar will not be believed, even when he speaks the truth.",
	"name": "Aesop"
}, {
	"quote": "We live in a fantasy world, a world of illusion. The great task in life is to find reality.",
	"name": "Iris Murdoch"
}, {
	"quote": "Truth is powerful and it prevails.",
	"name": "Sojourner Truth"
}, {
	"quote": "It's no wonder that truth is stranger than fiction. Fiction has to make sense.",
	"name": "Mark Twain"
}, {
	"quote": "I never did give anybody hell. I just told the truth and they thought it was hell.",
	"name": "Harry S Truman"
}, {
	"quote": "If you tell the truth, you don't have to remember anything.",
	"name": "Mark Twain"
}, {
	"quote": "Once you eliminate the impossible, whatever remains, no matter how improbable, must be the truth.",
	"name": "Arthur Conan Doyle"
}, {
	"quote": "There is no greatness where there is no simplicity, goodness and truth.",
	"name": "Leo Tolstoy"
}, {
	"quote": "A lie gets halfway around the world before the truth has a chance to get its pants on.",
	"name": "Winston Churchill"
}, {
	"quote": "Rather than love, than money, than fame, give me truth.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I was born into the world as the king of truth for the salvation of the world.",
	"name": "Buddha"
}, {
	"quote": "Even if you are a minority of one, the truth is the truth.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "It is only with the heart that one can see rightly; what is essential is invisible to the eye.",
	"name": "Antoine de Saint-Exupery"
}, {
	"quote": "The goal of education is the advancement of knowledge and the dissemination of truth.",
	"name": "John F. Kennedy"
}, {
	"quote": "In a time of universal deceit - telling the truth is a revolutionary act.",
	"name": "Unknown"
}, {
	"quote": "Truth is ever to be found in simplicity, and not in the multiplicity and confusion of things.",
	"name": "Isaac Newton"
}, {
	"quote": "The truth is not for all men, but only for those who seek it.",
	"name": "Ayn Rand"
}, {
	"quote": "The truth is that all men having power ought to be mistrusted.",
	"name": "James Madison"
}, {
	"quote": "Tell the truth, work hard, and come to dinner on time.",
	"name": "Gerald R. Ford"
}, {
	"quote": "A lie told often enough becomes the truth.",
	"name": "Vladimir Lenin"
}, {
	"quote": "There is no truth. There is only perception.",
	"name": "Gustave Flaubert"
}, {
	"quote": "Any truth is better than indefinite doubt.",
	"name": "Arthur Conan Doyle"
}, {
	"quote": "Truth is the daughter of time, not of authority.",
	"name": "Francis Bacon"
}, {
	"quote": "Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth.",
	"name": "Oscar Wilde"
}, {
	"quote": "Truth will ultimately prevail where there is pains to bring it to light.",
	"name": "George Washington"
}, {
	"quote": "Perhaps the truth depends on a walk around the lake.",
	"name": "Wallace Stevens"
}, {
	"quote": "All truths are easy to understand once they are discovered; the point is to discover them.",
	"name": "Galileo Galilei"
}, {
	"quote": "Betrayal is the only truth that sticks.",
	"name": "Arthur Miller"
}, {
	"quote": "The thing about the truth is, not a lot of people can handle it.",
	"name": "Conor McGregor"
}, {
	"quote": "A lie which is half a truth is ever the blackest of lies.",
	"name": "Alfred Lord Tennyson"
}, {
	"quote": "That which is false troubles the heart, but truth brings joyous tranquillity.",
	"name": "Rumi"
}, {
	"quote": "After all, the ultimate goal of all research is not objectivity, but truth.",
	"name": "Helene Deutsch"
}, {
	"quote": "It's in literature that true life can be found. It's under the mask of fiction that you can tell the truth.",
	"name": "Gao Xingjian"
}, {
	"quote": "There is nothing so strong or safe in an emergency of life as the simple truth.",
	"name": "Charles Dickens"
}, {
	"quote": "There are no facts, only interpretations.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Truth stands, even if there be no public support. It is self-sustained.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "'Beauty is truth, truth beauty,' - that is all ye know on earth, and all ye need to know.",
	"name": "John Keats"
}, {
	"quote": "Truth is the ultimate power. When the truth comes around, all the lies have to run and hide.",
	"name": "Ice Cube"
}, {
	"quote": "I trust you: That's huge. That's truth. That's real love. Everyone uses 'I love you' so loosely.",
	"name": "Justin Chatwin"
}, {
	"quote": "Truth is the torch that gleams through the fog without dispelling it.",
	"name": "Claude Adrien Helvetius"
}, {
	"quote": "The poet is a liar who always speaks the truth.",
	"name": "Jean Cocteau"
}, {
	"quote": "Photography is truth. The cinema is truth twenty-four times per second.",
	"name": "Jean-Luc Godard"
}, {
	"quote": "The very concept of objective truth is fading out of the world. Lies will pass into history.",
	"name": "George Orwell"
}, {
	"quote": "Convictions are more dangerous foes of truth than lies.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "A lot of truth is said in jest.",
	"name": "Eminem"
}, {
	"quote": "I think the truth is black-and-white.",
	"name": "Nancy Grace"
}, {
	"quote": "Competence, like truth, beauty, and contact lenses, is in the eye of the beholder.",
	"name": "Laurence J. Peter"
}, {
	"quote": "There are only two mistakes one can make along the road to truth; not going all the way, and not starting.",
	"name": "Buddha"
}, {
	"quote": "Truth is the daughter of time, and I feel no shame in being her midwife.",
	"name": "Johannes Kepler"
}, {
	"quote": "It is always the best policy to speak the truth, unless, of course, you are an exceptionally good liar.",
	"name": "Jerome K. Jerome"
}, {
	"quote": "A few observation and much reasoning lead to error; many observations and a little reasoning to truth.",
	"name": "Alexis Carrel"
}, {
	"quote": "Truth will rise above falsehood as oil above water.",
	"name": "Miguel de Cervantes"
}, {
	"quote": "Truth is confirmed by inspection and delay; falsehood by haste and uncertainty.",
	"name": "Tacitus"
}, {
	"quote": "Stop holding your truth; speak your truth. Be yourself. It's the healthiest way to be.",
	"name": "Tiffany Haddish"
}, {
	"quote": "Fiction is the truth inside the lie.",
	"name": "Stephen King"
}, {
	"quote": "We too often bind ourselves by authorities rather than by the truth.",
	"name": "Lucretia Mott"
}, {
	"quote": "There's just some magic in truth and honesty and openness.",
	"name": "Frank Ocean"
}, {
	"quote": "I chose to pursue a career in physics because there the truth isn't so easily bent.",
	"name": "Angela Merkel"
}, {
	"quote": "The only passion that guides me is for the truth... I look at everything from this point of view.",
	"name": "Che Guevara"
}, {
	"quote": "You shall know the truth, and the truth shall make you mad.",
	"name": "Aldous Huxley"
}, {
	"quote": "Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities; Truth isn't.",
	"name": "Mark Twain"
}, {
	"quote": "The sad truth is that most evil is done by people who never make up their minds to be good or evil.",
	"name": "Hannah Arendt"
}, {
	"quote": "When truth has no burning, then it is philosophy, when it gets burning from the heart, it becomes poetry.",
	"name": "Muhammad Iqbal"
}, {
	"quote": "Humanity appreciates truth about as much as a squirrel appreciates silver.",
	"name": "Vernon Howard"
}, {
	"quote": "Knowledge rests not upon truth alone, but upon error also.",
	"name": "Carl Jung"
}, {
	"quote": "Let's not be afraid to speak the common sense truth: you can't have high standards without good discipline.",
	"name": "William Hague"
}, {
	"quote": "Truth is on the side of the oppressed.",
	"name": "Malcolm X"
}, {
	"quote": "The bud of victory is always in the truth.",
	"name": "Benjamin Harrison"
}, {
	"quote": "The universe is transformation: life is opinion.",
	"name": "Marcus Aurelius"
}, {
	"quote": "There are sadistic scientists who hurry to hunt down errors instead of establishing the truth.",
	"name": "Marie Curie"
}, {
	"quote": "In time of war, truth is always replaced by propaganda.",
	"name": "Charles Lindbergh"
}, {
	"quote": "Accusations fit on a bumper sticker; the truth takes longer.",
	"name": "Michael Hayden"
}, {
	"quote": "The truth does not change according to our ability to stomach it.",
	"name": "Flannery O'Connor"
}, {
	"quote": "If you are out to describe the truth, leave elegance to the tailor.",
	"name": "Albert Einstein"
}, {
	"quote": "Plato is my friend; Aristotle is my friend, but my greatest friend is truth.",
	"name": "Isaac Newton"
}, {
	"quote": "The theatre was created to tell people the truth about life and the social situation.",
	"name": "Stella Adler"
}, {
	"quote": "There's a world of difference between truth and facts. Facts can obscure the truth.",
	"name": "Maya Angelou"
}, {
	"quote": "When you want to fool the world, tell the truth.",
	"name": "Otto von Bismarck"
}, {
	"quote": "It takes two to speak the truth: one to speak, and another to hear.",
	"name": "Henry David Thoreau"
}, {
	"quote": "A harmful truth is better than a useful lie.",
	"name": "Thomas Mann"
}, {
	"quote": "My way of joking is to tell the truth. That's the funniest joke in the world.",
	"name": "Muhammad Ali"
}, {
	"quote": "If you want to be thought a liar, always tell the truth.",
	"name": "Logan Pearsall Smith"
}, {
	"quote": "The truth is, your identity already has been stolen.",
	"name": "Frank Abagnale"
}, {
	"quote": "The truth is that men are tired of liberty.",
	"name": "Benito Mussolini"
}, {
	"quote": "When truth is on your side, you don't need support.",
	"name": "Hrithik Roshan"
}, {
	"quote": "Truth is a hard deer to hunt. If you eat too much truth at once, you may die of the truth.",
	"name": "Stephen Vincent Benet"
}, {
	"quote": "Non-violence and truth are inseparable and presuppose one another.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "In seeking truth you have to get both sides of a story.",
	"name": "Walter Cronkite"
}, {
	"quote": "Truth is certainly a branch of morality and a very important one to society.",
	"name": "Thomas Jefferson"
}, {
	"quote": "In wartime, truth is so precious that she should always be attended by a bodyguard of lies.",
	"name": "Winston Churchill"
}, {
	"quote": "The truth will set you free, but first it will make you miserable.",
	"name": "James A. Garfield"
}, {
	"quote": "If you shut the door to all errors, truth will be shut out.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "I tore myself away from the safe comfort of certainties through my love for truth - and truth rewarded me.",
	"name": "Simone de Beauvoir"
}, {
	"quote": "The lawyer's truth is not Truth, but consistency or a consistent expediency.",
	"name": "Henry David Thoreau"
}, {
	"quote": "The words of truth are always paradoxical.",
	"name": "Lao Tzu"
}, {
	"quote": "The truth is of course is that there is no journey. We are arriving and departing all at the same time.",
	"name": "David Bowie"
}, {
	"quote": "Tell the children the truth.",
	"name": "Bob Marley"
}, {
	"quote": "It does not require many words to speak the truth.",
	"name": "Chief Joseph"
}, {
	"quote": "Truth is a point of view, but authenticity can't be faked.",
	"name": "Peter Guber"
}, {
	"quote": "Justice is truth in action.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "It is a melancholy truth that even great men have their poor relations.",
	"name": "Charles Dickens"
}, {
	"quote": "God's truth judges created things out of love, and Satan's truth judges them out of envy and hatred.",
	"name": "Dietrich Bonhoeffer"
}, {
	"quote": "Everything takes me longer than I expect. It's the sad truth about life.",
	"name": "Donna Tartt"
}, {
	"quote": "Hard times arouse an instinctive desire for authenticity.",
	"name": "Coco Chanel"
}, {
	"quote": "Friendship at first sight, like love at first sight, is said to be the only truth.",
	"name": "Herman Melville"
}, {
	"quote": "Real intimacy depends on truth - lovingly told - especially in the bedroom.",
	"name": "Joyce Brothers"
}, {
	"quote": "Whoever is detected in a shameful fraud is ever after not believed even if they speak the truth.",
	"name": "Phaedrus"
}, {
	"quote": "A Lawyer will do anything to win a case, sometimes he will even tell the truth.",
	"name": "Patrick Murray"
}, {
	"quote": "A truth that's told with bad intent beats all the lies you can invent.",
	"name": "William Blake"
}, {
	"quote": "If uncovering the truth is the greatest challenge of nonfiction writing, it is also the greatest reward.",
	"name": "Candice Millard"
}, {
	"quote": "Where all is but dream, reasoning and arguments are of no use, truth and knowledge nothing.",
	"name": "John Locke"
}, {
	"quote": "The People have a right to the Truth as they have a right to life, liberty and the pursuit of happiness.",
	"name": "Frank Norris"
}, {
	"quote": "Truth is always served by great minds, even if they fight it.",
	"name": "Jean Rostand"
}, {
	"quote": "We cannot forever hide the truth about ourselves, from ourselves.",
	"name": "John McCain"
}, {
	"quote": "It is by doubting that we come to investigate, and by investigating that we recognize the truth.",
	"name": "Peter Abelard"
}, {
	"quote": "When in doubt tell the truth.",
	"name": "Mark Twain"
}, {
	"quote": "Reason is the natural order of truth; but imagination is the organ of meaning.",
	"name": "C. S. Lewis"
}, {
	"quote": "The object of the superior man is truth.",
	"name": "Confucius"
}, {
	"quote": "Man will occasionally stumble over the truth, but most of the time he will pick himself up and continue on.",
	"name": "Winston Churchill"
}, {
	"quote": "We swallow greedily any lie that flatters us, but we sip only little by little at a truth we find bitter.",
	"name": "Denis Diderot"
}, {
	"quote": "Whatever satisfies the soul is truth.",
	"name": "Walt Whitman"
}, {
	"quote": "Truth never damages a cause that is just.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Rebellion without truth is like spring in a bleak, arid desert.",
	"name": "Khalil Gibran"
}, {
	"quote": "It's very easy to be judgmental until you know someone's truth.",
	"name": "Kate Winslet"
}, {
	"quote": "Facts are stubborn things.",
	"name": "Ronald Reagan"
}, {
	"quote": "Plato is dear to me, but dearer still is truth.",
	"name": "Aristotle"
}, {
	"quote": "Only enemies speak the truth; friends and lovers lie endlessly, caught in the web of duty.",
	"name": "Stephen King"
}, {
	"quote": "Once you go inside and weed through the muck, you will find the real beauty, the truth about yourself.",
	"name": "Lindsay Wagner"
}, {
	"quote": "I am a humble but very earnest seeker after truth.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be.",
	"name": "Alan Watts"
}, {
	"quote": "The truth. It is a beautiful and terrible thing, and must therefore be treated with great caution.",
	"name": "J. K. Rowling"
}, {
	"quote": "Acting is all about finding the truth within whatever world you're in.",
	"name": "Karen Gillan"
}, {
	"quote": "And, after all, what is a lie? 'Tis but the truth in a masquerade.",
	"name": "Alexander Pope"
}, {
	"quote": "Many a doctrine is like a window pane. We see truth through it but it divides us from truth.",
	"name": "Khalil Gibran"
}, {
	"quote": "Why would anyone lie? The truth is always more colorful.",
	"name": "James Hall"
}, {
	"quote": "To the living we owe respect, but to the dead we owe only the truth.",
	"name": "Voltaire"
}, {
	"quote": "The truth is found when men are free to pursue it.",
	"name": "Franklin D. Roosevelt"
}, {
	"quote": "How sweet the words of Truth, breathed from the lips of Love.",
	"name": "James Beattie"
}, {
	"quote": "Dear Internet: You are very good at spreading rumors. Truth is more valuable and much harder to come by.",
	"name": "Mark Frost"
}, {
	"quote": "Legends die hard. They survive as truth rarely does.",
	"name": "Helen Hayes"
}, {
	"quote": "Always speak the truth, think before you speak, and write it down afterwards.",
	"name": "Lewis Carroll"
}, {
	"quote": "To be outspoken is easy when you do not wait to speak the complete truth.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "You don't have to sort of enhance reality. There is nothing stranger than truth.",
	"name": "Annie Leibovitz"
}, {
	"quote": "It is one thing to show a man that he is in an error, and another to put him in possession of the truth.",
	"name": "John Locke"
}, {
	"quote": "Everything will line up perfectly when knowing and living the truth becomes more important than looking good.",
	"name": "Alan Cohen"
}, {
	"quote": "Architecture is the reaching out for the truth.",
	"name": "Louis Kahn"
}, {
	"quote": "This is the way of peace: Overcome evil with good, falsehood with truth, and hatred with love.",
	"name": "Peace Pilgrim"
}, {
	"quote": "The truth is the best picture, the best propaganda.",
	"name": "Robert Capa"
}, {
	"quote": "Truth springs from argument amongst friends.",
	"name": "David Hume"
}, {
	"quote": "Not everyone can see the truth, but he can be it.",
	"name": "Franz Kafka"
}, {
	"quote": "Truth sits upon the lips of dying men.",
	"name": "Matthew Arnold"
}, {
	"quote": "Let us hold our discussion together in our own persons, making trial of the truth and of ourselves.",
	"name": "Protagoras"
}, {
	"quote": "The truth is that life is delicious, horrible, charming, frightful, sweet, bitter, and that is everything.",
	"name": "Anatole France"
}, {
	"quote": "Be truthful, nature only sides with truth.",
	"name": "Adolf Loos"
}, {
	"quote": "Truth is mighty and will prevail. There is nothing wrong with this, except that it ain't so.",
	"name": "Mark Twain"
}, {
	"quote": "Fiction is obliged to stick to possibilities. Truth isn't.",
	"name": "Mark Twain"
}, {
	"quote": "Truth is the most valuable thing we have. Let us economize it.",
	"name": "Mark Twain"
}, {
	"quote": "Our democracy is designed to speak truth to power.",
	"name": "Alexandria Ocasio-Cortez"
}, {
	"quote": "Peace if possible, truth at all costs.",
	"name": "Martin Luther"
}, {
	"quote": "I am certain of nothing but the holiness of the heart's affections, and the truth of imagination.",
	"name": "John Keats"
}, {
	"quote": "Fiction reveals truth that reality obscures.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Truth is the property of no individual but is the treasure of all men.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "All truth is simple... is that not doubly a lie?",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Truth is beautiful, without doubt; but so are lies.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "The least initial deviation from the truth is multiplied later a thousandfold.",
	"name": "Aristotle"
}, {
	"quote": "One may sometimes tell a lie, but the grimace that accompanies it tells the truth.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Every mind must make its choice between truth and repose. It cannot have both.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "Piety requires us to honor truth above our friends.",
	"name": "Aristotle"
}, {
	"quote": "By and large, language is a tool for concealing the truth.",
	"name": "George Carlin"
}, {
	"quote": "I believe in the fundamental truth of all great religions of the world.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Mystical explanations are thought to be deep; the truth is that they are not even shallow.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "There is not a truth existing which I fear... or would wish unknown to the whole world.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Every truth has two sides; it is as well to look at both, before we commit ourselves to either.",
	"name": "Aesop"
}, {
	"quote": "I guess rumors are more exciting than the truth.",
	"name": "Venus Williams"
}, {
	"quote": "By doubting we are led to question, by questioning we arrive at the truth.",
	"name": "Peter Abelard"
}, {
	"quote": "The truth of the matter is that you always know the right thing to do. The hard part is doing it.",
	"name": "Norman Schwarzkopf"
}, {
	"quote": "There are some people so addicted to exaggeration that they can't tell the truth without lying.",
	"name": "Josh Billings"
}, {
	"quote": "All great truths begin as blasphemies.",
	"name": "George Bernard Shaw"
}, {
	"quote": "All the truth in the world adds up to one big lie.",
	"name": "Bob Dylan"
}, {
	"quote": "Nothing gives rest but the sincere search for truth.",
	"name": "Blaise Pascal"
}, {
	"quote": "It's always good news when you're closer to the truth.",
	"name": "Fabiola Gianotti"
}, {
	"quote": "Intense feeling too often obscures the truth.",
	"name": "Harry S Truman"
}, {
	"quote": "Truth is always strange, stranger than fiction.",
	"name": "Lord Byron"
}, {
	"quote": "It is the nature of truth in general, as of some ores in particular, to be richest when most superficial.",
	"name": "Edgar Allan Poe"
}, {
	"quote": "The absurd is the essential concept and the first truth.",
	"name": "Albert Camus"
}, {
	"quote": "There is nothing more deceptive than an obvious fact.",
	"name": "Arthur Conan Doyle"
}, {
	"quote": "Truth is the glue that holds government together.",
	"name": "Gerald R. Ford"
}, {
	"quote": "Truth never pleads or compromises or wavers. It invites and awaits your acceptance.",
	"name": "Vernon Howard"
}, {
	"quote": "I'm not a tough guy. I'm just delivering the truth and only the truth and if you can't deal with it, too bad.",
	"name": "Kevin O'Leary"
}, {
	"quote": "The most powerful element in advertising is the truth.",
	"name": "William Bernbach"
}, {
	"quote": "Time is money says the proverb, but turn it around and you get a precious truth. Money is time.",
	"name": "George Gissing"
}, {
	"quote": "Truth is so hard to tell, it sometimes needs fiction to make it plausible.",
	"name": "Francis Bacon"
}, {
	"quote": "Truth emerges more readily from error than from confusion.",
	"name": "Francis Bacon"
}, {
	"quote": "You will find truth more quickly through delight than gravity. Let out a little more string on your kite.",
	"name": "Alan Cohen"
}, {
	"quote": "Like all dreamers, I mistook disenchantment for truth.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "A writer should have this little voice inside of you saying, Tell the truth. Reveal a few secrets here.",
	"name": "Quentin Tarantino"
}, {
	"quote": "What the imagination seizes as beauty must be truth.",
	"name": "John Keats"
}, {
	"quote": "A lie would have no sense unless the truth were felt dangerous.",
	"name": "Alfred Adler"
}, {
	"quote": "If there were only one truth, you couldn't paint a hundred canvases on the same theme.",
	"name": "Pablo Picasso"
}, {
	"quote": "If the Republicans will stop telling lies about the Democrats, we will stop telling the truth about them.",
	"name": "Adlai Stevenson I"
}, {
	"quote": "The first casualty when war comes is truth.",
	"name": "Hiram Johnson"
}, {
	"quote": "I think all good reporting is the same thing - the best attainable version of the truth.",
	"name": "Carl Bernstein"
}, {
	"quote": "When truth takes a backseat to ego and politics, trust is lost.",
	"name": "Patrick Lencioni"
}, {
	"quote": "Tell the truth, but tell it slant.",
	"name": "Emily Dickinson"
}, {
	"quote": "The first reaction to truth is hatred.",
	"name": "Tertullian"
}, {
	"quote": "Children say that people are hung sometimes for speaking the truth.",
	"name": "Joan of Arc"
}, {
	"quote": "Seeing the bigger picture opens your eyes to what is the truth.",
	"name": "Wadada Leo Smith"
}, {
	"quote": "In dreams the truth is learned that all good works are done in the absence of a caress.",
	"name": "Leonard Cohen"
}, {
	"quote": "I've been called a recluse. There's definitely truth in that. I like to spend time alone.",
	"name": "Kendrick Lamar"
}, {
	"quote": "There is nothing so powerful as truth, and often nothing so strange.",
	"name": "Daniel Webster"
}, {
	"quote": "Truth is a thing immortal and perpetual, and it gives to us a beauty that fades not away in time.",
	"name": "Frank Norris"
}, {
	"quote": "Life is about, every single day, getting up to manifest your truth.",
	"name": "Cory Booker"
}, {
	"quote": "Myths and creeds are heroic struggles to comprehend the truth in the world.",
	"name": "Ansel Adams"
}, {
	"quote": "I am bound to tell what I am told, but not in every case to believe it.",
	"name": "Herodotus"
}, {
	"quote": "Never question the relevance of truth, but always question the truth of relevance.",
	"name": "Craig Bruce"
}, {
	"quote": "When I saw corruption, I was forced to find truth on my own. I couldn't swallow the hypocrisy.",
	"name": "Barry White"
}, {
	"quote": "Truth is, I love to play bartender and assist my husband at the BBQ.",
	"name": "Sherry Yard"
}, {
	"quote": "Truth in philosophy means that concept and external reality correspond.",
	"name": "Georg Wilhelm Friedrich Hegel"
}, {
	"quote": "Silence is the mother of truth.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Respect for the truth comes close to being the basis for all morality.",
	"name": "Frank Herbert"
}, {
	"quote": "Time is the father of truth, its mother is our mind.",
	"name": "Giordano Bruno"
}, {
	"quote": "Tests that sugar-coat the truth only set up our kids to fail in worse ways down the road.",
	"name": "Wendy Kopp"
}, {
	"quote": "Nobody speaks the truth when there is something they must have.",
	"name": "Elizabeth Bowen"
}, {
	"quote": "I'm not that interested in recreating reality. I'm interested in recreating an emotional truth.",
	"name": "Guillermo del Toro"
}, {
	"quote": "My longing for truth was a single prayer.",
	"name": "Edith Stein"
}, {
	"quote": "Truth exists; only lies are invented.",
	"name": "Georges Braque"
}, {
	"quote": "The truth is, there is no link between vaccines and autism. Vaccines are incredibly important.",
	"name": "Timothy Simons"
}, {
	"quote": "The truth is always more heroic than the hype.",
	"name": "Jessica Lynch"
}, {
	"quote": "The Way is the beginning of the ten thousand things and the guiding thread of truth and falsity.",
	"name": "Han Fei"
}, {
	"quote": "Only the broken-hearted know the truth about love.",
	"name": "Mason Cooley"
}, {
	"quote": "Truth is a tendency.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "Read nature; nature is a friend to truth.",
	"name": "Edward Young"
}, {
	"quote": "My religion is based on truth and non-violence. Truth is my God. Non-violence is the means of realising Him.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "There is another old poet whose name I do not now remember who said, 'Truth is the daughter of Time.'",
	"name": "Abraham Lincoln"
}, {
	"quote": "Why shouldn't truth be stranger than fiction? Fiction, after all, has to make sense.",
	"name": "Mark Twain"
}, {
	"quote": "Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either.",
	"name": "Albert Einstein"
}, {
	"quote": "Truth is so rare that it is delightful to tell it.",
	"name": "Emily Dickinson"
}, {
	"quote": "All credibility, all good conscience, all evidence of truth come only from the senses.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "We have art in order not to die of the truth.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Truth is handsomer than the affectation of love. Your goodness must have some edge to it, else it is none.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "For though we love both the truth and our friends, piety requires us to honor the truth first.",
	"name": "Aristotle"
}, {
	"quote": "Never apologize for showing feeling. When you do so, you apologize for the truth.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "Adversity is the first path to truth.",
	"name": "Lord Byron"
}, {
	"quote": "The truth is, no one of us can be free until everybody is free.",
	"name": "Maya Angelou"
}, {
	"quote": "Truth, like light, blinds. Falsehood, on the contrary, is a beautiful twilight that enhances every object.",
	"name": "Albert Camus"
}, {
	"quote": "The pursuit of truth does not permit violence on one's opponent.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "Mythology is a subjective truth. Every culture imagines life a certain way.",
	"name": "Devdutt Pattanaik"
}, {
	"quote": "Not when truth is dirty, but when it is shallow, does the enlightened man dislike to wade into its waters.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "The rarest quality in an epitaph is truth.",
	"name": "Henry David Thoreau"
}, {
	"quote": "No face which we can give to a matter will stead us so well at last as the truth. This alone wears well.",
	"name": "Henry David Thoreau"
}, {
	"quote": "God, as Truth, has been for me a treasure beyond price. May He be so to every one of us.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "I value unity because I believe we learn truth from each other in this process.",
	"name": "Rowan Williams"
}, {
	"quote": "Truth, like gold, is to be obtained not by its growth, but by washing away from it all that is not gold.",
	"name": "Leo Tolstoy"
}, {
	"quote": "Somebody said I am the most popular person in Arizona because I am speaking the truth.",
	"name": "Donald Trump"
}, {
	"quote": "The sad truth is that opportunity doesn't knock twice.",
	"name": "Gloria Estefan"
}, {
	"quote": "The sad truth is that excellence makes people nervous.",
	"name": "Shana Alexander"
}, {
	"quote": "Who never doubted, never half believed. Where doubt is, there truth is - it is her shadow.",
	"name": "Ambrose Bierce"
}, {
	"quote": "He who knows nothing is closer to the truth than he whose mind is filled with falsehoods and errors.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Memory is a complicated thing, a relative to truth, but not its twin.",
	"name": "Barbara Kingsolver"
}, {
	"quote": "It is error alone which needs the support of government. Truth can stand by itself.",
	"name": "Thomas Jefferson"
}, {
	"quote": "It's been a pretty fun ride, to tell you the truth.",
	"name": "R. Lee Ermey"
}, {
	"quote": "Poetry is nearer to vital truth than history.",
	"name": "Plato"
}, {
	"quote": "Not being known doesn't stop the truth from being true.",
	"name": "Richard Bach"
}, {
	"quote": "Exaggeration is truth that has lost its temper.",
	"name": "Khalil Gibran"
}, {
	"quote": "Truth is the beginning of every good to the gods, and of every good to man.",
	"name": "Plato"
}, {
	"quote": "Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Let us be a little humble; let us think that the truth may not perhaps be entirely with us.",
	"name": "Jawaharlal Nehru"
}, {
	"quote": "Art is a lie that makes us realize truth.",
	"name": "Pablo Picasso"
}, {
	"quote": "Beyond a doubt truth bears the same relation to falsehood as light to darkness.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Seek not greatness, but seek truth and you will find both.",
	"name": "Horace Mann"
}, {
	"quote": "Say not, 'I have found the truth,' but rather, 'I have found a truth.'",
	"name": "Khalil Gibran"
}, {
	"quote": "Never wear your best trousers when you go out to fight for freedom and truth.",
	"name": "Henrik Ibsen"
}, {
	"quote": "If now isn't a good time for the truth I don't see when we'll get to it.",
	"name": "Nikki Giovanni"
}, {
	"quote": "I think that all things, in their way, reflect heavenly truth, the imagination not least.",
	"name": "C. S. Lewis"
}, {
	"quote": "People will generally accept facts as truth only if the facts agree with what they already believe.",
	"name": "Andy Rooney"
}, {
	"quote": "Three chords and the truth - that's what a country song is.",
	"name": "Willie Nelson"
}, {
	"quote": "It is error only, and not truth, that shrinks from inquiry.",
	"name": "Thomas Paine"
}, {
	"quote": "Personality is only ripe when a man has made the truth his own.",
	"name": "Soren Kierkegaard"
}, {
	"quote": "When a truth is not given complete freedom, freedom is not complete.",
	"name": "Vaclav Havel"
}, {
	"quote": "The first ingredient in conversation is truth, the next good sense, the third good humor, and the fourth wit.",
	"name": "William Temple"
}, {
	"quote": "If you ever injected truth into politics you have no politics.",
	"name": "Will Rogers"
}, {
	"quote": "Truth comes out in wine.",
	"name": "Pliny the Elder"
}, {
	"quote": "In everything truth surpasses the imitation and copy.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Nature has planted in our minds an insatiable longing to see the truth.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "The truth is, hardly any of us have ethical energy enough for more than one really inflexible point of honor.",
	"name": "George Bernard Shaw"
}, {
	"quote": "Pain reaches the heart with electrical speed, but truth moves to the heart as slowly as a glacier.",
	"name": "Barbara Kingsolver"
}, {
	"quote": "I am very fond of truth, but not at all of martyrdom.",
	"name": "Voltaire"
}, {
	"quote": "I have a theory that the truth is never told during the nine-to-five hours.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "Truth made you a traitor as it often does in a time of scoundrels.",
	"name": "Lillian Hellman"
}, {
	"quote": "A taste for truth at any cost is a passion which spares nothing.",
	"name": "Albert Camus"
}, {
	"quote": "The truth of things is the chief nutriment of superior intellects.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "For a creative writer possession of the 'truth' is less important than emotional sincerity.",
	"name": "George Orwell"
}, {
	"quote": "Tragedy is like strong acid - it dissolves away all but the very gold of truth.",
	"name": "D. H. Lawrence"
}, {
	"quote": "The truth is, I've been the Hulk my whole life.",
	"name": "Lou Ferrigno"
}, {
	"quote": "Everything you add to the truth subtracts from the truth.",
	"name": "Aleksandr Solzhenitsyn"
}, {
	"quote": "Love is not a mere impulse, it must contain truth, which is law.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "The world is indeed a mixture of truth and make-believe. Discard the make-believe and take the truth.",
	"name": "Ramakrishna"
}, {
	"quote": "The antiquity and general acceptance of an opinion is not assurance of its truth.",
	"name": "Pierre Bayle"
}, {
	"quote": "There are two ways of lying. One, not telling the truth and the other, making up statistics.",
	"name": "Josefina Vazquez Mota"
}, {
	"quote": "Attempting to get at truth means rejecting stereotypes and cliches.",
	"name": "Harold Evans"
}, {
	"quote": "A remark generally hurts in proportion to its truth.",
	"name": "Will Rogers"
}, {
	"quote": "Hope is nature's veil for hiding truth's nakedness.",
	"name": "Alfred Nobel"
}, {
	"quote": "A caricature is putting the face of a joke on the body of a truth.",
	"name": "Joseph Conrad"
}, {
	"quote": "We often want one thing and pray for another, not telling the truth even to the gods.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Bigotry tries to keep truth safe in its hand with a grip that kills it.",
	"name": "Rabindranath Tagore"
}, {
	"quote": "The pillars of truth and the pillars of freedom - they are the pillars of society.",
	"name": "Henrik Ibsen"
}, {
	"quote": "The truth is that entrepreneurship is more like a roller coaster ride than a cruise.",
	"name": "Vivek Wadhwa"
}, {
	"quote": "What this means is that we shouldn't abbreviate the truth but rather get a new method of presentation.",
	"name": "Edward Tufte"
}, {
	"quote": "If you do not tell the truth about yourself you cannot tell it about other people.",
	"name": "Virginia Woolf"
}, {
	"quote": "Art is not a study of positive reality, it is the seeking for ideal truth.",
	"name": "John Ruskin"
}, {
	"quote": "Truth is weirder than any fiction I've seen.",
	"name": "Hunter S. Thompson"
}, {
	"quote": "In truth, I did enjoy the benefits of a Harvard connection.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "We know the truth, not only by the reason, but also by the heart.",
	"name": "Blaise Pascal"
}, {
	"quote": "You must accept the truth from whatever source it comes.",
	"name": "Maimonides"
}, {
	"quote": "The truth is that many people set rules to keep from making decisions.",
	"name": "Mike Krzyzewski"
}, {
	"quote": "The truth is more important than the facts.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Truth uncompromisingly told will always have its ragged edges.",
	"name": "Herman Melville"
}, {
	"quote": "Uniform ideas originating among entire peoples unknown to each other must have a common ground of truth.",
	"name": "Giambattista Vico"
}, {
	"quote": "Most jokes state a bitter truth.",
	"name": "Larry Gelbart"
}, {
	"quote": "Truth is not only violated by falsehood; it may be equally outraged by silence.",
	"name": "Henri Frederic Amiel"
}, {
	"quote": "They whom truth and wisdom lead, can gather honey from a weed.",
	"name": "William Cowper"
}, {
	"quote": "Truth is strong, and sometime or other will prevail.",
	"name": "Mary Astell"
}, {
	"quote": "It is difficult to separate, at times, the myth from the truth.",
	"name": "Bob Kane"
}, {
	"quote": "Actually being funny is mostly telling the truth about things.",
	"name": "Bernard Sahlins"
}, {
	"quote": "The search for the truth is the most important work in the whole world, and the most dangerous.",
	"name": "James Clavell"
}, {
	"quote": "Believe those who are seeking the truth. Doubt those who find it.",
	"name": "Andre Gide"
}, {
	"quote": "No one can look back on his schooldays and say with truth that they were altogether unhappy.",
	"name": "George Orwell"
}, {
	"quote": "I don't believe it. Prove it to me and I still won't believe it.",
	"name": "Douglas Adams"
}, {
	"quote": "I am not afraid of the pen, or the scaffold, or the sword. I will tell the truth wherever I please.",
	"name": "Mary Harris Jones"
}, {
	"quote": "I really think that people never go wrong by telling the truth.",
	"name": "Sydney Pollack"
}, {
	"quote": "The stupid believe that to be truthful is easy; only the artist, the great artist, knows how difficult it is.",
	"name": "Willa Cather"
}, {
	"quote": "Sometimes the truth hurts. And sometimes it feels real good.",
	"name": "Henry Rollins"
}, {
	"quote": "Heresies are experiments in man's unsatisfied search for truth.",
	"name": "H. G. Wells"
}, {
	"quote": "Truth forever on the scaffold, wrong forever on the throne.",
	"name": "James Russell Lowell"
}, {
	"quote": "So near is falsehood to truth that a wise man would do well not to trust himself on the narrow edge.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Sometimes I dread the truth of the lines I say. But the dread must never show.",
	"name": "Vivien Leigh"
}, {
	"quote": "My mother taught me that when you stand in the truth and someone tells a lie about you, don't fight it.",
	"name": "Whitney Houston"
}, {
	"quote": "The truth of the matter is that you always know the right thing to do. The hard part is doing it.",
	"name": "Robert H. Schuller"
}, {
	"quote": "The pursuit of truth will set you free; even if you never catch up with it.",
	"name": "Clarence Darrow"
}, {
	"quote": "From principles is derived probability, but truth or certainty is obtained only from facts.",
	"name": "Tom Stoppard"
}, {
	"quote": "Dispassionate objectivity is itself a passion, for the real and for the truth.",
	"name": "Abraham Maslow"
}, {
	"quote": "Your experiences will be yours alone. But truth and best friendship will rarely if ever disappoint you.",
	"name": "Anne Lamott"
}, {
	"quote": "If you shut up truth, and bury it underground, it will but grow.",
	"name": "Emile Zola"
}, {
	"quote": "Fixed principles of truth are the only safeguard for youth.",
	"name": "Ellen G. White"
}, {
	"quote": "Truth is a great flirt.",
	"name": "Franz Liszt"
}, {
	"quote": "What is man's ultimate direction in life? It is to look for love, truth, virtue, and beauty.",
	"name": "Shinichi Suzuki"
}, {
	"quote": "We must never be afraid to go too far, for truth lies beyond.",
	"name": "Marcel Proust"
}, {
	"quote": "A word of truth can mobilise two peoples looking for the road to reconciliation.",
	"name": "Donald Tusk"
}, {
	"quote": "Sincerity is moral truth.",
	"name": "George Henry Lewes"
}, {
	"quote": "Be influenced by nothing but your clients' interests. Tell them the truth.",
	"name": "Arthur C. Nielsen"
}, {
	"quote": "The best mind-altering drug is the truth.",
	"name": "Lily Tomlin"
}, {
	"quote": "Live truth instead of professing it.",
	"name": "Elbert Hubbard"
}, {
	"quote": "If any man seeks for greatness, let him forget greatness and ask for truth, and he will find both.",
	"name": "Horace Mann"
}, {
	"quote": "I never apologize for the truth. And the truth here is that racists come in many different colors.",
	"name": "Kinky Friedman"
}, {
	"quote": "Gossip needn't be false to be evil - there's a lot of truth that shouldn't be passed around.",
	"name": "Frank A. Clark"
}, {
	"quote": "If an eloquent speaker speak not the truth, is there a more horrid kind of object in creation?",
	"name": "Thomas Carlyle"
}, {
	"quote": "A play is fiction - and fiction is fact distilled into truth.",
	"name": "Edward Albee"
}, {
	"quote": "One must be very particular about telling the truth. Through truth one can realize God.",
	"name": "Ramakrishna"
}, {
	"quote": "Falsehood is cowardice, the truth courage.",
	"name": "Hosea Ballou"
}, {
	"quote": "To tell the truth is revolutionary.",
	"name": "Antonio Gramsci"
}, {
	"quote": "No matter how difficult and painful it may be, nothing sounds as good to the soul as the truth.",
	"name": "Martha Beck"
}, {
	"quote": "Virtue is the fount whence honour springs.",
	"name": "Christopher Marlowe"
}, {
	"quote": "Gossip is called gossip because it's not always the truth.",
	"name": "Justin Timberlake"
}, {
	"quote": "Our cause is just, and the might of Korea that is united with truth is infinite.",
	"name": "Kim Jong-un"
}, {
	"quote": "Luckily, even when people are shouting lies, the truth is undamaged. Science doesn't matter what you believe.",
	"name": "Ricky Gervais"
}, {
	"quote": "The public will believe anything, so long as it is not founded on truth.",
	"name": "Edith Sitwell"
}, {
	"quote": "Science is the ultimate tool to reveal the laws of nature, and the one word written on its banner is Truth.",
	"name": "Dan Shechtman"
}, {
	"quote": "What ever truth drops on it eventually grinds to a powder.",
	"name": "Art Blakey"
}, {
	"quote": "It's a lot easier to tell the truth usually.",
	"name": "Elliott Smith"
}, {
	"quote": "Doubt is the incentive to truth and inquiry leads the way.",
	"name": "Hosea Ballou"
}, {
	"quote": "If history and science have taught us anything, it is that passion and desire are not the same as truth.",
	"name": "E. O. Wilson"
}, {
	"quote": "Unfortunately, writing and reporting the truth is not allowed under Castro's tyrannical dictatorship.",
	"name": "Lincoln Diaz-Balart"
}, {
	"quote": "Poets are all who love, who feel great truths, And tell them; and the truth of truths is love.",
	"name": "Philip James Bailey"
}, {
	"quote": "Any necessary truth, whether a priori or a posteriori, could not have turned out otherwise.",
	"name": "Saul Kripke"
}, {
	"quote": "In a memoir, your main contract with the reader is to tell the truth, no matter how bizarre.",
	"name": "Edmund White"
}, {
	"quote": "Eternal truth, eternal righteousness, eternal love; these only can triumph, for these only can endure.",
	"name": "Joseph Barber Lightfoot"
}, {
	"quote": "As soon as you think you know someone else's truth better than they do, you are in deep water.",
	"name": "Martha Beck"
}, {
	"quote": "From the death of the old the new proceeds, and the life of truth from the death of creeds.",
	"name": "John Greenleaf Whittier"
}, {
	"quote": "We don't have truth delivered to us very often, especially in this very commercialized world.",
	"name": "Hal Holbrook"
}, {
	"quote": "Fiction is a lie that is told in the service of truth.",
	"name": "Tim O'Brien"
}, {
	"quote": "Light is the symbol of truth.",
	"name": "James Russell Lowell"
}, {
	"quote": "The greatest homage we can pay to truth, is to use it.",
	"name": "James Russell Lowell"
}, {
	"quote": "I can't work completely out of my imagination. I must put my foot in a bit of truth; and then I can fly free.",
	"name": "Andrew Wyeth"
}, {
	"quote": "The truth needs so little rehearsal.",
	"name": "Barbara Kingsolver"
}, {
	"quote": "Truth gets well if she is run over by a locomotive, while error dies of lockjaw if she scratches her finger.",
	"name": "William Cullen Bryant"
}, {
	"quote": "Truth is stranger than fiction; fiction has to make sense.",
	"name": "Leo Rosten"
}, {
	"quote": "I would rather be uncomfortable with the truth than to be lied to in comfort. That's just my nature.",
	"name": "Jesse Ventura"
}, {
	"quote": "I always say your truth is your compass to your purpose.",
	"name": "Amanda Seales"
}, {
	"quote": "When a woman tells the truth she is creating the possibility for more truth around her.",
	"name": "Adrienne Rich"
}, {
	"quote": "False history gets made all day, any day, the truth of the new is never on the news.",
	"name": "Adrienne Rich"
}, {
	"quote": "Comedy has to be based on truth. You take the truth and you put a little curlicue at the end.",
	"name": "Sid Caesar"
}, {
	"quote": "That's the nice thing about the field of science - the test of time sorts out the truth.",
	"name": "Craig Venter"
}, {
	"quote": "Humor is always based on a modicum of truth. Have you ever heard a joke about a father-in-law?",
	"name": "Dick Clark"
}, {
	"quote": "The only thing I can do is tell the truth as I see it and let the chips fall where they may.",
	"name": "Jack Kemp"
}, {
	"quote": "The truth is that from birth on we are, to one extent or another, a fairly sensual species.",
	"name": "Jock Sturges"
}, {
	"quote": "My personal conviction is that science is concerned wholly with truth, not with ethics.",
	"name": "Arthur Keith"
}, {
	"quote": "The intuition of free will gives us the truth.",
	"name": "Corliss Lamont"
}, {
	"quote": "We live in a world of denial, and we don't know what the truth is anymore.",
	"name": "Javier Bardem"
}, {
	"quote": "The truth is I quite like to dress in jeans and a woolly jumper.",
	"name": "Mireille Enos"
}, {
	"quote": "Truth never changes. Truth always sets people free.",
	"name": "Cynthia Robinson"
}, {
	"quote": "The most important thing about my profession is finding the truth, finding the reality of these shows.",
	"name": "Shuler Hensley"
}, {
	"quote": "Whatever has happened in my quest for innovation has been part of my quest for immaculate reality.",
	"name": "George Lucas"
}, {
	"quote": "Learn what is true in order to do what is right.",
	"name": "Thomas Huxley"
}, {
	"quote": "Infinite love is the only truth. Everything else is illusion.",
	"name": "David Icke"
}, {
	"quote": "There are certain persons for whom pure Truth is a poison.",
	"name": "Andre Maurois"
}, {
	"quote": "Truth makes on the ocean of nature no one track of light; every eye, looking on, finds its own.",
	"name": "Edward G. Bulwer-Lytton"
}, {
	"quote": "No one ever tells us the truth, even those we love.",
	"name": "Anna Held"
}, {
	"quote": "Not truth, but faith, it is that keeps the world alive.",
	"name": "Edna St. Vincent Millay"
}, {
	"quote": "To be a writer does not mean to preach a truth, it means to discover a truth.",
	"name": "Milan Kundera"
}, {
	"quote": "Cynicism is an unpleasant way of saying the truth.",
	"name": "Lillian Hellman"
}, {
	"quote": "Truth is immortal; error is mortal.",
	"name": "Mary Baker Eddy"
}, {
	"quote": "The truth always finds it's way out, even years and years and years later. The truth always prevails.",
	"name": "Tyler Hamilton"
}, {
	"quote": "Truth disappears with the telling of it.",
	"name": "Lawrence Durrell"
}, {
	"quote": "Evil is the interruption of a truth by the pressure of particular or individual interests.",
	"name": "Alain Badiou"
}, {
	"quote": "Sure I think it is healthy to speak the truth, and be who you are, and be proud of that.",
	"name": "Nathan Lane"
}, {
	"quote": "The truth is, I've been lucky. But just like the waltz, life has its own rhythm of rise and fall.",
	"name": "Len Goodman"
}, {
	"quote": "I always felt that a scientist owes the world only one thing, and that is the truth as he sees it.",
	"name": "Hans Eysenck"
}, {
	"quote": "The only people I have seen who have been truly pushing for the truth are the family members.",
	"name": "Sibel Edmonds"
}, {
	"quote": "Truth knows no color; it appeals to intelligence.",
	"name": "James Hal Cone"
}]