[{
	"quote": "Sometimes by losing a battle you find a new way to win the war.",
	"name": "Donald Trump"
}, {
	"quote": "The two most powerful warriors are patience and time.",
	"name": "Leo Tolstoy"
}, {
	"quote": "War is peace. Freedom is slavery. Ignorance is strength.",
	"name": "George Orwell"
}, {
	"quote": "The supreme art of war is to subdue the enemy without fighting.",
	"name": "Sun Tzu"
}, {
	"quote": "I must study politics and war that my sons may have liberty to study mathematics and philosophy.",
	"name": "John Adams"
}, {
	"quote": "The best way to solve problems and to fight against war is through dialogue.",
	"name": "Malala Yousafzai"
}, {
	"quote": "War does not determine who is right - only who is left.",
	"name": "Bertrand Russell"
}, {
	"quote": "You must not fight too often with one enemy, or you will teach him all your art of war.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Brave men rejoice in adversity, just as brave soldiers triumph in war.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "People never lie so much as after a hunt, during a war or before an election.",
	"name": "Otto von Bismarck"
}, {
	"quote": "Our Generation has had no Great war, no Great Depression. Our war is spiritual. Our depression is our lives.",
	"name": "Chuck Palahniuk"
}, {
	"quote": "To be prepared for war is one of the most effective means of preserving peace.",
	"name": "George Washington"
}, {
	"quote": "War is never a lasting solution for any problem.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "The condition of man... is a condition of war of everyone against everyone.",
	"name": "Thomas Hobbes"
}, {
	"quote": "The object of war is not to die for your country but to make the other bastard die for his.",
	"name": "George S. Patton"
}, {
	"quote": "A really strong woman accepts the war she went through and is ennobled by her scars.",
	"name": "Carly Simon"
}, {
	"quote": "In war the heroes always outnumber the soldiers ten to one.",
	"name": "H. L. Mencken"
}, {
	"quote": "My first wish is to see this plague of mankind, war, banished from the earth.",
	"name": "George Washington"
}, {
	"quote": "Great is the guilt of an unnecessary war.",
	"name": "John Adams"
}, {
	"quote": "Older men declare war. But it is the youth that must fight and die.",
	"name": "Herbert Hoover"
}, {
	"quote": "War is cruelty. There is no use trying to reform it. The crueler it is, the sooner it will be over.",
	"name": "William Tecumseh Sherman"
}, {
	"quote": "Communism has never come to power in a country that was not disrupted by war or corruption, or both.",
	"name": "John F. Kennedy"
}, {
	"quote": "Be at war with your vices, at peace with your neighbors, and let every new year find you a better man.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Know thy self, know thy enemy. A thousand battles, a thousand victories.",
	"name": "Sun Tzu"
}, {
	"quote": "The more you sweat in peace, the less you bleed in war.",
	"name": "Norman Schwarzkopf"
}, {
	"quote": "A pint of sweat, saves a gallon of blood.",
	"name": "George S. Patton"
}, {
	"quote": "The lesson of the Cold War is that against nuclear weapons, only nuclear weapons can hold the peace.",
	"name": "Chung Mong-joon"
}, {
	"quote": "To hold a pen is to be at war.",
	"name": "Voltaire"
}, {
	"quote": "There is no avoiding war; it can only be postponed to the advantage of others.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "A quality education grants us the ability to fight the war on ignorance and poverty.",
	"name": "Charles B. Rangel"
}, {
	"quote": "War is hell. You can't photograph a flying bullet, but you can capture genuine fear.",
	"name": "Horst Faas"
}, {
	"quote": "In war, events of importance are the result of trivial causes.",
	"name": "Julius Caesar"
}, {
	"quote": "It's impossible to know what happens in the fog of war.",
	"name": "Hillary Clinton"
}, {
	"quote": "This was not an act of terrorism, but it was an act of war.",
	"name": "George W. Bush"
}, {
	"quote": "What gunpowder did for war the printing press has done for the mind.",
	"name": "Wendell Phillips"
}, {
	"quote": "We owe our World War II veterans - and all our veterans - a debt we can never fully repay.",
	"name": "Doc Hastings"
}, {
	"quote": "In war, whichever side may call itself the victor, there are no winners, but all are losers.",
	"name": "Neville Chamberlain"
}, {
	"quote": "Marriage is an adventure, like going to war.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "I have never advocated war except as a means of peace.",
	"name": "Ulysses S. Grant"
}, {
	"quote": "The war on drugs has made government more powerful, citizens less free, and hasn't helped users or addicts.",
	"name": "Victor Mitchell"
}, {
	"quote": "Those who want peace should prepare for war and be strong.",
	"name": "Avigdor Lieberman"
}, {
	"quote": "What a cruel thing war is... to fill our hearts with hatred instead of love for our neighbors.",
	"name": "Robert E. Lee"
}, {
	"quote": "We make war that we may live in peace.",
	"name": "Aristotle"
}, {
	"quote": "Thus, what is of supreme importance in war is to attack the enemy's strategy.",
	"name": "Sun Tzu"
}, {
	"quote": "Mankind must put an end to war before war puts an end to mankind.",
	"name": "John F. Kennedy"
}, {
	"quote": "In war, you can only be killed once, but in politics, many times.",
	"name": "Winston Churchill"
}, {
	"quote": "If we don't end war, war will end us.",
	"name": "H. G. Wells"
}, {
	"quote": "Terrorism has become the systematic weapon of a war that knows no borders or seldom has a face.",
	"name": "Jacques Chirac"
}, {
	"quote": "As a soldier, I survived World War I when most of my comrades did not.",
	"name": "Lester B. Pearson"
}, {
	"quote": "It is the function of the Navy to carry the war to the enemy so that it is not fought on U.S. soil.",
	"name": "Chester W. Nimitz"
}, {
	"quote": "A hospital alone shows what war is.",
	"name": "Erich Maria Remarque"
}, {
	"quote": "We can't afford to lose all that we've built from the ashes of the Korean War.",
	"name": "Moon Jae-in"
}, {
	"quote": "So I would say God hates war, but God loves every soldier.",
	"name": "Rick Warren"
}, {
	"quote": "If men make war in slavish obedience to rules, they will fail.",
	"name": "Ulysses S. Grant"
}, {
	"quote": "War is the remedy that our enemies have chosen, and I say let us give them all they want.",
	"name": "William Tecumseh Sherman"
}, {
	"quote": "Peace has its victories no less than war, but it doesn't have as many monuments to unveil.",
	"name": "Kin Hubbard"
}, {
	"quote": "In time of war, truth is always replaced by propaganda.",
	"name": "Charles Lindbergh"
}, {
	"quote": "World War II, the atomic bomb, the Cold War, made it hard for Americans to continue their optimism.",
	"name": "Stephen Ambrose"
}, {
	"quote": "Make no mistake, adolescence is a war. No one gets out unscathed.",
	"name": "Harlan Coben"
}, {
	"quote": "The best weapon against an enemy is another enemy.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "War is a poor chisel to carve out tomorrow.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "God is day and night, winter and summer, war and peace, surfeit and hunger.",
	"name": "Heraclitus"
}, {
	"quote": "If you want to fight a war on drugs, sit down at your own kitchen table and talk to your own children.",
	"name": "Barry McCaffrey"
}, {
	"quote": "In war there is no prize for runner-up.",
	"name": "Lucius Annaeus Seneca"
}, {
	"quote": "Sweat saves blood.",
	"name": "Erwin Rommel"
}, {
	"quote": "I think that my darkest moment was the Iraq war and the fact that we could not stop it.",
	"name": "Kofi Annan"
}, {
	"quote": "Organize, agitate, educate, must be our war cry.",
	"name": "Susan B. Anthony"
}, {
	"quote": "You can no more win a war than you can win an earthquake.",
	"name": "Jeannette Rankin"
}, {
	"quote": "In wartime, truth is so precious that she should always be attended by a bodyguard of lies.",
	"name": "Winston Churchill"
}, {
	"quote": "Going to war without France is like going hunting without an accordion.",
	"name": "Norman Schwarzkopf"
}, {
	"quote": "All oppression creates a state of war.",
	"name": "Simone de Beauvoir"
}, {
	"quote": "Ten soldiers wisely led will beat a hundred without a head.",
	"name": "Euripides"
}, {
	"quote": "War is the continuation of politics by other means.",
	"name": "Carl von Clausewitz"
}, {
	"quote": "Anyone who experienced World War I close-hand was grossed out by it forever. It just was so awful.",
	"name": "Amity Shlaes"
}, {
	"quote": "That man will fight us every day and every hour till the end of the war.",
	"name": "James Longstreet"
}, {
	"quote": "War contains so much folly, as well as wickedness, that much is to be hoped from the progress of reason.",
	"name": "James Madison"
}, {
	"quote": "An empire founded by war has to maintain itself by war.",
	"name": "Montesquieu"
}, {
	"quote": "The grim fact is that we prepare for war like precocious giants, and for peace like retarded pygmies.",
	"name": "Lester B. Pearson"
}, {
	"quote": "Wars are poor chisels for carving out peaceful tomorrows.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "The real and lasting victories are those of peace, and not of war.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "It is an unfortunate fact that we can secure peace only by preparing for war.",
	"name": "John F. Kennedy"
}, {
	"quote": "War - An act of violence whose object is to constrain the enemy, to accomplish our will.",
	"name": "George Washington"
}, {
	"quote": "There is no instance of a nation benefitting from prolonged warfare.",
	"name": "Sun Tzu"
}, {
	"quote": "War is wretched beyond description, and only a fool or a fraud could sentimentalize its cruel reality.",
	"name": "John McCain"
}, {
	"quote": "The United States is not, and never will be, at war with Islam.",
	"name": "Barack Obama"
}, {
	"quote": "Establishing lasting peace is the work of education; all politics can do is keep us out of war.",
	"name": "Maria Montessori"
}, {
	"quote": "War is God's way of teaching Americans geography.",
	"name": "Ambrose Bierce"
}, {
	"quote": "I had seen people who had lost everything and everyone they loved to war, famine, and natural disasters.",
	"name": "Chelsea Clinton"
}, {
	"quote": "There has never been a protracted war from which a country has benefited.",
	"name": "Sun Tzu"
}, {
	"quote": "The war on drugs is a war against the communities.",
	"name": "Holly Near"
}, {
	"quote": "It is good that war is so horrible, or we might grow to like it.",
	"name": "Robert E. Lee"
}, {
	"quote": "Only the dead have seen the end of the war.",
	"name": "George Santayana"
}, {
	"quote": "The whole art of war consists of guessing at what is on the other side of the hill.",
	"name": "Duke of Wellington"
}, {
	"quote": "Love is like war: easy to begin but very hard to stop.",
	"name": "H. L. Mencken"
}, {
	"quote": "A nation's ability to fight a modern war is as good as its technological ability.",
	"name": "Frank Whittle"
}, {
	"quote": "War is regarded as nothing but the continuation of state policy with other means.",
	"name": "Carl von Clausewitz"
}, {
	"quote": "The Cold War is over but Cold War thinking survives.",
	"name": "Joseph Rotblat"
}, {
	"quote": "We're no longer in the Cold War. Eavesdropping on friends is unacceptable.",
	"name": "Vladimir Putin"
}, {
	"quote": "America has fought five wars since 1945 and has gained its objectives in only one of them, the Gulf War.",
	"name": "Henry Kissinger"
}, {
	"quote": "I ended the war a horse ahead.",
	"name": "Nathan Bedford Forrest"
}, {
	"quote": "We are muddled into war.",
	"name": "David Lloyd George"
}, {
	"quote": "Politics is war without bloodshed while war is politics with bloodshed.",
	"name": "Mao Zedong"
}, {
	"quote": "We must fight for peace bravely as we fought in war.",
	"name": "Lal Bahadur Shastri"
}, {
	"quote": "We must concentrate not merely on the negative expulsion of war but the postive affirmation of peace.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "It is my conviction that killing under the cloak of war is nothing but an act of murder.",
	"name": "Albert Einstein"
}, {
	"quote": "It is well that war is so terrible, otherwise we should grow too fond of it.",
	"name": "Robert E. Lee"
}, {
	"quote": "All warfare is based on deception.",
	"name": "Unknown"
}, {
	"quote": "There was never a good war, or a bad peace.",
	"name": "Benjamin Franklin"
}, {
	"quote": "War should never be entered upon until every agency of peace has failed.",
	"name": "William McKinley"
}, {
	"quote": "Wars are not paid for in wartime, the bill comes later.",
	"name": "Benjamin Franklin"
}, {
	"quote": "I don't oppose all wars. What I am opposed to is a dumb war. What I am opposed to is a rash war.",
	"name": "Barack Obama"
}, {
	"quote": "I have not yet begun to fight!",
	"name": "John Paul Jones"
}, {
	"quote": "Those who are at war with others are not at peace with themselves.",
	"name": "William Hazlitt"
}, {
	"quote": "History teaches that war begins when governments believe the price of aggression is cheap.",
	"name": "Ronald Reagan"
}, {
	"quote": "When the peace treaty is signed, the war isn't over for the veterans, or the family. It's just starting.",
	"name": "Karl Marlantes"
}, {
	"quote": "Serious sport is war minus the shooting.",
	"name": "George Orwell"
}, {
	"quote": "We are going to have peace even if we have to fight for it.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "War is the business of barbarians.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Preparation for war is a constant stimulus to suspicion and ill will.",
	"name": "James Monroe"
}, {
	"quote": "During the Cold War, we lived in coded times when it wasn't easy and there were shades of grey and ambiguity.",
	"name": "John le Carre"
}, {
	"quote": "The most important accomplishment, I believe, was my voting against the First World War.",
	"name": "Jeannette Rankin"
}, {
	"quote": "War is something of man's own fostering, and if all mankind renounces it, then it is no longer there.",
	"name": "A. A. Milne"
}, {
	"quote": "The first casualty when war comes is truth.",
	"name": "Hiram Johnson"
}, {
	"quote": "In war, you win or lose, live or die - and the difference is just an eyelash.",
	"name": "Douglas MacArthur"
}, {
	"quote": "Weapons are an important factor in war, but not the decisive one; it is man and not materials that counts.",
	"name": "Mao Zedong"
}, {
	"quote": "War is war. The only good human being is a dead one.",
	"name": "George Orwell"
}, {
	"quote": "Virtue is a state of war, and to live in it we have always to combat with ourselves.",
	"name": "Jean-Jacques Rousseau"
}, {
	"quote": "War means fighting, and fighting means killing.",
	"name": "Nathan Bedford Forrest"
}, {
	"quote": "World War I broke out largely because of an arms race, and World War II because of the lack of an arms race.",
	"name": "Herman Kahn"
}, {
	"quote": "War grows out of the desire of the individual to gain advantage at the expense of his fellow man.",
	"name": "Napoleon Hill"
}, {
	"quote": "The Patriot Act is essential to our continued success in the war on terror here at home.",
	"name": "Mike Pence"
}, {
	"quote": "The real war is not between the West and the East. The real war is between intelligent and stupid people.",
	"name": "Marjane Satrapi"
}, {
	"quote": "War can be avoided, and it ought to be avoided. I want no war.",
	"name": "Chief Joseph"
}, {
	"quote": "The impact of the Vietnam War on TV made everyone recognize the importance of visual media.",
	"name": "Mark Kurlansky"
}, {
	"quote": "Cyber war takes place largely in secret, unknown to the general public on both sides.",
	"name": "Noah Feldman"
}, {
	"quote": "Beirut turned into a war zone in a matter of hours. We were stuck at home, the roads were blocked.",
	"name": "Nadine Labaki"
}, {
	"quote": "The stories from World War I are worse than anything I have ever read.",
	"name": "Kerry Greenwood"
}, {
	"quote": "Patriots always talk of dying for their country and never of killing for their country.",
	"name": "Bertrand Russell"
}, {
	"quote": "In battle it is the cowards who run the most risk; bravery is a rampart of defense.",
	"name": "Sallust"
}, {
	"quote": "War is the ultimate tool of politics.",
	"name": "R. Buckminster Fuller"
}, {
	"quote": "I could have ended the war in a month. I could have made North Vietnam look like a mud puddle.",
	"name": "Barry Goldwater"
}, {
	"quote": "Dropping those atomic bombs on Hiroshima and Nagasaki was a war crime.",
	"name": "George Wald"
}, {
	"quote": "A state of war only serves as an excuse for domestic tyranny.",
	"name": "Aleksandr Solzhenitsyn"
}, {
	"quote": "My home policy: I wage war; my foreign policy: I wage war. All the time I wage war.",
	"name": "Georges Clemenceau"
}, {
	"quote": "No country can act wisely simultaneously in every part of the globe at every moment of time.",
	"name": "Henry Kissinger"
}, {
	"quote": "War makes thieves and peace hangs them.",
	"name": "George Herbert"
}, {
	"quote": "Remember this about the Korean War: The men were drafted; the women volunteered.",
	"name": "Loretta Swit"
}, {
	"quote": "We won the Cold War because we showed nuclear vigilance and diligence.",
	"name": "Chuck Fleischmann"
}, {
	"quote": "Vice stirs up war, virtue fights.",
	"name": "Luc de Clapiers"
}, {
	"quote": "All wars are civil wars, because all men are brothers.",
	"name": "Francois Fenelon"
}, {
	"quote": "War is the science of destruction.",
	"name": "John Abbott"
}, {
	"quote": "I remember fear and I remember the potential of nuclear war.",
	"name": "Jack Scalia"
}, {
	"quote": "It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it.",
	"name": "Martin Luther King, Jr."
}, {
	"quote": "War is mainly a catalogue of blunders.",
	"name": "Winston Churchill"
}, {
	"quote": "A prisoner of war is a man who tries to kill you and fails, and then asks you not to kill him.",
	"name": "Winston Churchill"
}, {
	"quote": "When the war of the giants is over the wars of the pygmies will begin.",
	"name": "Winston Churchill"
}, {
	"quote": "Politics are very much like war. We may even have to use poison gas at times.",
	"name": "Winston Churchill"
}, {
	"quote": "When you are winning a war almost everything that happens can be claimed to be right and wise.",
	"name": "Winston Churchill"
}, {
	"quote": "You cannot simultaneously prevent and prepare for war.",
	"name": "Albert Einstein"
}, {
	"quote": "Strike against war, for without you no battles can be fought!",
	"name": "Helen Keller"
}, {
	"quote": "Never think that war, no matter how necessary, nor how justified, is not a crime.",
	"name": "Ernest Hemingway"
}, {
	"quote": "All wars are follies, very expensive and very mischievous ones.",
	"name": "Benjamin Franklin"
}, {
	"quote": "An army marches on its stomach.",
	"name": "Napoleon Bonaparte"
}, {
	"quote": "Quickness is the essence of the war.",
	"name": "Sun Tzu"
}, {
	"quote": "What is human warfare but just this; an effort to make the laws of God and nature take sides with one party.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I can not believe that war is the best solution. No one won the last war, and no one will win the next war.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "Anyone who thinks must think of the next war as they would of suicide.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "In peace, sons bury their fathers. In war, fathers bury their sons.",
	"name": "Herodotus"
}, {
	"quote": "War is a blessing compared with national degradation.",
	"name": "Andrew Jackson"
}, {
	"quote": "Morality is contraband in war.",
	"name": "Mahatma Gandhi"
}, {
	"quote": "The most successful war seldom pays for its losses.",
	"name": "Thomas Jefferson"
}, {
	"quote": "I abhor war and view it as the greatest scourge of mankind.",
	"name": "Thomas Jefferson"
}, {
	"quote": "But do I think that our actions in anyway violate the War Powers Resolution, the answer is no.",
	"name": "Barack Obama"
}, {
	"quote": "I have seen enough of one war never to wish to see another.",
	"name": "Thomas Jefferson"
}, {
	"quote": "Secret operations are essential in war; upon them the army relies to make its every move.",
	"name": "Sun Tzu"
}, {
	"quote": "In modern war... you will die like a dog for no good reason.",
	"name": "Ernest Hemingway"
}, {
	"quote": "There's not going to be a World War III, because there is no one to have World War III with.",
	"name": "Colin Powell"
}, {
	"quote": "We prefer world law in the age of self-determination to world war in the age of mass extermination.",
	"name": "John F. Kennedy"
}, {
	"quote": "We are not at war against Islam.",
	"name": "Barack Obama"
}, {
	"quote": "There are no absolute rules of conduct, either in peace or war. Everything depends on circumstances.",
	"name": "Leon Trotsky"
}, {
	"quote": "Wars are caused by undefended wealth.",
	"name": "Ernest Hemingway"
}, {
	"quote": "The quickest way of ending a war is to lose it.",
	"name": "George Orwell"
}, {
	"quote": "For a war to be just three conditions are necessary - public authority, just cause, right motive.",
	"name": "Ernest Hemingway"
}, {
	"quote": "The British soldier can stand up to anything except the British War Office.",
	"name": "George Bernard Shaw"
}, {
	"quote": "It is fatal to enter any war without the will to win it.",
	"name": "Douglas MacArthur"
}, {
	"quote": "War against a foreign country only happens when the moneyed classes think they are going to profit from it.",
	"name": "George Orwell"
}, {
	"quote": "Wanton killing of innocent civilians is terrorism, not a war against terrorism.",
	"name": "Noam Chomsky"
}, {
	"quote": "Peace is not only better than war, but infinitely more arduous.",
	"name": "George Bernard Shaw"
}, {
	"quote": "He belonged to that army known as invincible in peace, invisible in war.",
	"name": "William Tecumseh Sherman"
}, {
	"quote": "The real war will never get in the books.",
	"name": "Walt Whitman"
}, {
	"quote": "Oceania was at war with Eurasia; therefore Oceania had always been at war with Eurasia.",
	"name": "George Orwell"
}, {
	"quote": "Pre-emptive war might fall within the framework of international law.",
	"name": "Noam Chomsky"
}, {
	"quote": "The myth of unlimited production brings war in its train as inevitably as clouds announce a storm.",
	"name": "Albert Camus"
}, {
	"quote": "You can't say civilization don't advance... in every war they kill you in a new way.",
	"name": "Will Rogers"
}, {
	"quote": "'War Eagle' is like 'I love you.'",
	"name": "Charles Barkley"
}, {
	"quote": "A war with Pakistan would be an utter disaster.",
	"name": "Noam Chomsky"
}, {
	"quote": "Nothing is more precious than peace, by which all war, both in Heaven and Earth, is brought to an end.",
	"name": "Ignatius of Antioch"
}, {
	"quote": "The great object is that every man be armed.",
	"name": "Patrick Henry"
}, {
	"quote": "Nothing binds a people to their leader like a common enemy. Voters don't change governments during war.",
	"name": "Harvey Fierstein"
}, {
	"quote": "Let him who desires peace prepare for war.",
	"name": "Publius Flavius Vegetius Renatus"
}, {
	"quote": "War of aggression, war which does not imply defense of one's country, is a collective crime.",
	"name": "Carlos Saavedra Lamas"
}, {
	"quote": "Experience has shown how deeply the seeds of war are planted by economic rivalry and social injustice.",
	"name": "Harry S Truman"
}, {
	"quote": "Everything in war is very simple. But the simplest thing is difficult.",
	"name": "Carl von Clausewitz"
}, {
	"quote": "It's a near miracle that nuclear war has so far been avoided.",
	"name": "Noam Chomsky"
}, {
	"quote": "Unless a nation's life faces peril, war is murder.",
	"name": "Mustafa Kemal Ataturk"
}, {
	"quote": "In our Country... one class of men makes war and leaves another to fight it out.",
	"name": "William Tecumseh Sherman"
}, {
	"quote": "A siege is an act of war.",
	"name": "Noam Chomsky"
}, {
	"quote": "In 1962, war was avoided by Khrushchev's willingness to accept Kennedy's hegemonic demands.",
	"name": "Noam Chomsky"
}, {
	"quote": "You can't make war in the Middle East without Egypt and you can't make peace without Syria.",
	"name": "Henry Kissinger"
}, {
	"quote": "We've waged war on work. We have collectively agreed, stupidly, that work is the enemy.",
	"name": "Mike Rowe"
}, {
	"quote": "I was an Eisenhower Republican when I started out at 21 because he promised to get us out of the Korean War.",
	"name": "Clint Eastwood"
}, {
	"quote": "My subject is War, and the pity of War. The Poetry is in the pity.",
	"name": "Wilfred Owen"
}, {
	"quote": "Take the diplomacy out of war and the thing would fall flat in a week.",
	"name": "Will Rogers"
}, {
	"quote": "The United States never lost a war or won a conference.",
	"name": "Will Rogers"
}, {
	"quote": "War is not an adventure. It is a disease. It is like typhus.",
	"name": "Antoine de Saint-Exupery"
}, {
	"quote": "War is evil, but it is often the lesser evil.",
	"name": "George Orwell"
}, {
	"quote": "When human beings live together, conflict is inevitable. War is not.",
	"name": "Daisaku Ikeda"
}, {
	"quote": "War settles nothing.",
	"name": "Dwight D. Eisenhower"
}, {
	"quote": "War is just when it is necessary; arms are permissible when there is no hope except in arms.",
	"name": "Niccolo Machiavelli"
}, {
	"quote": "We are Americans when we go to war, and when we return, we are Mexicans.",
	"name": "Dennis Chavez"
}, {
	"quote": "War is so unjust and ugly that all who wage it must try to stifle the voice of conscience within themselves.",
	"name": "Leo Tolstoy"
}, {
	"quote": "A trade war would be a disaster for the world. It's very easy to slip into a trade war.",
	"name": "Jack Ma"
}, {
	"quote": "War can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun.",
	"name": "Mao Zedong"
}, {
	"quote": "When you go to war, both sides lose totally.",
	"name": "Yoko Ono"
}, {
	"quote": "The essential act of war is destruction, not necessarily of human lives, but of the products of human labor.",
	"name": "George Orwell"
}, {
	"quote": "An unjust peace is better than a just war.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "Many intelligence reports in war are contradictory; even more are false, and most are uncertain.",
	"name": "Carl von Clausewitz"
}, {
	"quote": "There is so much that must be done in a civilized barbarism like war.",
	"name": "Amelia Earhart"
}, {
	"quote": "I took a speed-reading course and read War and Peace in twenty minutes. It involves Russia.",
	"name": "Woody Allen"
}, {
	"quote": "The most persistent sound which reverberates through man's history is the beating of war drums.",
	"name": "Arthur Koestler"
}, {
	"quote": "'Jihad' can mean holy war to extremists, but it means struggle to the average Muslim.",
	"name": "Feisal Abdul Rauf"
}, {
	"quote": "When the rich wage war, it's the poor who die.",
	"name": "Jean-Paul Sartre"
}, {
	"quote": "In war there is no substitute for victory.",
	"name": "Douglas MacArthur"
}, {
	"quote": "War is the statesman's game, the priest's delight, the lawyer's jest, the hired assassin's trade.",
	"name": "Percy Bysshe Shelley"
}, {
	"quote": "Force and fraud are in war the two cardinal virtues.",
	"name": "Thomas Hobbes"
}, {
	"quote": "The misconception that aid falls straight into the hands of dictators largely stems from the Cold War era.",
	"name": "Bill Gates"
}, {
	"quote": "To walk through the ruined cities of Germany is to feel an actual doubt about the continuity of civilization.",
	"name": "George Orwell"
}, {
	"quote": "Nullification means insurrection and war; and the other states have a right to put it down.",
	"name": "Andrew Jackson"
}, {
	"quote": "We were succeeding. When you looked at specifics, this became a war of attrition. We were winning.",
	"name": "William Westmoreland"
}, {
	"quote": "Discount my partiality, but my report is that so far The Winds of War is looking good.",
	"name": "Herman Wouk"
}, {
	"quote": "War prosperity is like the prosperity that an earthquake or a plague brings.",
	"name": "Ludwig von Mises"
}, {
	"quote": "You have to go to war with a sword and a shield. You cannot go to war with bare hands.",
	"name": "Arundhati Bhattacharya"
}, {
	"quote": "There is many a boy here today who looks on war as all glory, but, boys, it is all hell.",
	"name": "William Tecumseh Sherman"
}, {
	"quote": "I venture to say no war can be long carried on against the will of the people.",
	"name": "Edmund Burke"
}, {
	"quote": "Laws are silent in time of war.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "The sinews of war are infinite money.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "The only excuse for war is that we may live in peace unharmed.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "In time of war the laws are silent.",
	"name": "Marcus Tullius Cicero"
}, {
	"quote": "War is like love; it always finds a way.",
	"name": "Bertolt Brecht"
}, {
	"quote": "We can have a World War, I see absolutely no reason why we shouldn't have a World Party.",
	"name": "Vanna Bonta"
}, {
	"quote": "I grew up among heroes who went down the pit, who played rugby, told stories, sang songs of war.",
	"name": "Richard Burton"
}, {
	"quote": "It has too often been too easy for rulers and governments to incite man to war.",
	"name": "Lester B. Pearson"
}, {
	"quote": "War has rules, mud wrestling has rules - politics has no rules.",
	"name": "Ross Perot"
}, {
	"quote": "Every day it becomes clearer that this was the wrong war at the wrong time.",
	"name": "Howard Dean"
}, {
	"quote": "The philosophy of protectionism is a philosophy of war.",
	"name": "Ludwig von Mises"
}, {
	"quote": "Ideas are the great warriors of the world, and a war that has no idea behind it, is simply a brutality.",
	"name": "James A. Garfield"
}, {
	"quote": "Peace is the virtue of civilization. War is its crime.",
	"name": "Victor Hugo"
}, {
	"quote": "Yes, peace can and must be won, to save the world from the terrible destruction of World War III.",
	"name": "Paul Robeson"
}, {
	"quote": "Black people have always been used as a buffer in this country between powers to prevent class war.",
	"name": "Toni Morrison"
}, {
	"quote": "World War II had a very important impact on the development of technology, as a whole.",
	"name": "Barry Commoner"
}, {
	"quote": "I was drafted during the Korean War.",
	"name": "Clint Eastwood"
}, {
	"quote": "Man becomes his most creative during war.",
	"name": "Clint Eastwood"
}, {
	"quote": "A war is a horrible thing, but it's also a unifier of countries.",
	"name": "Clint Eastwood"
}, {
	"quote": "My dad was a big admirer of Sergeant York stories from the First World War.",
	"name": "Clint Eastwood"
}, {
	"quote": "The connection between dress and war is not far to seek; your finest clothes are those you wear as soldiers.",
	"name": "Virginia Woolf"
}, {
	"quote": "This war is like an actress who is getting old. It is less and less photogenic and more and more dangerous.",
	"name": "Robert Capa"
}, {
	"quote": "All's fair in love and war and sport - even when you're fighting against your sister.",
	"name": "Cate Campbell"
}, {
	"quote": "If you use weapons of war to bring about peace, you're going to have more war and destruction.",
	"name": "Coretta Scott King"
}, {
	"quote": "War may be an armed angel with a mission, but she has the personal habits of the slums.",
	"name": "Rebecca Harding Davis"
}, {
	"quote": "War is hell.",
	"name": "William Tecumseh Sherman"
}, {
	"quote": "There's many a boy here today who looks on war as all glory but it is all hell.",
	"name": "William Tecumseh Sherman"
}, {
	"quote": "A war between Europeans is a civil war.",
	"name": "Victor Hugo"
}, {
	"quote": "War never takes a wicked man by chance, the good man always.",
	"name": "Sophocles"
}, {
	"quote": "People nowadays don't know about the Cold War and the U.S.'s old rivalry with the U.S.S.R.",
	"name": "Hideo Kojima"
}, {
	"quote": "The only defensible war is a war of defense.",
	"name": "Gilbert K. Chesterton"
}, {
	"quote": "Peace is not the absence of war, but a virtue based on strength of character.",
	"name": "Baruch Spinoza"
}, {
	"quote": "As a Korean War veteran, I know firsthand and understand the sacrifices made by our men and women in uniform.",
	"name": "Charles B. Rangel"
}, {
	"quote": "My name means 'hope' in Arabic, and I was born when there was a war in Lebanon.",
	"name": "Amal Clooney"
}, {
	"quote": "Unfortunately, in war, there are casualties, including among the civilian population.",
	"name": "John O. Brennan"
}, {
	"quote": "A lasting order cannot be established by bayonets.",
	"name": "Ludwig von Mises"
}, {
	"quote": "Wars have never hurt anybody except the people who die.",
	"name": "Salvador Dali"
}, {
	"quote": "War is a defeat for humanity.",
	"name": "Pope John Paul II"
}, {
	"quote": "It is not only the living who are killed in war.",
	"name": "Isaac Asimov"
}, {
	"quote": "A man will go to war, fight and die for his country. But he won't get a bikini wax.",
	"name": "Rita Rudner"
}, {
	"quote": "War is so complex; human nature is so complex. There's no filmmaker who has ever figured it out perfectly.",
	"name": "Angelina Jolie"
}, {
	"quote": "The military don't start wars. Politicians start wars.",
	"name": "William Westmoreland"
}, {
	"quote": "War is fear cloaked in courage.",
	"name": "William Westmoreland"
}, {
	"quote": "If something is said about the Raiders, I'm ready to go to war.",
	"name": "Jim Otto"
}, {
	"quote": "I'm fed up to the ears with old men dreaming up wars for young men to die in.",
	"name": "George McGovern"
}, {
	"quote": "Peace to the shacks! War on the palaces!",
	"name": "Georg Buchner"
}, {
	"quote": "I left Somalia when I was seven years old, but I witnessed a whole year in a war.",
	"name": "Barkhad Abdi"
}, {
	"quote": "Since the Gulf War, since the new World Order, America is now the number one arms dealer in the world.",
	"name": "Rob Walton"
}, {
	"quote": "War paralyzes your courage and deadens the spirit of true manhood.",
	"name": "Alexander Berkman"
}, {
	"quote": "War remains the decisive human failure.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "One may know how to gain a victory, and know not how to use it.",
	"name": "Pedro Calderon de la Barca"
}, {
	"quote": "If it were a fact, it wouldn't be called intelligence.",
	"name": "Donald Rumsfeld"
}, {
	"quote": "Conquered, we conquer.",
	"name": "Plautus"
}, {
	"quote": "I became a war hero before going on to critical acclaim as a professional victim.",
	"name": "Dave Pelzer"
}, {
	"quote": "War is a series of catastrophes which result in victory.",
	"name": "Albert Pike"
}, {
	"quote": "There is nothing that war has ever achieved that we could not better achieve without it.",
	"name": "Havelock Ellis"
}, {
	"quote": "The history of mankind is a history of war.",
	"name": "Mike Love"
}, {
	"quote": "No matter what political reasons are given for war, the underlying reason is always economic.",
	"name": "A. J. P. Taylor"
}, {
	"quote": "We don't need military weapons in our society. We're not supposed to be at war with one another.",
	"name": "Blase J. Cupich"
}, {
	"quote": "People didn't have the political guts to stand up against an American war.",
	"name": "George McGovern"
}, {
	"quote": "It is also worth asking whether the strict limitations of Geneva make sense in a war against terrorists.",
	"name": "John Yoo"
}, {
	"quote": "Everyone, when there's war in the air, learns to live in a new element: falsehood.",
	"name": "Jean Giraudoux"
}, {
	"quote": "If you sing a song of peace with enough gestures and grimaces, it becomes a war song.",
	"name": "Jean Giraudoux"
}, {
	"quote": "The idea that we're going to win this war is an idea that unfortunately is just plain wrong.",
	"name": "Howard Dean"
}, {
	"quote": "It's a war zone. Terrible things happen.",
	"name": "Eason Jordan"
}, {
	"quote": "For a while, I thought that I was only going to be cast in Second World War films.",
	"name": "Carice van Houten"
}, {
	"quote": "War damages men - and Syria is no different.",
	"name": "Paul Wood"
}, {
	"quote": "The war changed everybody's attitude. We became international almost overnight.",
	"name": "W. Averell Harriman"
}, {
	"quote": "The President of the United States thinks that for the Japanese opium is more dangerous than war.",
	"name": "Townsend Harris"
}, {
	"quote": "My personal opinion is that if someone writes honestly about war, it will inherently be anti-war.",
	"name": "Kevin Powers"
}, {
	"quote": "In the 1930s one was aware of two great evils - mass unemployment and the threat of war.",
	"name": "James Meade"
}, {
	"quote": "The lives of prisoners of war after they are returned is almost never discussed, never explored.",
	"name": "Gideon Raff"
}, {
	"quote": "Remember, God provides the best camouflage several hours out of every 24.",
	"name": "David M. Shoup"
}, {
	"quote": "Resist this war on God, freedom of religion and freedom of speech.",
	"name": "Ben Carson"
}, {
	"quote": "Sometime they'll give a war and nobody will come.",
	"name": "Carl Sandburg"
}, {
	"quote": "The way to win an atomic war is to make certain it never starts.",
	"name": "Omar N. Bradley"
}, {
	"quote": "War is not an independent phenomenon, but the continuation of politics by different means.",
	"name": "Carl von Clausewitz"
}, {
	"quote": "War is cruelty, and none can make it gentle.",
	"name": "Gilbert Parker"
}, {
	"quote": "Football is like war. It's about taking territory.",
	"name": "Condoleezza Rice"
}, {
	"quote": "The State thrives on war - unless, of course, it is defeated and crushed - expands on it, glories in it.",
	"name": "Murray Rothbard"
}, {
	"quote": "War is the unfolding of miscalculations.",
	"name": "Barbara W. Tuchman"
}, {
	"quote": "To win this war, we need a commander in chief, not a professor of law standing at the lectern.",
	"name": "Sarah Palin"
}, {
	"quote": "If it's natural to kill, how come men have to go into training to learn how?",
	"name": "Joan Baez"
}, {
	"quote": "But when will our leaders learn - war is not the answer.",
	"name": "Helen Thomas"
}, {
	"quote": "War is only a cowardly escape from the problems of peace.",
	"name": "Thomas Mann"
}, {
	"quote": "I think that the Cold War was an exceptional and unnecessary piece of cruelty.",
	"name": "Jane Smiley"
}, {
	"quote": "Next to a lost battle, nothing is so sad as a battle that has been won.",
	"name": "Duke of Wellington"
}, {
	"quote": "We have war when at least one of the parties to a conflict wants something more than it wants peace.",
	"name": "Jeane Kirkpatrick"
}, {
	"quote": "The power to wage war is the power to wage war successfully.",
	"name": "Charles Evans Hughes"
}, {
	"quote": "It is not patriotic to commit young Americans to war unless our national security clearly requires it.",
	"name": "George McGovern"
}, {
	"quote": "A visitor from Mars could easily pick out the civilized nations. They have the best implements of war.",
	"name": "Herbert V. Prochnow"
}, {
	"quote": "We have been travelling through a cloud. The sky has been dark ever since the war began.",
	"name": "Black Kettle"
}, {
	"quote": "During war, the laws are silent.",
	"name": "Quintus Tullius Cicero"
}, {
	"quote": "War... is harmful, not only to the conquered but to the conqueror.",
	"name": "Ludwig von Mises"
}, {
	"quote": "If men do not now succeed in abolishing war, civilization and mankind are doomed.",
	"name": "Ludwig von Mises"
}, {
	"quote": "War would end if the dead could return.",
	"name": "Stanley Baldwin"
}, {
	"quote": "The surest way to prevent war is not to fear it.",
	"name": "John Randolph"
}, {
	"quote": "We are all tourists in history, and irony is what we win in wars.",
	"name": "Anatole Broyard"
}]