[{
	"quote": "Bride: A woman with a fine prospect of happiness behind her.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Many people spend more time in planning the wedding than they do in planning the marriage.",
	"name": "Zig Ziglar"
}, {
	"quote": "Weddings are important because they celebrate life and possibility.",
	"name": "Anne Hathaway"
}, {
	"quote": "A wedding is a funeral where you smell your own flowers.",
	"name": "Eddie Cantor"
}, {
	"quote": "In Hollywood, brides keep the bouquets and throw away the groom.",
	"name": "Groucho Marx"
}, {
	"quote": "A young bride is like a plucked flower; but a guilty wife is like a flower that had been walked over.",
	"name": "Honore de Balzac"
}, {
	"quote": "I'd imagine my wedding as a fairy tale... huge, beautiful and white.",
	"name": "Paris Hilton"
}, {
	"quote": "A bride at her second marriage does not wear a veil. She wants to see what she is getting.",
	"name": "Helen Rowland"
}, {
	"quote": "I love pizza. I want to marry it, but it would just be to eat her family at the wedding.",
	"name": "Mike Birbiglia"
}, {
	"quote": "For most couples, the first event they plan together is their wedding.",
	"name": "Lenny Platt"
}, {
	"quote": "I am about to be married, and am of course in all the misery of a man in pursuit of happiness.",
	"name": "Lord Byron"
}, {
	"quote": "I think everyone dreams of that nice romantic wedding.",
	"name": "Lance Bass"
}, {
	"quote": "And we've got a toaster and everything. So there is no reason for the wedding.",
	"name": "Karl Pilkington"
}, {
	"quote": "I was married by a judge. I should have asked for a jury.",
	"name": "Groucho Marx"
}, {
	"quote": "Wedding is destiny, and hanging likewise.",
	"name": "John Heywood"
}, {
	"quote": "Falling in love was the easy part; planning a wedding - yikes!",
	"name": "Niecy Nash"
}, {
	"quote": "You have to make your wedding day all about you.",
	"name": "DJ Jazzy Jeff"
}, {
	"quote": "I only wear two rings: a wedding ring and my World Series ring.",
	"name": "Joe Garagiola"
}, {
	"quote": "That is ever the way. 'Tis all jealousy to the bride and good wishes to the corpse.",
	"name": "James M. Barrie"
}, {
	"quote": "I love dress shopping, and I love talking about the wedding food. That's what makes me happy.",
	"name": "Chrissy Teigen"
}, {
	"quote": "Wedding fever is one of the scariest diseases I have ever seen.",
	"name": "Jessica Valenti"
}, {
	"quote": "It's mutual respect and love that are important, not a wedding.",
	"name": "Christie Hefner"
}, {
	"quote": "The most dangerous food is wedding cake.",
	"name": "James Thurber"
}, {
	"quote": "It's a funny thing that when a man hasn't anything on earth to worry about, he goes off and gets married.",
	"name": "Robert Frost"
}, {
	"quote": "I have great hopes that we shall love each other all our lives as much as if we had never married at all.",
	"name": "Lord Byron"
}, {
	"quote": "The chain of wedlock is so heavy that it takes two to carry it - and sometimes three.",
	"name": "Heraclitus"
}, {
	"quote": "I'm not really that girl who dreams about her wedding day.",
	"name": "Taylor Swift"
}, {
	"quote": "If you're going to plan a wedding, then a certain amount of suffering is not a choice.",
	"name": "Ellie Kemper"
}, {
	"quote": "Music played at weddings always reminds me of the music played for soldiers before they go into battle.",
	"name": "Heinrich Heine"
}, {
	"quote": "My favourite flowers are English country roses - I had a bouquet of them for my wedding.",
	"name": "Kate Moss"
}, {
	"quote": "I like wearing my wedding ring, it's nice.",
	"name": "Jerry O'Connell"
}, {
	"quote": "I've always been the type to fall in love fast and, with every boyfriend, I plan out my wedding in my head.",
	"name": "Kim Kardashian"
}, {
	"quote": "There's a higher form of happiness in commitment. I'm counting on it.",
	"name": "Claire Forlani"
}, {
	"quote": "I never wanted a big wedding. I never wanted to wear a white dress or throw a bouquet.",
	"name": "Taylor Jenkins Reid"
}, {
	"quote": "I don't ever really feel that wearing my wedding ring is what determines me being married or not.",
	"name": "Jessica Simpson"
}, {
	"quote": "The trouble with wedlock is that there's not enough wed and too much lock.",
	"name": "Christopher Morley"
}, {
	"quote": "For her fifth wedding, the bride wore black and carried a scotch and soda.",
	"name": "Phyllis Battelle"
}, {
	"quote": "I mean, I do wear a wedding ring and take it off when I shoot.",
	"name": "Henry Ian Cusick"
}, {
	"quote": "We are all so close. We are godfather to each others' kids. I was the best man at Jesus' wedding.",
	"name": "Juan Marichal"
}, {
	"quote": "My five best friends, who were my bridesmaids in my wedding, are still my best friends.",
	"name": "Jill Kargman"
}, {
	"quote": "I chose my wife, as she did her wedding gown, for qualities that would wear well.",
	"name": "Oliver Goldsmith"
}, {
	"quote": "Our dog died from licking our wedding picture.",
	"name": "Phyllis Diller"
}, {
	"quote": "The Wedding March has a bit of a death march in it.",
	"name": "Brian May"
}, {
	"quote": "An invitation to a wedding invokes more trouble than a summons to a police court.",
	"name": "William Feather"
}, {
	"quote": "Our whole wedding cost 180 bucks. Afterward, we re-heated lasagna for everyone and set off fireworks.",
	"name": "Larry the Cable Guy"
}, {
	"quote": "I just wasn't one of those girls who dreamt of her wedding day and the birth of her first child.",
	"name": "Sarah Jessica Parker"
}, {
	"quote": "Each youth betrays considerable anxiety about the wedding night ahead.",
	"name": "Gore Vidal"
}, {
	"quote": "I love a black wedding dress.",
	"name": "Vera Wang"
}, {
	"quote": "I just wrapped this movie called 'The Wedding Crashers' which was a pretty big break for me.",
	"name": "Bradley Cooper"
}, {
	"quote": "People always complain, 'you never invited me to your wedding', but I prefer casual weddings.",
	"name": "Sinead O'Connor"
}, {
	"quote": "Narciso Rodriguez was my first fashion big brother. He made my wedding dress, which was wonderful.",
	"name": "Claire Danes"
}, {
	"quote": "No wedding bells for me anymore. I've been happily married to my profession for years.",
	"name": "Shirley Bassey"
}, {
	"quote": "I don't think it's possible to have a wedding without it being stressful!",
	"name": "Debra Messing"
}, {
	"quote": "I found out I was pregnant seven days after my wedding. I was on honeymoon with my family.",
	"name": "Bryce Dallas Howard"
}, {
	"quote": "On my wedding day, I gifted my wife a platinum ring.",
	"name": "Vijender Singh"
}, {
	"quote": "I was a bridesmaid at a wedding in one picture.",
	"name": "Dorothy Malone"
}, {
	"quote": "A woman seldom asks advice before she has bought her wedding clothes.",
	"name": "Joseph Addison"
}, {
	"quote": "I sang a song at my sister's wedding. My mother forced me into that, too. But that one felt all right.",
	"name": "Adam Sandler"
}, {
	"quote": "I'll never have a wedding. I don't want to marry just to do what everybody else is doing.",
	"name": "Mr. T"
}, {
	"quote": "A gloomy guest fits not a wedding feast.",
	"name": "Friedrich Schiller"
}, {
	"quote": "I had a huge Indian wedding, and I did it for my wife, and I did it for my white friends.",
	"name": "Hasan Minhaj"
}, {
	"quote": "I always envisioned myself having a traditional and elegant wedding.",
	"name": "Ivanka Trump"
}, {
	"quote": "I did calligraphy for the invitations for, like, Robin Thicke and Paula Patton's wedding.",
	"name": "Meghan Markle"
}, {
	"quote": "I love 3-D. I have been a big fan of 3-D for a long, long time. I took my 1988 wedding pictures in 3-D!",
	"name": "John Lasseter"
}, {
	"quote": "The Wedding March always reminds me of the music played when soldiers go into battle.",
	"name": "Heinrich Heine"
}, {
	"quote": "I've worn a dress at my wedding. I've worn 6-inch Louboutins. I've got no fear and no shame.",
	"name": "A. J. McLean"
}, {
	"quote": "An embellished top with slim pants is great, even for a wedding.",
	"name": "Brad Goreski"
}, {
	"quote": "I want a big wedding.",
	"name": "Karamo Brown"
}, {
	"quote": "Monica Seles: I'd hate to be next door to her on her wedding night.",
	"name": "Peter Ustinov"
}, {
	"quote": "O month when they who love must love and wed.",
	"name": "Helen Hunt Jackson"
}, {
	"quote": "I was a wedding singer as a teenager.",
	"name": "John Legend"
}, {
	"quote": "I don't want to write poems about the royal wedding. I would have to be moved by the event.",
	"name": "Derek Walcott"
}, {
	"quote": "Even if it's your wedding, if you're a guy, it's boring.",
	"name": "Blake Shelton"
}, {
	"quote": "The wedding took place in Vermont, where they have legalized gay civil unions, and I married a woman.",
	"name": "Craig Ferguson"
}, {
	"quote": "Quarrels often arise in marriages when the bridal gifts are excessive.",
	"name": "Antisthenes"
}, {
	"quote": "I used to work all the time, and now if there is a wedding, there's a concert, I'm there.",
	"name": "Petra Nemcova"
}, {
	"quote": "Wedding: the point at which a man stops toasting a woman and begins roasting her.",
	"name": "Helen Rowland"
}, {
	"quote": "You can have a wedding at Fenway Park.",
	"name": "Mike Barnicle"
}, {
	"quote": "I hated the royal wedding.",
	"name": "Morrissey"
}, {
	"quote": "A person's character is but half formed till after wedlock.",
	"name": "Charles Simmons"
}, {
	"quote": "Valentino made my day suit for the wedding of Paloma Picasso in Paris.",
	"name": "Andre Leon Talley"
}, {
	"quote": "It's always great to have things from France at a wedding. It's symbolic of style, of culture, of taste.",
	"name": "Andre Leon Talley"
}, {
	"quote": "I wore one of my own designs on my wedding day.",
	"name": "Emilia Wickstead"
}, {
	"quote": "I don't know nothing about no marriages or nothing. I ain't even never been to a wedding.",
	"name": "Mike Epps"
}, {
	"quote": "I don't talk about my personal life in the press; that's how I kept my wedding a secret.",
	"name": "Kerry Washington"
}, {
	"quote": "No matter how you handle alcohol at your wedding, you will most likely be upsetting someone.",
	"name": "Emily V. Gordon"
}, {
	"quote": "It is sweet that people want to know everything about my wedding, but they should also respect my privacy.",
	"name": "Divyanka Tripathi"
}, {
	"quote": "I am a celebrity, but I don't want people standing outside my wedding venue.",
	"name": "Divyanka Tripathi"
}, {
	"quote": "I hope that when I'm 80 years old, people will still be talking about my wedding.",
	"name": "Jennifer Hudson"
}, {
	"quote": "I do not want my man to be exhausted for our wedding day, especially our wedding night.",
	"name": "Nikki Bella"
}, {
	"quote": "There's nothing standard about a wedding dress or shoes anymore.",
	"name": "Jenny Packham"
}, {
	"quote": "I haven't worn make-up since my wedding, and my husband loves me a lot.",
	"name": "Leandra Medine"
}, {
	"quote": "All weddings, except those with shotguns in evidence, are wonderful.",
	"name": "Liz Smith"
}, {
	"quote": "I get very nervous when I have to take my wedding ring off.",
	"name": "Jerry O'Connell"
}, {
	"quote": "You can easily take photographs at a wedding - no one would question it. But funerals are different.",
	"name": "Martin Parr"
}, {
	"quote": "My biggest blast-off hit was 'You Raise Me Up.' If you ever have a wedding or a funeral, it's a good pick.",
	"name": "Josh Groban"
}, {
	"quote": "I don't follow trends. I make each cake for a particular wedding, or event.",
	"name": "Ron Ben-Israel"
}, {
	"quote": "Onassis told me. He begged me to come to the wedding.",
	"name": "Lee Radziwill"
}, {
	"quote": "The only time I ever look good dancing is if I'm next to my dad at a wedding.",
	"name": "Cat Deeley"
}, {
	"quote": "My husband and I click wedding rings sometimes and say, 'By the power of the Castle of Greyskull!'",
	"name": "Tamora Pierce"
}, {
	"quote": "I would like to sing for the Pope. And the Queen, and at Simon Cowell's wedding.",
	"name": "Jackie Evancho"
}, {
	"quote": "I went looking for dresses and realized there was a niche I could fill in the wedding dress market.",
	"name": "Monique Lhuillier"
}, {
	"quote": "In the '50s, a lot of girls never saw beyond the wedding day.",
	"name": "Helen Reddy"
}, {
	"quote": "I want a big church wedding.",
	"name": "Sienna Miller"
}, {
	"quote": "I'll get pretty much everything the way I want it. I've always dreamed of a beach wedding.",
	"name": "Nicole Appleton"
}, {
	"quote": "It was only literally hours after the wedding when he felt he didn't have to keep up the facade.",
	"name": "Trisha Goddard"
}, {
	"quote": "My family is almost exactly like the one in 'Monsoon Wedding'. We are very open, fairly liberal, loud people.",
	"name": "Mira Nair"
}, {
	"quote": "I had a Hebraic wedding in New York, so I'm definitely Jewish.",
	"name": "Amar'e Stoudemire"
}, {
	"quote": "I don't want a huge wedding. I don't want it to be some huge spectacle.",
	"name": "Kristin Cavallari"
}, {
	"quote": "I was never the girl who tore pictures out of wedding magazines.",
	"name": "Camila Alves"
}, {
	"quote": "I'm really close to my family, and I really want one of my own. But the wedding, it's not necessary for me.",
	"name": "Julia Restoin Roitfeld"
}, {
	"quote": "It's important to still look like yourself on your wedding day, so I didn't do anything drastic.",
	"name": "Lily Aldridge"
}, {
	"quote": "If you have a guy over, and there's a whole bunch of china from your wedding, it's not a good idea.",
	"name": "Mayte Garcia"
}, {
	"quote": "The pilot is the wedding, and the series is the relationship.",
	"name": "Thomas Gibson"
}, {
	"quote": "I myself was a wedding photographer when I was, like, 16.",
	"name": "Kacy Hill"
}, {
	"quote": "My grandfather Frank Lloyd Wright wore a red sash on his wedding night. That is glamour!",
	"name": "Anne Baxter"
}, {
	"quote": "I want the big drama. I always said I don't want a wedding I want a parade.",
	"name": "Star Jones"
}, {
	"quote": "A wedding is such a girl thing.",
	"name": "Selma Blair"
}, {
	"quote": "If it were not for the presents, an elopement would be preferable.",
	"name": "George Ade"
}, {
	"quote": "I want John Legend to sing at my wedding.",
	"name": "Sloane Stephens"
}, {
	"quote": "For me, life has either been a wake or a wedding.",
	"name": "Peter O'Toole"
}, {
	"quote": "Growing up, I was never the kind of girl to dream about wedding dresses and pretty houses.",
	"name": "Louise Nurding"
}, {
	"quote": "I wrote a song for my sister's wedding.",
	"name": "Lou Barlow"
}, {
	"quote": "Most kids don't get to go their parents' wedding.",
	"name": "Ken Livingstone"
}, {
	"quote": "Those are the men who will dance at your wedding.",
	"name": "Guy Madison"
}, {
	"quote": "Jody Hill, who I created 'Eastbound And Down' and 'Fist Foot Way' with, was my best man at my wedding.",
	"name": "Danny McBride"
}, {
	"quote": "I really was about to pass out during my entire wedding. I just didn't know if I could marry anybody.",
	"name": "Patricia Richardson"
}, {
	"quote": "The one thing that I'm in charge of in this wedding is the food.",
	"name": "Rob Mariano"
}, {
	"quote": "There's no scenario in which I wouldn't want my entire family at a wedding.",
	"name": "Jordan Rodgers"
}, {
	"quote": "Me and the Dap-Kings, the whole band is playing a wedding band in 'The Wolf of Wall Street.'",
	"name": "Sharon Jones"
}, {
	"quote": "It happened in Miami, in Coral Gables, a great big ol' Cuban wedding. It was pretty intense.",
	"name": "Jon Secada"
}, {
	"quote": "My husband, Jim, converted to Judaism just before our wedding.",
	"name": "Anita Diament"
}, {
	"quote": "Well... Actually I got picked because I was the only one who fit the wedding gown - they had my size.",
	"name": "Kevin McDonald"
}, {
	"quote": "The first thing I ever saw Bradley Cooper in was 'Wedding Crashers.'",
	"name": "Ed Weeks"
}, {
	"quote": "I'd hesitated to have a wedding because my gay and lesbian friends don't have that right.",
	"name": "Kathy Najimy"
}, {
	"quote": "Come on, planning a wedding, let's be honest, it's not fun. It's not fun being in a wedding.",
	"name": "Wendi McLendon-Covey"
}, {
	"quote": "The Hiltons know how to put on a good wedding, that's all I can say.",
	"name": "Conrad Sewell"
}, {
	"quote": "She tells enough white lies to ice a wedding cake.",
	"name": "Margot Asquith"
}, {
	"quote": "I'm one of those people who has always been a bridesmaid.",
	"name": "Piper Laurie"
}, {
	"quote": "Wedding rings need to be sparkly to remind us not to have sex with other people.",
	"name": "Andrea Savage"
}, {
	"quote": "Never get married in the morning - you never know who you might meet that night.",
	"name": "Paul Hornung"
}]