[{
	"quote": "Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness.",
	"name": "Oprah Winfrey"
}, {
	"quote": "A woman is like a tea bag - you can't tell how strong she is until you put her in hot water.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "There are only three things women need in life: food, water, and compliments.",
	"name": "Chris Rock"
}, {
	"quote": "A woman should be like a single flower, not a whole bouquet.",
	"name": "Anna Held"
}, {
	"quote": "No struggle can ever succeed without women participating side by side with men.",
	"name": "Muhammad Ali Jinnah"
}, {
	"quote": "Men always want to be a woman's first love - women like to be a man's last romance.",
	"name": "Oscar Wilde"
}, {
	"quote": "A girl should be two things: classy and fabulous.",
	"name": "Coco Chanel"
}, {
	"quote": "After women, flowers are the most lovely thing God has given the world.",
	"name": "Christian Dior"
}, {
	"quote": "Women are made to be loved, not understood.",
	"name": "Oscar Wilde"
}, {
	"quote": "There's three things men always talk about - women, sports, and cars.",
	"name": "Mario Lopez"
}, {
	"quote": "Reputation is what men and women think of us; character is what God and angels know of us.",
	"name": "Thomas Paine"
}, {
	"quote": "Women are the largest untapped reservoir of talent in the world.",
	"name": "Hillary Clinton"
}, {
	"quote": "Women and cats will do as they please, and men and dogs should relax and get used to the idea.",
	"name": "Robert A. Heinlein"
}, {
	"quote": "Kindness in women, not their beauteous looks, shall win my love.",
	"name": "Washington Irving"
}, {
	"quote": "If women ran the world we wouldn't have wars, just intense negotiations every 28 days.",
	"name": "Robin Williams"
}, {
	"quote": "There never will be complete equality until women themselves help to make laws and elect lawmakers.",
	"name": "Susan B. Anthony"
}, {
	"quote": "If you want something said, ask a man; if you want something done, ask a woman.",
	"name": "Margaret Thatcher"
}, {
	"quote": "Man does not control his own fate. The women in his life do that for him.",
	"name": "Groucho Marx"
}, {
	"quote": "The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "I think women are foolish to pretend they are equal to men; they are far superior and always have been.",
	"name": "William Golding"
}, {
	"quote": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.",
	"name": "Mary Wollstonecraft"
}, {
	"quote": "The qualities I most admire in women are confidence and kindness.",
	"name": "Oscar de la Renta"
}, {
	"quote": "There will never be a new world order until women are a part of it.",
	"name": "Alice Paul"
}, {
	"quote": "I measure the progress of a community by the degree of progress which women have achieved.",
	"name": "B. R. Ambedkar"
}, {
	"quote": "Men, their rights, and nothing more; women, their rights, and nothing less.",
	"name": "Susan B. Anthony"
}, {
	"quote": "We hold these truths to be self-evident: that all men and women are created equal.",
	"name": "Elizabeth Cady Stanton"
}, {
	"quote": "Yes, guns are to men what jewelry is to women!",
	"name": "Steve King"
}, {
	"quote": "Women have to find their own personality, their own style, and what suits them the best.",
	"name": "Francois Nars"
}, {
	"quote": "My ideal man is faithful, honest, and a gentleman who knows how to treat women.",
	"name": "Irina Shayk"
}, {
	"quote": "As usual, there is a great woman behind every idiot.",
	"name": "John Lennon"
}, {
	"quote": "In our society, the women who break down barriers are those who ignore limits.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "No nation can rise to the height of glory unless your women are side by side with you.",
	"name": "Muhammad Ali Jinnah"
}, {
	"quote": "Women hold up half the sky.",
	"name": "Mao Zedong"
}, {
	"quote": "Women should never go without earrings. Passing on them is an opportunity missed.",
	"name": "Jennifer Lopez"
}, {
	"quote": "The use of the atomic bomb, with its indiscriminate killing of women and children, revolts my soul.",
	"name": "Herbert Hoover"
}, {
	"quote": "A gender line... helps to keep women not on a pedestal, but in a cage.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "The higher the better. It's more about an attitude. High heels empower women in a way.",
	"name": "Christian Louboutin"
}, {
	"quote": "A women who doesn't wear perfume has no future.",
	"name": "Coco Chanel"
}, {
	"quote": "Mr. President how long must women wait to get their liberty? Let us have the rights we deserve.",
	"name": "Alice Paul"
}, {
	"quote": "I don't know who invented high heels, but all women owe him a lot.",
	"name": "Marilyn Monroe"
}, {
	"quote": "Human rights are women's rights, and women's rights are human rights.",
	"name": "Hillary Clinton"
}, {
	"quote": "I guess I was a bad boy... Yes, yes, I've had lots of women in my life.",
	"name": "Kirk Douglas"
}, {
	"quote": "Women like me aren't supposed to run for office.",
	"name": "Alexandria Ocasio-Cortez"
}, {
	"quote": "In the adjustment of the new order of things, we women demand an equal voice; we shall accept nothing less.",
	"name": "Carrie Chapman Catt"
}, {
	"quote": "I do not wish women to have power over men; but over themselves.",
	"name": "Mary Shelley"
}, {
	"quote": "The women that inspire me to be honest are the women that struggle.",
	"name": "Cardi B"
}, {
	"quote": "If women want any rights more than they's got, why don't they just take them, and not be talking about it.",
	"name": "Sojourner Truth"
}, {
	"quote": "Anyone who says he can see through women is missing a lot.",
	"name": "Groucho Marx"
}, {
	"quote": "There are no ugly women, only lazy ones.",
	"name": "Helena Rubinstein"
}, {
	"quote": "Women are the real architects of society.",
	"name": "Cher"
}, {
	"quote": "Ah, women. They make the highs higher and the lows more frequent.",
	"name": "Friedrich Nietzsche"
}, {
	"quote": "Women are like teabags. We don't know our true strength until we are in hot water!",
	"name": "Unknown"
}, {
	"quote": "Kids, adults, men, women, everybody has a relationship with Mickey Mouse.",
	"name": "Warren Spector"
}, {
	"quote": "I am not handsome, but when women hear me play, they come crawling to my feet.",
	"name": "Niccolo Paganini"
}, {
	"quote": "What counts the most for women is having the confidence to make your own money.",
	"name": "Cardi B"
}, {
	"quote": "Deprived of meaningful work, men and women lose their reason for existence; they go stark, raving mad.",
	"name": "Fyodor Dostoevsky"
}, {
	"quote": "Men and women are like right and left hands; it doesn't make sense not to use both.",
	"name": "Jeannette Rankin"
}, {
	"quote": "Being a woman is a terribly difficult task, since it consists principally in dealing with men.",
	"name": "Joseph Conrad"
}, {
	"quote": "I speak Spanish to God, Italian to women, French to men, and German to my horse.",
	"name": "Charles V"
}, {
	"quote": "All women become like their mothers. That is their tragedy. No man does. That's his.",
	"name": "Oscar Wilde"
}, {
	"quote": "No doubt exists that all women are crazy; it's only a question of degree.",
	"name": "W. C. Fields"
}, {
	"quote": "Women are our most miraculous muse, an enchanted intangibility that encourages all art.",
	"name": "CeeLo Green"
}, {
	"quote": "Gender equality will only be reached if we are able to empower women.",
	"name": "Michelle Bachelet"
}, {
	"quote": "I don't hate women - they just sometimes make me mad.",
	"name": "Eminem"
}, {
	"quote": "I want to empower women. I want people to be afraid of the women I dress.",
	"name": "Alexander McQueen"
}, {
	"quote": "I don't know why women want any of the things men have when one of the things that women have is men.",
	"name": "Coco Chanel"
}, {
	"quote": "It is our duty as men and women to proceed as though the limits of our abilities do not exist.",
	"name": "Pierre Teilhard de Chardin"
}, {
	"quote": "If we mean to have heroes, statesmen and philosophers, we should have learned women.",
	"name": "Abigail Adams"
}, {
	"quote": "Surrounding myself with beautiful women keeps me young.",
	"name": "Hugh Hefner"
}, {
	"quote": "When men and women are able to respect and accept their differences then love has a chance to blossom.",
	"name": "John Gray"
}, {
	"quote": "Feminism is not just about women; it's about letting all people lead fuller lives.",
	"name": "Jane Fonda"
}, {
	"quote": "High heels empower women in a way.",
	"name": "Christian Louboutin"
}, {
	"quote": "Most women find a man with good manners sexy.",
	"name": "Candice Swanepoel"
}, {
	"quote": "I think women have to change their hairstyle from time to time.",
	"name": "Yulia Tymoshenko"
}, {
	"quote": "Women. They are a complete mystery.",
	"name": "Stephen Hawking"
}, {
	"quote": "Some women feel the best cure for a broken heart is a new beau.",
	"name": "Gene Tierney"
}, {
	"quote": "Women in my focus groups, they say a bald man is trustworthy. He has nothing to hide.",
	"name": "Kellyanne Conway"
}, {
	"quote": "There are some people who still feel threatened by strong women. That's their problem. It's not mine.",
	"name": "Gloria Allred"
}, {
	"quote": "Women need real moments of solitude and self-reflection to balance out how much of ourselves we give away.",
	"name": "Barbara De Angelis"
}, {
	"quote": "Honor your daughters. They are honorable.",
	"name": "Malala Yousafzai"
}, {
	"quote": "The strength and power of a country depends absolutely on the quantity of good men and women in it.",
	"name": "John Ruskin"
}, {
	"quote": "I never realized until lately that women were supposed to be the inferior sex.",
	"name": "Katharine Hepburn"
}, {
	"quote": "I demanded more rights for women because I know what women had to put up with.",
	"name": "Evita Peron"
}, {
	"quote": "Some women flirt more with what they say, and some with what they do.",
	"name": "Anna Held"
}, {
	"quote": "Women don't take care of themselves because they take care of everybody else.",
	"name": "Ellen Pompeo"
}, {
	"quote": "Women encourage men to be childish, then scold them.",
	"name": "Mason Cooley"
}, {
	"quote": "Men's vows are women's traitors!",
	"name": "William Shakespeare"
}, {
	"quote": "Women may fall when there's no strength in men.",
	"name": "William Shakespeare"
}, {
	"quote": "Suffrage is a common right of citizenship. Women have the right of suffrage. Logically it cannot be escaped.",
	"name": "Victoria Woodhull"
}, {
	"quote": "I grew up with just my mum and sister, so I respect women a lot.",
	"name": "Harry Styles"
}, {
	"quote": "Childbirth is more admirable than conquest, more amazing than self-defense, and as courageous as either one.",
	"name": "Gloria Steinem"
}, {
	"quote": "Everything we see in the world is the creative work of women.",
	"name": "Mustafa Kemal Ataturk"
}, {
	"quote": "We as women, we have to understand that we know more, just even instinctively, than we think we do.",
	"name": "Michelle Obama"
}, {
	"quote": "I could sooner reconcile all Europe than two women.",
	"name": "Louis XIV"
}, {
	"quote": "It may be the cock that crows, but it is the hen that lays the eggs.",
	"name": "Margaret Thatcher"
}, {
	"quote": "I like intelligent women. When you go out, it shouldn't be a staring contest.",
	"name": "Frank Sinatra"
}, {
	"quote": "When we empower women, society benefits, grows, and thrives.",
	"name": "Paul Polman"
}, {
	"quote": "To understand how any society functions you must understand the relationship between the men and the women.",
	"name": "Angela Davis"
}, {
	"quote": "I enjoy how women dressed in the 1920s with the shimmering jewels and rich feathers.",
	"name": "Janelle Monae"
}, {
	"quote": "Sometimes when women come forward about sexual harassment, they're seen as a troublemaker.",
	"name": "Gretchen Carlson"
}, {
	"quote": "Guitars are like women. You'll never get them totally right.",
	"name": "Slash"
}, {
	"quote": "All women think men look good in suits. To be honest, I like the way they look, too.",
	"name": "Liam Hemsworth"
}, {
	"quote": "Women can be powerful, graceful, and complex, with the ability to make any choice they desire.",
	"name": "Jessica Chastain"
}, {
	"quote": "The Bible and the Church have been the greatest stumbling blocks in the way of women's emancipation.",
	"name": "Elizabeth Cady Stanton"
}, {
	"quote": "Fashion is killing women's body image of themselves.",
	"name": "Zac Posen"
}, {
	"quote": "There should be no boundaries, no hierarchy, no violence. Men and women are equal.",
	"name": "Alessandro Michele"
}, {
	"quote": "I was raised by strong women, and that DNA is in my daughter and wife.",
	"name": "Dwayne Johnson"
}, {
	"quote": "I think what women think is sexy is what is sexy. Girls eating pizza are massively sexy.",
	"name": "Charli XCX"
}, {
	"quote": "The seeds of success in every nation on Earth are best planted in women and children.",
	"name": "Joyce Banda"
}, {
	"quote": "Women are the engine driving the growth in California's economy. Women make California's economy unique.",
	"name": "Arnold Schwarzenegger"
}, {
	"quote": "Equality is like gravity. We need it to stand on this earth as men and women.",
	"name": "Joss Whedon"
}, {
	"quote": "You cannot make women contented with cooking and cleaning and you need not try.",
	"name": "Ellen Swallow Richards"
}, {
	"quote": "Women are such strong, powerful leaders, and a lot of the time, we play it silent.",
	"name": "Brie Larson"
}, {
	"quote": "Black women are the strongest most hardworking people on earth.",
	"name": "Dr. Dre"
}, {
	"quote": "I don't get my inspiration from books or a painting. I get it from the women I meet.",
	"name": "Carolina Herrera"
}, {
	"quote": "Personally, I think if a women hasn't met the right man by the time she's 24, she may be lucky.",
	"name": "Deborah Kerr"
}, {
	"quote": "How wrong it is for a woman to expect the man to build the world she wants, rather than to create it herself.",
	"name": "Anais Nin"
}, {
	"quote": "The fire to inspire women and help them to blaze new paths fiercely burns inside of me.",
	"name": "Tyra Banks"
}, {
	"quote": "I was a high-school teacher. I am a strong advocate for women's rights, and I'm not a woman.",
	"name": "Justin Trudeau"
}, {
	"quote": "But the true feminist deals out of a lesbian consciousness whether or not she ever sleeps with women.",
	"name": "Audre Lorde"
}, {
	"quote": "A Negro woman has the same kind of problems as other women, but she can't take the same things for granted.",
	"name": "Dorothy Height"
}, {
	"quote": "Men and women should stay apart, till their hearts grow gentle towards one another again.",
	"name": "D. H. Lawrence"
}, {
	"quote": "The main difference between men and women is that men are lunatics and women are idiots.",
	"name": "Rebecca West"
}, {
	"quote": "Women are one of the Almighty's enigmas to prove to men that He knows more than they do.",
	"name": "Ellen Glasgow"
}, {
	"quote": "I guess at the end of the day, all women like to be appreciated and treated with respect and kindness.",
	"name": "Sofia Vergara"
}, {
	"quote": "In 1969, I gave up women and alcohol - it was the worst 20 minutes of my life.",
	"name": "George Best"
}, {
	"quote": "I stand second to none in condemning sexual harassment of women.",
	"name": "Maryanne Trump Barry"
}, {
	"quote": "You see a lot of smart guys with dumb women, but you hardly ever see a smart woman with a dumb guy.",
	"name": "Erica Jong"
}, {
	"quote": "Men who love their mothers treat women wonderfully. And they have enormous respect for women.",
	"name": "Ellen Barkin"
}, {
	"quote": "I like a women who's got some balls, some strength. As long as I can beat her at arm wrestling, that's fine.",
	"name": "James Hetfield"
}, {
	"quote": "Women like myself, CEOs, can pave the way for more women to get to the top.",
	"name": "Andrea Jung"
}, {
	"quote": "I have thought a sufficient measure of civilization is the influence of good women.",
	"name": "Ralph Waldo Emerson"
}, {
	"quote": "I have always had a talent for irritating women since I was fourteen.",
	"name": "Marilyn Monroe"
}, {
	"quote": "I do not believe in using women in combat, because females are too fierce.",
	"name": "Margaret Mead"
}, {
	"quote": "I feel there is something unexplored about woman that only a woman can explore.",
	"name": "Georgia O'Keeffe"
}, {
	"quote": "For some reason, I have better luck when I work with women. I guess I have a good sense of sisterhood.",
	"name": "Dolly Parton"
}, {
	"quote": "Long before history began we men have got together apart from the women and done things. We had time.",
	"name": "C. S. Lewis"
}, {
	"quote": "Whenever women struggle with breast cancer and face better care than ever, that's feminism.",
	"name": "bell hooks"
}, {
	"quote": "Women have been called queens for a long time, but the kingdom given them isn't worth ruling.",
	"name": "Louisa May Alcott"
}, {
	"quote": "The same way that racism is a white person's problem, violence against women is a men's problem.",
	"name": "Gloria Steinem"
}, {
	"quote": "People say I'm wearing heels because I'm short. I wear heels because the women like 'em.",
	"name": "Prince"
}, {
	"quote": "It is not women's liberation, it is women's and men's liberation.",
	"name": "Ruth Bader Ginsburg"
}, {
	"quote": "The story of the human race is the story of men and women selling themselves short.",
	"name": "Abraham Maslow"
}, {
	"quote": "If women were particular about men's characters, they would never get married at all.",
	"name": "George Bernard Shaw"
}, {
	"quote": "A man can be short and dumpy and getting bald but if he has fire, women will like him.",
	"name": "Mae West"
}, {
	"quote": "Women who seek to be equal with men lack ambition.",
	"name": "Timothy Leary"
}, {
	"quote": "Women - always in trouble with them, but can't live without them.",
	"name": "Ayrton Senna"
}, {
	"quote": "Being the boss anywhere is lonely. Being a female boss in a world of mostly men is especially so.",
	"name": "Robert Frost"
}, {
	"quote": "They were using the dolls to project their dreams of their own futures as adult women.",
	"name": "Ruth Handler"
}, {
	"quote": "Smart women love smart men more than smart men love smart women.",
	"name": "Natalie Portman"
}, {
	"quote": "Women love a self-confident bald man.",
	"name": "Larry David"
}, {
	"quote": "When women go wrong, men go right after them.",
	"name": "Mae West"
}, {
	"quote": "I like my wine like my women - ready to pass out.",
	"name": "Robin Williams"
}, {
	"quote": "A Bachelor of Arts is one who makes love to a lot of women, and yet has the art to remain a bachelor.",
	"name": "Helen Rowland"
}, {
	"quote": "NGOs have a significant role to play, alongside governments, in improving the status of women.",
	"name": "Jenny Shipley"
}, {
	"quote": "The only really happy folk are married women and single men.",
	"name": "H. L. Mencken"
}, {
	"quote": "Women want mediocre men, and men are working to be as mediocre as possible.",
	"name": "Margaret Mead"
}, {
	"quote": "Women have a favorite room, men a favorite chair.",
	"name": "Bernard Williams"
}, {
	"quote": "Men are governed by lines of intellect - women: by curves of emotion.",
	"name": "James Joyce"
}, {
	"quote": "Wives are young men's mistresses, companions for middle age, and old men's nurses.",
	"name": "Francis Bacon"
}, {
	"quote": "One mustn't ask apple trees for oranges, France for sun, women for love, life for happiness.",
	"name": "Gustave Flaubert"
}, {
	"quote": "If women can be railroad workers in Russia, why can't they fly in space?",
	"name": "Valentina Tereshkova"
}, {
	"quote": "Emancipation of women has made them lose their mystery.",
	"name": "Grace Kelly"
}, {
	"quote": "Women, can't live with them, can't live without them.",
	"name": "Desiderius Erasmus"
}, {
	"quote": "Ninety percent I'll spend on good times, women and Irish Whiskey. The other ten percent I'll probably waste.",
	"name": "Tug McGraw"
}, {
	"quote": "Women have simple tastes. They get pleasure out of the conversation of children in arms and men in love.",
	"name": "H. L. Mencken"
}, {
	"quote": "Women are naturally secretive, and they like to do their own secreting.",
	"name": "Arthur Conan Doyle"
}, {
	"quote": "For most of my life I let women do the driving and was happy to let them.",
	"name": "Christopher Hitchens"
}, {
	"quote": "We're getting ready to take over the world. My group of girlfriends - we're renegades.",
	"name": "Lisa Bonet"
}, {
	"quote": "We are not yet a society free of sexism, and this will continue to be an issue for all women candidates.",
	"name": "Campbell Brown"
}, {
	"quote": "Osteoporosis, as the third threat, is particularly attributable to women's physiology.",
	"name": "Gro Harlem Brundtland"
}, {
	"quote": "Plain women know more about men than beautiful women do.",
	"name": "Katharine Hepburn"
}, {
	"quote": "Women lie about their age; men lie about their income.",
	"name": "William Feather"
}, {
	"quote": "I owe nothing to Women's Lib.",
	"name": "Margaret Thatcher"
}, {
	"quote": "My drawing for women is really curvy. My drawings for men are actually quite angular.",
	"name": "Christian Louboutin"
}, {
	"quote": "Every argument for Negro suffrage is an argument for women's suffrage.",
	"name": "W. E. B. Du Bois"
}, {
	"quote": "I'd never disrespect women. I have been brought up to treat women with courtesy and dignity.",
	"name": "Yo Yo Honey Singh"
}, {
	"quote": "The good news is when we are in full-on sisterhood, women are the most powerful, political force in America.",
	"name": "Cecile Richards"
}, {
	"quote": "Charm, in most men and nearly all women, is a decoration.",
	"name": "E. M. Forster"
}, {
	"quote": "Strong women only marry weak men.",
	"name": "Bette Davis"
}, {
	"quote": "I grew up with all mothers, all women. I come from a long line of matriarchs, very strong women.",
	"name": "Erykah Badu"
}, {
	"quote": "Women love always: when earth slips from them, they take refuge in heaven.",
	"name": "George Sand"
}, {
	"quote": "Most women set out to try to change a man, and when they have changed him they do not like him.",
	"name": "Marlene Dietrich"
}, {
	"quote": "Men are by nature merely indifferent to one another; but women are by nature enemies.",
	"name": "Arthur Schopenhauer"
}, {
	"quote": "People don't want to see women doing things they don't think women should do.",
	"name": "Joan Jett"
}, {
	"quote": "I do like the idea of women not showing too much, of them being quite reserved in a way, and quite covered.",
	"name": "Phoebe Philo"
}, {
	"quote": "I long to speak out the intense inspiration that comes to me from the lives of strong women.",
	"name": "Ruth Benedict"
}, {
	"quote": "In spring they lie flat at the first warmth, they ruin my summer and in autumn they smell of women.",
	"name": "Hugo Claus"
}, {
	"quote": "On the whole, I think women wear too much and are to fussy. You can't see the person for all the clutter.",
	"name": "Julie Andrews"
}, {
	"quote": "I was not going to attack Palin just for being a woman appealing for support from other women.",
	"name": "Hillary Clinton"
}, {
	"quote": "Women cannot complain about men anymore until they start getting better taste in them.",
	"name": "Bill Maher"
}, {
	"quote": "The reason women don't play football is because 11 of them would never wear the same outfit in public.",
	"name": "Phyllis Diller"
}, {
	"quote": "This man is frank and earnest with women. In Fresno, he's Frank and in Chicago he's Ernest.",
	"name": "Henny Youngman"
}, {
	"quote": "You can tell the strength of a nation by the women behind its men.",
	"name": "Benjamin Disraeli"
}, {
	"quote": "I'm so tired of men who are afraid to hurt women's feelings.",
	"name": "Sam Kinison"
}, {
	"quote": "I see a lot of women in these great-looking sneakers, as though they are almost very influenced by sport.",
	"name": "Anna Wintour"
}, {
	"quote": "I am my own woman.",
	"name": "Evita Peron"
}, {
	"quote": "I love talking about clothes with women; it's like a code because women dress for women.",
	"name": "Mindy Kaling"
}, {
	"quote": "I'm not denyin' the women are foolish. God Almighty made 'em to match the men.",
	"name": "George Eliot"
}, {
	"quote": "I like women. I like them so much, I think every man should own two.",
	"name": "Bobby Riggs"
}, {
	"quote": "Sex and older women used to be considered an oxymoron, rarely mentioned in the same breath.",
	"name": "Gail Sheehy"
}, {
	"quote": "Women, for Gucci, as you can imagine, are very important.",
	"name": "Marco Bizzarri"
}, {
	"quote": "For women's tears are but the sweat of eyes.",
	"name": "Juvenal"
}, {
	"quote": "If men knew all that women think, they would be twenty times more audacious.",
	"name": "Alphonse Karr"
}, {
	"quote": "Women will no longer be silent when they suffer injustices against them.",
	"name": "Gloria Allred"
}, {
	"quote": "In a world that wants women to whisper, I choose to yell.",
	"name": "Luvvie Ajayi"
}, {
	"quote": "I think the most important thing people can do to save our planet and the human race is to empower women!",
	"name": "Robert Ballard"
}, {
	"quote": "Women with money and women in power are two uncomfortable ideas in our society.",
	"name": "Candace Bushnell"
}, {
	"quote": "As I grow older, I think friendship between women is a thing to cherish.",
	"name": "Susan Glaspell"
}, {
	"quote": "I'm more androgynous, because men are supposed to be more spatial, women more literal - I'm a tomboy.",
	"name": "Portia Doubleday"
}, {
	"quote": "A homely face and no figure have aided many women heavenward.",
	"name": "Minna Antrim"
}, {
	"quote": "To the women and children, T stands for tender. To the bad guys and thugs, it stands for tough.",
	"name": "Mr. T"
}, {
	"quote": "Women think with their whole bodies and they see things as a whole more than men do.",
	"name": "Dorothy Day"
}, {
	"quote": "Every man needs two women: a quiet home-maker, and a thrilling nymph.",
	"name": "Iris Murdoch"
}, {
	"quote": "Women will never be as successful as men because they have no wives to advise them.",
	"name": "Dick Van Dyke"
}, {
	"quote": "When anything goes, it's women who lose.",
	"name": "Camille Paglia"
}, {
	"quote": "The feminine mystique has succeeded in burying millions of American women alive.",
	"name": "Betty Friedan"
}, {
	"quote": "I didn't fight to get women out from behind vacuum cleaners to get them onto the board of Hoover.",
	"name": "Germaine Greer"
}, {
	"quote": "The biggest barrier for women is the thought that they can't have it all.",
	"name": "Cathy Engelbert"
}, {
	"quote": "Chandler's the guy everybody thinks will do well with women, but he thinks too much and says the wrong thing.",
	"name": "Matthew Perry"
}, {
	"quote": "To generalize on women is dangerous. To specialize on them is infinitely worse.",
	"name": "Rudolph Valentino"
}, {
	"quote": "Women have no government.",
	"name": "Victoria Woodhull"
}, {
	"quote": "Women's Lib? Oh, I'm afraid it doesn't interest me one bit. I've been so liberated it hurts.",
	"name": "Lucille Ball"
}, {
	"quote": "Men should only believe half of what women say. But which half?",
	"name": "Jean Giraudoux"
}, {
	"quote": "In the early part of my life I carried the flame for fiery women: perky women who were not dumb.",
	"name": "Debra Winger"
}, {
	"quote": "We are the most powerful creatures on the planet, women.",
	"name": "Stacey Dash"
}, {
	"quote": "Part of the $10 million I spent on gambling, part on booze and part on women. The rest I spent foolishly.",
	"name": "George Raft"
}, {
	"quote": "I'm not a big fan of Women's Liberation, but maybe it will help women stand up for the respect they're due.",
	"name": "Loretta Lynn"
}, {
	"quote": "A lot of people say I always play neurotic women. Well, who doesn't play neurotic women?",
	"name": "Geraldine Page"
}, {
	"quote": "Women in love are less ashamed than men. They have less to be ashamed of.",
	"name": "Ambrose Bierce"
}, {
	"quote": "Men mourn for what they have lost; women for what they ain't got.",
	"name": "Josh Billings"
}, {
	"quote": "Some of us are becoming the men we wanted to marry.",
	"name": "Gloria Steinem"
}, {
	"quote": "I guess I've played a lot of victims, but that's what a lot of the history of women is about.",
	"name": "Jodie Foster"
}, {
	"quote": "Women like to sit down with trouble - as if it were knitting.",
	"name": "Ellen Glasgow"
}, {
	"quote": "Balls are to men what purses are to women.",
	"name": "Sarah Jessica Parker"
}, {
	"quote": "I know what women want. They want to be beautiful.",
	"name": "Valentino Garavani"
}, {
	"quote": "Most women are indulgent of themselves. This is a mistake. It should be only the reward of old age.",
	"name": "Anna Held"
}, {
	"quote": "Younger women have no problem in reconciling beauty with ambitions as a professional woman.",
	"name": "Camille Paglia"
}, {
	"quote": "Sometimes, women in families put themselves last until it manifests itself in their own health.",
	"name": "Angelina Jolie"
}, {
	"quote": "Women's value has been under-recognized for far too long.",
	"name": "Sidney Sheldon"
}, {
	"quote": "It is little men know of women; their smiles and their tears alike are seldom what they seem.",
	"name": "Amelia Barr"
}, {
	"quote": "I think that there is a difference between men and women as a warrior and a nurturer... It's innate.",
	"name": "Judy Sheindlin"
}, {
	"quote": "There are few virtuous women who are not bored with their trade.",
	"name": "Francois de La Rochefoucauld"
}, {
	"quote": "Relationships are made of talk - and talk is for girls and women.",
	"name": "Deborah Tannen"
}, {
	"quote": "I believe women still face a glass ceiling that must be shattered.",
	"name": "Andrew Cuomo"
}, {
	"quote": "I must have women - there is nothing unbends the mind like them.",
	"name": "John Gay"
}, {
	"quote": "The most virtuous women have something within them, something that is never chaste.",
	"name": "Honore de Balzac"
}, {
	"quote": "We women manage to do many things at the same time. Men, no. Men do one thing at a time.",
	"name": "Carolina Herrera"
}, {
	"quote": "I'll always prefer to play with women and hang out with women, and I'll always be a feminist.",
	"name": "Courtney Love"
}, {
	"quote": "I think today women are very scared to celebrate themselves, because then they just get labeled.",
	"name": "Charlize Theron"
}, {
	"quote": "Women's liberation is the liberation of the feminine in the man and the masculine in the woman.",
	"name": "Corita Kent"
}, {
	"quote": "But, alas! what poor Woman is ever taught that she should have a higher Design than to get her a Husband?",
	"name": "Mary Astell"
}, {
	"quote": "I tend to go for women with common sense. Being down to earth stands out more than looks.",
	"name": "Seann William Scott"
}, {
	"quote": "Women have a predestination to suffering.",
	"name": "Bela Lugosi"
}, {
	"quote": "What we women need to do, instead of worrying about what we don't have, is just love what we do have.",
	"name": "Cameron Diaz"
}, {
	"quote": "Women should take care of each other, not tear each other down.",
	"name": "Jennifer Garner"
}, {
	"quote": "You know that look women get when they want sex? Me neither.",
	"name": "Drew Carey"
}, {
	"quote": "Women get labeled 'bossy' when it's like, 'Maybe I'm a leader. Maybe I just know what I want.'",
	"name": "Margo Price"
}, {
	"quote": "I love to see other women in pink. It's good for every shade of skin and hair.",
	"name": "Elizabeth Hurley"
}, {
	"quote": "Years ago women of my size were considered royalty.",
	"name": "Camryn Manheim"
}, {
	"quote": "I get along with all the women singers, but especially Dolly Parton. We talk the same hillbilly language.",
	"name": "Loretta Lynn"
}, {
	"quote": "I think that women who know who they are are beautiful.",
	"name": "Demi Lovato"
}, {
	"quote": "It is easier for women to succeed in business, the arts, and politics in America than in Europe.",
	"name": "Hedy Lamarr"
}, {
	"quote": "I think that maybe if women and children were in charge we would get somewhere.",
	"name": "James Thurber"
}, {
	"quote": "Women, you can have it all - a loving man, devoted husband, loving children, a fabulous career.",
	"name": "Jada Pinkett Smith"
}, {
	"quote": "Whether women are better than men I cannot say - but I can say they are certainly no worse.",
	"name": "Golda Meir"
}, {
	"quote": "It's incredibly unfair. You don't see a lot of 60-year-old women with 20-year-old men onscreen.",
	"name": "George Clooney"
}, {
	"quote": "Women need not always keep their mouths shut and their wombs open.",
	"name": "Emma Goldman"
}, {
	"quote": "You can't raise the standard of women's morals by raising their pay envelope. It lies deeper than that.",
	"name": "Billy Sunday"
}, {
	"quote": "I will not say that women have no character; rather, they have a new one every day.",
	"name": "Heinrich Heine"
}, {
	"quote": "When women are encouraged to be competitive, too many of them become disagreeable.",
	"name": "Benjamin Spock"
}, {
	"quote": "All women should know how to take care of children. Most of them will have a husband some day.",
	"name": "Franklin P. Jones"
}, {
	"quote": "There is no reason why the women of the country should not greatly advance themselves.",
	"name": "Leland Stanford"
}, {
	"quote": "Were there no women, men might live like gods.",
	"name": "Thomas Dekker"
}, {
	"quote": "The sight of women talking together has always made men uneasy; nowadays it means rank subversion.",
	"name": "Germaine Greer"
}, {
	"quote": "The No. 1 impediment to women succeeding in the workforce is now in the home.",
	"name": "Sheryl Sandberg"
}, {
	"quote": "Women have this obsession with shoes.",
	"name": "Alexandra Paul"
}, {
	"quote": "In love, women are professionals, men are amateurs.",
	"name": "Francois Truffaut"
}, {
	"quote": "Intimacies between women often go backwards, beginning in revelations and ending in small talk.",
	"name": "Elizabeth Bowen"
}, {
	"quote": "Women get more unhappy the more they try to liberate themselves.",
	"name": "Brigitte Bardot"
}, {
	"quote": "Men and women, women and men. It will never work.",
	"name": "Erica Jong"
}, {
	"quote": "Disguise our bondage as we will, 'Tis woman, woman, rules us still.",
	"name": "Thomas Moore"
}, {
	"quote": "In life, single women are the most vulnerable adults. In movies, they are given imaginary power.",
	"name": "Elizabeth Wurtzel"
}, {
	"quote": "When men reach their sixties and retire, they go to pieces. Women go right on cooking.",
	"name": "Gail Sheehy"
}, {
	"quote": "Women hear rhythm differently than men.",
	"name": "Elvis Costello"
}, {
	"quote": "Women may not have it easy, but we are given a fairer chance to reach for the top.",
	"name": "Jessica Savitch"
}, {
	"quote": "I think women are excellent social critics.",
	"name": "Laurie Anderson"
}, {
	"quote": "The trouble with life is that there are so many beautiful women and so little time.",
	"name": "John Barrymore"
}, {
	"quote": "Women are frightening. If you get to 41 as a man, you're quite battle-scarred.",
	"name": "Hugh Grant"
}, {
	"quote": "One hair of a woman can draw more than a hundred pair of oxen.",
	"name": "James Howell"
}, {
	"quote": "And I think women have come a very, very long way, but they have a long way to go.",
	"name": "Lara Flynn Boyle"
}, {
	"quote": "The women's movement completely changed attitudes all over the world in ways we'll never be able to count.",
	"name": "Holly Near"
}, {
	"quote": "Women don't realize how powerful they are.",
	"name": "Judith Light"
}, {
	"quote": "America is a land where men govern, but women rule.",
	"name": "John Mason Brown"
}, {
	"quote": "Women are the first to jump on what is fashionable.",
	"name": "Gavin DeGraw"
}, {
	"quote": "Women are clear-headed, they are more creative and for this reason, sometimes, also more fragile.",
	"name": "Emma Bonino"
}, {
	"quote": "Women today have more of an overview of their lives and how marriage is or is not a part of it.",
	"name": "Helen Reddy"
}, {
	"quote": "All issues are women's issues - and there are several that are just women's business.",
	"name": "Eddie Bernice Johnson"
}, {
	"quote": "You women could make someone fall in love even with a lie.",
	"name": "Georg Buchner"
}, {
	"quote": "I have been a woman for fifty years, and I've never yet been able to discover precisely what it is I am.",
	"name": "Jean Giraudoux"
}, {
	"quote": "Women are incredible in groups together. Terrifying. Men have nothing on them.",
	"name": "Michael Hutchence"
}, {
	"quote": "Women want love to be a novel, men a short story.",
	"name": "Daphne du Maurier"
}, {
	"quote": "Nature makes woman to be won and men to win.",
	"name": "George William Curtis"
}, {
	"quote": "The test of civilization is its estimate of women.",
	"name": "George William Curtis"
}, {
	"quote": "I don't love dolls. I love women. I love their bodies.",
	"name": "John Galliano"
}, {
	"quote": "Women are women, and hurray for that.",
	"name": "John Galliano"
}, {
	"quote": "A lot of women say to me, 'You know, I really hated you because my kids wanted you to be their mother.'",
	"name": "Florence Henderson"
}, {
	"quote": "Until Eve arrived, this was a man's world.",
	"name": "Richard Armour"
}, {
	"quote": "I'm surrounded by very powerful women and very progressive men.",
	"name": "Christie Hefner"
}, {
	"quote": "A lot of women say they love being pregnant, but I wasn't such a big fan.",
	"name": "Marion Jones"
}, {
	"quote": "The only people you can really share certain things with in secret are your girlfriends.",
	"name": "Shirley Knight"
}, {
	"quote": "Women are the sustaining force of any society - they think of the children and the next generation's chances.",
	"name": "Margo MacDonald"
}]