[{
	"quote": "A dream doesn't become reality through magic; it takes sweat, determination and hard work.",
	"name": "Colin Powell"
}, {
	"quote": "It's all about quality of life and finding a happy balance between work and friends and family.",
	"name": "Philip Green"
}, {
	"quote": "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.",
	"name": "Colin Powell"
}, {
	"quote": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.",
	"name": "Colin Powell"
}, {
	"quote": "Self-belief and hard work will always earn you success.",
	"name": "Virat Kohli"
}, {
	"quote": "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching.",
	"name": "Satchel Paige"
}, {
	"quote": "Let the beauty of what you love be what you do.",
	"name": "Rumi"
}, {
	"quote": "Perseverance is the hard work you do after you get tired of doing the hard work you already did.",
	"name": "Newt Gingrich"
}, {
	"quote": "Without hard work, nothing grows but weeds.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "Work hard, stay positive, and get up early. It's the best part of the day.",
	"name": "George Allen, Sr."
}, {
	"quote": "There is no substitute for hard work. Never give up. Never stop believing. Never stop fighting.",
	"name": "Hope Hicks"
}, {
	"quote": "Choose a job you love, and you will never have to work a day in your life.",
	"name": "Unknown"
}, {
	"quote": "I have not failed. I've just found 10,000 ways that won't work.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Youth is the gift of nature, but age is a work of art.",
	"name": "Stanislaw Jerzy Lec"
}, {
	"quote": "Without hard work and discipline it is difficult to be a top professional.",
	"name": "Jahangir Khan"
}, {
	"quote": "Once you have commitment, you need the discipline and hard work to get you there.",
	"name": "Haile Gebrselassie"
}, {
	"quote": "Luck is great, but most of life is hard work.",
	"name": "Iain Duncan Smith"
}, {
	"quote": "Pleasure in the job puts perfection in the work.",
	"name": "Aristotle"
}, {
	"quote": "The fruit of your own hard work is the sweetest.",
	"name": "Deepika Padukone"
}, {
	"quote": "We are all born ignorant, but one must work hard to remain stupid.",
	"name": "Benjamin Franklin"
}, {
	"quote": "Hard work without talent is a shame, but talent without hard work is a tragedy.",
	"name": "Robert Half"
}, {
	"quote": "Work hard, be kind, and amazing things will happen.",
	"name": "Conan O'Brien"
}, {
	"quote": "Do your work with your whole heart, and you will succeed - there's so little competition.",
	"name": "Elbert Hubbard"
}, {
	"quote": "I learned the value of hard work by working hard.",
	"name": "Margaret Mead"
}, {
	"quote": "Through hard work, perseverance and a faith in God, you can live your dreams.",
	"name": "Ben Carson"
}, {
	"quote": "When the best leader's work is done the people say, 'We did it ourselves.'",
	"name": "Lao Tzu"
}, {
	"quote": "There is no substitute for hard work.",
	"name": "Thomas A. Edison"
}, {
	"quote": "The best preparation for good work tomorrow is to do good work today.",
	"name": "Elbert Hubbard"
}, {
	"quote": "The true work of art is but a shadow of the divine perfection.",
	"name": "Michelangelo"
}, {
	"quote": "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus.",
	"name": "Alexander Graham Bell"
}, {
	"quote": "Opportunities are usually disguised as hard work, so most people don't recognize them.",
	"name": "Ann Landers"
}, {
	"quote": "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
	"name": "Ralph Marston"
}, {
	"quote": "If you do what you love, you'll never work a day in your life.",
	"name": "Marc Anthony"
}, {
	"quote": "With hard work and effort, you can achieve anything.",
	"name": "Antoine Griezmann"
}, {
	"quote": "Our work is the presentation of our capabilities.",
	"name": "Edward Gibbon"
}, {
	"quote": "The reward for work well done is the opportunity to do more.",
	"name": "Jonas Salk"
}, {
	"quote": "You have to fight to reach your dream. You have to sacrifice and work hard for it.",
	"name": "Lionel Messi"
}, {
	"quote": "A gentle word, a kind look, a good-natured smile can work wonders and accomplish miracles.",
	"name": "William Hazlitt"
}, {
	"quote": "The beginning is the most important part of the work.",
	"name": "Plato"
}, {
	"quote": "Life is tough, and things don't always work out well, but we should be brave and go on with our lives.",
	"name": "Suga"
}, {
	"quote": "I've had to learn to fight all my life - got to learn to keep smiling. If you smile things will work out.",
	"name": "Serena Williams"
}, {
	"quote": "I put my heart and my soul into my work, and have lost my mind in the process.",
	"name": "Vincent Van Gogh"
}, {
	"quote": "Thinking is the hardest work there is, which is probably the reason why so few engage in it.",
	"name": "Henry Ford"
}, {
	"quote": "Quality is everyone's responsibility.",
	"name": "W. Edwards Deming"
}, {
	"quote": "You see, God helps only people who work hard. That principle is very clear.",
	"name": "A. P. J. Abdul Kalam"
}, {
	"quote": "There is simply no substitute for hard work when it comes to achieving success.",
	"name": "Heather Bresch"
}, {
	"quote": "I love it when people doubt me. It makes me work harder to prove them wrong.",
	"name": "Derek Jeter"
}, {
	"quote": "In fitness, there are no short cuts. It involves immense discipline and hard work.",
	"name": "Mahesh Babu"
}, {
	"quote": "Nothing ever comes to one, that is worth having, except as a result of hard work.",
	"name": "Booker T. Washington"
}, {
	"quote": "I never expect to see a perfect work from an imperfect man.",
	"name": "Alexander Hamilton"
}, {
	"quote": "Work out your own salvation. Do not depend on others.",
	"name": "Buddha"
}, {
	"quote": "When love and skill work together, expect a masterpiece.",
	"name": "John Ruskin"
}, {
	"quote": "Opportunity is missed by most people because it is dressed in overalls and looks like work.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Don't work for recognition, but do work worthy of recognition.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "Education must not simply teach work - it must teach Life.",
	"name": "W. E. B. Du Bois"
}, {
	"quote": "I'm so not stylish by nature, but I've learned to work with what I have.",
	"name": "Julie Bowen"
}, {
	"quote": "Live and work but do not forget to play, to have fun in life and really enjoy it.",
	"name": "Eileen Caddy"
}, {
	"quote": "If you work hard and you do your best, you can do anything.",
	"name": "Erin Heatherton"
}, {
	"quote": "Far and away the best prize that life has to offer is the chance to work hard at work worth doing.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "Create like a god, command like a king, work like a slave.",
	"name": "Constantin Brancusi"
}, {
	"quote": "Our fatigue is often caused not by work, but by worry, frustration and resentment.",
	"name": "Dale Carnegie"
}, {
	"quote": "You only do good work when you're taking risks and pushing yourself.",
	"name": "Sally Hawkins"
}, {
	"quote": "Pray as though everything depended on God. Work as though everything depended on you.",
	"name": "Saint Augustine"
}, {
	"quote": "If you want to become a great chef, you have to work with great chefs. And that's exactly what I did.",
	"name": "Gordon Ramsay"
}, {
	"quote": "Creativity is a habit, and the best creativity is the result of good work habits.",
	"name": "Twyla Tharp"
}, {
	"quote": "The one way to get me to work my hardest was to doubt me.",
	"name": "Michelle Obama"
}, {
	"quote": "I can only control myself, my actions, my work ethic, and my attitude.",
	"name": "Ali Krieger"
}, {
	"quote": "To be happy, it first takes being comfortable being in your own shoes. The rest can work up from there.",
	"name": "Sophia Bush"
}, {
	"quote": "If you have a dream, it's definitely achievable through hard work, through dedication, sacrifice, everything.",
	"name": "Carli Lloyd"
}, {
	"quote": "Great companies are built in the office, with hard work put in by a team.",
	"name": "Emily Chang"
}, {
	"quote": "Work hard. Through determination and self-focus and discipline, you can accomplish anything.",
	"name": "Kimberly Guilfoyle"
}, {
	"quote": "Quality is pride of workmanship.",
	"name": "W. Edwards Deming"
}, {
	"quote": "The power of one, if fearless and focused, is formidable, but the power of many working together is better.",
	"name": "Gloria Macapagal Arroyo"
}, {
	"quote": "Thunder is good, thunder is impressive; but it is lightning that does the work.",
	"name": "Mark Twain"
}, {
	"quote": "Nothing will work unless you do.",
	"name": "Maya Angelou"
}, {
	"quote": "Just be yourself. Be honest, work towards a goal, and you'll achieve it.",
	"name": "Emraan Hashmi"
}, {
	"quote": "Simplicity and repose are the qualities that measure the true value of any work of art.",
	"name": "Frank Lloyd Wright"
}, {
	"quote": "Wishing to be friends is quick work, but friendship is a slow ripening fruit.",
	"name": "Aristotle"
}, {
	"quote": "There is a saying that every nice piece of work needs the right person in the right place at the right time.",
	"name": "Benoit Mandelbrot"
}, {
	"quote": "Four things for success: work and pray, think and believe.",
	"name": "Norman Vincent Peale"
}, {
	"quote": "Colleagues are a wonderful thing - but mentors, that's where the real work gets done.",
	"name": "Junot Diaz"
}, {
	"quote": "Formula for success: rise early, work hard, strike oil.",
	"name": "J. Paul Getty"
}, {
	"quote": "I've got a theory that if you give 100% all of the time, somehow things will work out in the end.",
	"name": "Larry Bird"
}, {
	"quote": "There is no higher religion than human service. To work for the common good is the greatest creed.",
	"name": "Woodrow Wilson"
}, {
	"quote": "Unemployment is capitalism's way of getting you to plant a garden.",
	"name": "Orson Scott Card"
}, {
	"quote": "Tell the truth, work hard, and come to dinner on time.",
	"name": "Gerald R. Ford"
}, {
	"quote": "Never lose the childlike wonder. Show gratitude... Don't complain; just work harder... Never give up.",
	"name": "Randy Pausch"
}, {
	"quote": "Don't worry about being a star, worry about doing good work, and all that will come to you.",
	"name": "Ice Cube"
}, {
	"quote": "All wealth is the product of labor.",
	"name": "John Locke"
}, {
	"quote": "Football taught me how hard you had to work to achieve something.",
	"name": "Kenny Chesney"
}, {
	"quote": "Enjoy your sweat because hard work doesn't guarantee success, but without it you don't have a chance.",
	"name": "Alex Rodriguez"
}, {
	"quote": "I believe in stopping work and eating lunch.",
	"name": "L'Wren Scott"
}, {
	"quote": "I've always believed that if you put in the work, the results will come.",
	"name": "Michael Jordan"
}, {
	"quote": "Derive happiness in oneself from a good day's work, from illuminating the fog that surrounds us.",
	"name": "Henri Matisse"
}, {
	"quote": "Effective networking isn't a result of luck - it requires hard work and persistence.",
	"name": "Lewis Howes"
}, {
	"quote": "I feel like a tiger right now. There's nothing impossible if you get up and work for it.",
	"name": "Michael Flatley"
}, {
	"quote": "When you go all over the world for work, your dream vacation is your bedroom.",
	"name": "Jack Antonoff"
}, {
	"quote": "We are infected by our own misunderstanding of how our own minds work.",
	"name": "Kevin Kelly"
}, {
	"quote": "Glory is attained from hard work, step by step.",
	"name": "Ma Long"
}, {
	"quote": "I'm thankful because all the hard work and sacrifices were worth it in the end.",
	"name": "WizKid"
}, {
	"quote": "Management is nothing more than motivating other people.",
	"name": "Lee Iacocca"
}, {
	"quote": "Live your life, do your work, then take your hat.",
	"name": "Henry David Thoreau"
}, {
	"quote": "The miracle is not that we do this work, but that we are happy to do it.",
	"name": "Mother Teresa"
}, {
	"quote": "Luck is a dividend of sweat. The more you sweat, the luckier you get.",
	"name": "Ray Kroc"
}, {
	"quote": "Some of our finest work comes through service to others.",
	"name": "Gordon B. Hinckley"
}, {
	"quote": "Financial freedom is available to those who learn about it and work for it.",
	"name": "Robert Kiyosaki"
}, {
	"quote": "Play is the work of childhood.",
	"name": "Jean Piaget"
}, {
	"quote": "I have no idols. I admire work, dedication and competence.",
	"name": "Ayrton Senna"
}, {
	"quote": "What you are will show in what you do.",
	"name": "Thomas A. Edison"
}, {
	"quote": "It is the working man who is the happy man. It is the idle man who is the miserable man.",
	"name": "Benjamin Franklin"
}, {
	"quote": "The only place success comes before work is in the dictionary.",
	"name": "Vince Lombardi"
}, {
	"quote": "Work, look for peace and calm in work: you will find it nowhere else.",
	"name": "Dmitri Mendeleev"
}, {
	"quote": "Economics is extremely useful as a form of employment for economists.",
	"name": "John Kenneth Galbraith"
}, {
	"quote": "God Bless my mother and father for all the hard work they've done for our family.",
	"name": "Coy Bowles"
}, {
	"quote": "I'm not a 'sexy' 'beautiful' woman. It takes a lot of work to make me look like a girl.",
	"name": "Megan Fox"
}, {
	"quote": "Be glad of life because it gives you the chance to love, to work, to play, and to look up at the stars.",
	"name": "Henry Van Dyke"
}, {
	"quote": "One must work and dare if one really wants to live.",
	"name": "Vincent Van Gogh"
}, {
	"quote": "Work as though you would live forever, and live as though you would die today. Go another mile!",
	"name": "Og Mandino"
}, {
	"quote": "I realize that every picture isn't a work of art.",
	"name": "Conrad Hall"
}, {
	"quote": "Laziness may appear attractive, but work gives satisfaction.",
	"name": "Anne Frank"
}, {
	"quote": "To find out what one is fitted to do, and to secure an opportunity to do it, is the key to happiness.",
	"name": "John Dewey"
}, {
	"quote": "Work harder on yourself than you do on your job.",
	"name": "Jim Rohn"
}, {
	"quote": "When you are a photographer, you work all the time, because your eye is the first camera.",
	"name": "Patrick Demarchelier"
}, {
	"quote": "It's the best feeling when you wake up and it's warm and cozy, and you don't have to go to work.",
	"name": "Emmy Rossum"
}, {
	"quote": "Through hard work and education, we can deliver a strong economy and opportunity for all.",
	"name": "Julia Gillard"
}, {
	"quote": "A bachelor is a man who comes to work each morning from a different direction.",
	"name": "Sholom Aleichem"
}, {
	"quote": "Where the spirit does not work with the hand, there is no art.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "If God can work through me, he can work through anyone.",
	"name": "Francis of Assisi"
}, {
	"quote": "Work gives you meaning and purpose and life is empty without it.",
	"name": "Stephen Hawking"
}, {
	"quote": "Every training session, I work hard to improve my weaknesses and build on my strengths.",
	"name": "Antoine Griezmann"
}, {
	"quote": "The human foot is a masterpiece of engineering and a work of art.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "Everyone's dream can come true if you just stick to it and work hard.",
	"name": "Serena Williams"
}, {
	"quote": "The supreme accomplishment is to blur the line between work and play.",
	"name": "Arnold J. Toynbee"
}, {
	"quote": "I think anyone can do anything they dream of if they put their mind to it and put in the work.",
	"name": "Shawn Mendes"
}, {
	"quote": "Be different, stand out, and work your butt off.",
	"name": "Reba McEntire"
}, {
	"quote": "Persistence and resilience only come from having been given the chance to work though difficult problems.",
	"name": "Gever Tulley"
}, {
	"quote": "We must fight terrorism as if there's no peace process and work to achieve peace as if there's no terror.",
	"name": "Yitzhak Rabin"
}, {
	"quote": "All things are difficult before they are easy.",
	"name": "Thomas Fuller"
}, {
	"quote": "Human rights must work to uplift human dignity.",
	"name": "Rodrigo Duterte"
}, {
	"quote": "You can control two things: your work ethic and your attitude about anything.",
	"name": "Ali Krieger"
}, {
	"quote": "There's only one growth strategy: work hard.",
	"name": "William Hague"
}, {
	"quote": "A beautiful lady is an accident of nature. A beautiful old lady is a work of art.",
	"name": "Louis Nizer"
}, {
	"quote": "My work is like my vacation, so in a way every day is like Saturday.",
	"name": "Ludacris"
}, {
	"quote": "Work harder than anybody you've ever seen. That's what I believe.",
	"name": "Meek Mill"
}, {
	"quote": "The greatest education in the world is watching the masters at work.",
	"name": "Michael Jackson"
}, {
	"quote": "When you see validation for a life's work and dedication, it's a beautiful day.",
	"name": "Mary Gauthier"
}, {
	"quote": "I believe there are two periods in life, one for the bike, the other for becoming active on one's work.",
	"name": "Bernard Hinault"
}, {
	"quote": "I enjoy the work, I enjoy every minute of my professional life.",
	"name": "Jose Mourinho"
}, {
	"quote": "Everyone has been made for some particular work, and the desire for that work has been put in every heart.",
	"name": "Rumi"
}, {
	"quote": "Keep doing some kind of work, that the devil may always find you employed.",
	"name": "St. Jerome"
}, {
	"quote": "In the city, we work until quitting time. On the farm, we work until the job is finished.",
	"name": "John Bytheway"
}, {
	"quote": "I grew up in an immigrant neighborhood. We just knew the rule was you're going to have to work twice as hard.",
	"name": "Lin-Manuel Miranda"
}, {
	"quote": "Power means happiness; power means hard work and sacrifice.",
	"name": "Beyonce Knowles"
}, {
	"quote": "It's a lot easier to do good work when you have good words to say and work with good people.",
	"name": "Mark Harmon"
}, {
	"quote": "Organizing is what you do before you do something, so that when you do it, it is not all mixed up.",
	"name": "A. A. Milne"
}, {
	"quote": "The highest reward that God gives us for good work is the ability to do better work.",
	"name": "Elbert Hubbard"
}, {
	"quote": "Across professions, consistency is a direct product of work ethic.",
	"name": "Harsha Bhogle"
}, {
	"quote": "The automobile engine will come, and then I will consider my life's work complete.",
	"name": "Rudolf Diesel"
}, {
	"quote": "I like the cold weather. It means you get work done.",
	"name": "Noam Chomsky"
}, {
	"quote": "People might not get all they work for in this world, but they must certainly work for all they get.",
	"name": "Frederick Douglass"
}, {
	"quote": "As information technology restructures the work situation, it abstracts thought from action.",
	"name": "Shoshana Zuboff"
}, {
	"quote": "I really like doing good work and working with good people - that's the thing that drives me.",
	"name": "Giles Deacon"
}, {
	"quote": "Journalism is what we need to make democracy work.",
	"name": "Walter Cronkite"
}, {
	"quote": "You reach a point where you don't work for money.",
	"name": "Walt Disney"
}, {
	"quote": "Success for an athlete follows many years of hard work and dedication.",
	"name": "Michael Diamond"
}, {
	"quote": "When more and more people are thrown out of work, unemployment results.",
	"name": "Calvin Coolidge"
}, {
	"quote": "Our environment, the world in which we live and work, is a mirror of our attitudes and expectations.",
	"name": "Earl Nightingale"
}, {
	"quote": "If you continue to work hard, let that be the fuel to your fire.",
	"name": "Pitbull"
}, {
	"quote": "Any product that needs a manual to work is broken.",
	"name": "Elon Musk"
}, {
	"quote": "Bring diversity back to agriculture. That's what made it work in the first place.",
	"name": "David R. Brower"
}, {
	"quote": "Can anything be sadder than work left unfinished? Yes, work never begun.",
	"name": "Christina Rossetti"
}, {
	"quote": "Let there be work, bread, water and salt for all.",
	"name": "Nelson Mandela"
}, {
	"quote": "Plan your work for today and every day, then work your plan.",
	"name": "Margaret Thatcher"
}, {
	"quote": "He who seeks rest finds boredom. He who seeks work finds rest.",
	"name": "Dylan Thomas"
}, {
	"quote": "This has always been a motto of mine: Attempt the impossible in order to improve your work.",
	"name": "Bette Davis"
}, {
	"quote": "Many people mistake our work for our vocation. Our vocation is the love of Jesus.",
	"name": "Mother Teresa"
}, {
	"quote": "I have been up against tough competition all my life. I wouldn't know how to get along without it.",
	"name": "Walt Disney"
}, {
	"quote": "I try to work and enjoy life, and that's about all.",
	"name": "Curtis Armstrong"
}, {
	"quote": "To find joy in work is to discover the fountain of youth.",
	"name": "Pearl S. Buck"
}, {
	"quote": "I believe when you meet the right person it clicks, and you both know and you start making it work, you know?",
	"name": "Hunter Hayes"
}, {
	"quote": "Live like you'll die tomorrow, work like you don't need the money, and dance like nobody's watching.",
	"name": "Bob Fosse"
}, {
	"quote": "I think it all comes down to motivation. If you really want to do something, you will work hard for it.",
	"name": "Edmund Hillary"
}, {
	"quote": "When you form a team, why do you try to form a team? Because teamwork builds trust and trust builds speed.",
	"name": "Russel Honore"
}, {
	"quote": "Deprived of meaningful work, men and women lose their reason for existence; they go stark, raving mad.",
	"name": "Fyodor Dostoevsky"
}, {
	"quote": "The productivity of work is not the responsibility of the worker but of the manager.",
	"name": "Peter Drucker"
}, {
	"quote": "In the end it's about the work, not an award you get for the work.",
	"name": "Linda Fiorentino"
}, {
	"quote": "No fine work can be done without concentration and self-sacrifice and toil and doubt.",
	"name": "Max Beerbohm"
}, {
	"quote": "The best way to learn is by doing. The only way to build a strong work ethic is getting your hands dirty.",
	"name": "Alex Spanos"
}, {
	"quote": "In the name of God, stop a moment, cease your work, look around you.",
	"name": "Leo Tolstoy"
}, {
	"quote": "I believe that the best cameraman is one who recognizes the source, the story, as the basis of his work.",
	"name": "James Wong Howe"
}, {
	"quote": "You don't really work for awards, but when they come it's... nice.",
	"name": "Pierfrancesco Favino"
}, {
	"quote": "I don't have a good work ethic. I have a real casual relationship with hours.",
	"name": "Janeane Garofalo"
}, {
	"quote": "O man you are busy working for the world, and the world is busy trying to turn you out.",
	"name": "Abu Bakr"
}, {
	"quote": "The Internet will change the way we work, live, learn, and play.",
	"name": "John T. Chambers"
}, {
	"quote": "Working hard and working smart sometimes can be two different things.",
	"name": "Byron Dorgan"
}, {
	"quote": "If you must have motivation, think of your paycheck on Friday.",
	"name": "Noel Coward"
}, {
	"quote": "By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day.",
	"name": "Robert Frost"
}, {
	"quote": "Doing stunt work is risky, but it's something I enjoy.",
	"name": "Verne Troyer"
}, {
	"quote": "Most people work just hard enough not to get fired and get paid just enough money not to quit.",
	"name": "George Carlin"
}, {
	"quote": "One machine can do the work of fifty ordinary men. No machine can do the work of one extraordinary man.",
	"name": "Elbert Hubbard"
}, {
	"quote": "I never did a day's work in my life. It was all fun.",
	"name": "Thomas A. Edison"
}, {
	"quote": "When you fail you learn from the mistakes you made and it motivates you to work even harder.",
	"name": "Natalie Gulbis"
}, {
	"quote": "Few ideas work on the first try. Iteration is key to innovation.",
	"name": "Sebastian Thrun"
}, {
	"quote": "It's important for a woman to feel good in her clothes. It's OK to have curves and to work them.",
	"name": "Nicole Scherzinger"
}, {
	"quote": "Many hands make light work.",
	"name": "John Heywood"
}, {
	"quote": "It is impossible to work in information technology without also engaging in social engineering.",
	"name": "Jaron Lanier"
}, {
	"quote": "Know what it is that drives you - motivates you - and pursue it. Endeavor to work to make it happen.",
	"name": "Peggy Whitson"
}, {
	"quote": "For every two minutes of glamour, there are eight hours of hard work.",
	"name": "Jessica Savitch"
}, {
	"quote": "I never did anything by accident, nor did any of my inventions come by accident; they came by work.",
	"name": "Thomas A. Edison"
}, {
	"quote": "Poor people are those who only work to try to keep an expensive lifestyle and always want more and more.",
	"name": "Jose Mujica"
}, {
	"quote": "What you want is the opportunity to work and an audience. Prizes after that are just a great big bonus.",
	"name": "Kenneth Branagh"
}, {
	"quote": "Don't stay in bed, unless you can make money in bed.",
	"name": "George Burns"
}, {
	"quote": "It's not an experiment if you know it's going to work.",
	"name": "Jeff Bezos"
}, {
	"quote": "I think when you work really hard and you help others, God helps you get what you want.",
	"name": "Gina Rodriguez"
}, {
	"quote": "When I hear people boo, that just makes me want to go out there and work harder.",
	"name": "John Cena"
}, {
	"quote": "Stay humble, be fearless, and work, work, work, work, work, work.",
	"name": "Daya"
}, {
	"quote": "Join the union, girls, and together say Equal Pay for Equal Work.",
	"name": "Susan B. Anthony"
}, {
	"quote": "Keep up the good work, if only for a while, if only for the twinkling of a tiny galaxy.",
	"name": "Wislawa Szymborska"
}, {
	"quote": "It's important to work hard, stay humble, and not let the criticism or the compliments go to your head.",
	"name": "Jessica Sanchez"
}, {
	"quote": "A guilty conscience needs to confess. A work of art is a confession.",
	"name": "Albert Camus"
}, {
	"quote": "Good leadership consists of showing average people how to do the work of superior people.",
	"name": "John D. Rockefeller"
}, {
	"quote": "For me, real life is hard work. Making movies is like a vacation for my soul.",
	"name": "Guillermo del Toro"
}, {
	"quote": "No one can come and claim ownership of my work. I am the creator of it, and it lives within me.",
	"name": "Prince"
}, {
	"quote": "A big part of filmmaking is gathering a group of people you can work with.",
	"name": "Lenny Abrahamson"
}, {
	"quote": "Only true love can fuel the hard work that awaits you.",
	"name": "Tom Freston"
}, {
	"quote": "I give thanks everyday that I've been able to take my craziness and make it work for me.",
	"name": "Fritz Scholder"
}, {
	"quote": "We teachers can only help the work going on, as servants wait upon a master.",
	"name": "Maria Montessori"
}, {
	"quote": "Death is pitch-dark, but colors are light. To be a painter, one must work with rays of light.",
	"name": "Edvard Munch"
}, {
	"quote": "I am blessed to be able to work at a job I love and also give back in the most vital way - to people in need.",
	"name": "Teri Hatcher"
}, {
	"quote": "When you're good-looking, I think you usually don't have to work as hard.",
	"name": "Butch Trucks"
}, {
	"quote": "I don't work at being ordinary.",
	"name": "Paul McCartney"
}, {
	"quote": "I was just excited to have challenging work to do and smart people to work with.",
	"name": "Katherine Johnson"
}, {
	"quote": "Work, apart from devotion or love of God, is helpless and cannot stand alone.",
	"name": "Ramakrishna"
}, {
	"quote": "If you work hard and you work for somebody who empowers you and challenges you, you'll be successful.",
	"name": "Hope Hicks"
}, {
	"quote": "Work is not man's punishment. It is his reward and his strength and his pleasure.",
	"name": "George Sand"
}, {
	"quote": "Sometimes you just have to calm down a little bit and let the system work itself.",
	"name": "Blake Griffin"
}, {
	"quote": "I'm very lucky because my eyes work with almost any hair color. Thanks for the genetics, parents.",
	"name": "Frances Bean Cobain"
}, {
	"quote": "Making better choices takes work. There is a daily give and take, but it is worth the effort.",
	"name": "Tom Rath"
}, {
	"quote": "Emotional self-control is the result of hard work, not an inherent skill.",
	"name": "Travis Bradberry"
}, {
	"quote": "To be a poet is a condition, not a profession.",
	"name": "Robert Frost"
}, {
	"quote": "Be regular and orderly in your life, so that you may be violent and original in your work.",
	"name": "Gustave Flaubert"
}, {
	"quote": "I have had lots of luck in my career but there has also been a lot of hard work.",
	"name": "Maria Sharapova"
}, {
	"quote": "The end of labor is to gain leisure.",
	"name": "Aristotle"
}, {
	"quote": "Good things happen to those who hustle.",
	"name": "Chuck Noll"
}, {
	"quote": "It is easy to make promises - it is hard work to keep them.",
	"name": "Boris Johnson"
}, {
	"quote": "Work is the meat of life, pleasure the dessert.",
	"name": "B. C. Forbes"
}, {
	"quote": "Love and work... work and love, that's all there is.",
	"name": "Sigmund Freud"
}, {
	"quote": "A beautiful body perishes, but a work of art dies not.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "That was my way of getting through difficult times of low confidence - hard work.",
	"name": "David Beckham"
}, {
	"quote": "There is a kind of victory in good work, no matter how humble.",
	"name": "Jack Kemp"
}, {
	"quote": "If ballots won't work, bullets will.",
	"name": "Malcolm X"
}, {
	"quote": "The best preparation for tomorrow is to do today's work superbly well.",
	"name": "William Osler"
}, {
	"quote": "There is joy in work. There is no happiness except in the realization that we have accomplished something.",
	"name": "Henry Ford"
}, {
	"quote": "I love going to work out now. It gets out aggression and my trainer really shakes it up so I don't get bored.",
	"name": "Adriana Lima"
}, {
	"quote": "Unraveling external selves and coming home to our real identity is the true meaning of soul work.",
	"name": "Sue Monk Kidd"
}, {
	"quote": "The only time some people work like a horse is when the boss rides them.",
	"name": "Gabriel Heatter"
}, {
	"quote": "When you think about your heritage, you think about toughness and hard work.",
	"name": "Jeff Garcia"
}, {
	"quote": "The older you get, the better you have to look, the higher you have to kick, the harder you have to work.",
	"name": "Salman Khan"
}, {
	"quote": "You can't get much done in life if you only work on the days when you feel good.",
	"name": "Jerry West"
}, {
	"quote": "At one point I took on a new job, and I just didn't have time to do anything but work.",
	"name": "Sharon Olds"
}, {
	"quote": "It's not about my career now. It's just about finding great work and having a good time.",
	"name": "Melanie Griffith"
}, {
	"quote": "Dancers are a work of art - they are the canvas on which their work is painted.",
	"name": "Patrick Duffy"
}, {
	"quote": "Gentleness doesn't get work done unless you happen to be a hen laying eggs.",
	"name": "Coco Chanel"
}, {
	"quote": "Every noble work is at first impossible.",
	"name": "Thomas Carlyle"
}, {
	"quote": "Men for the sake of getting a living forget to live.",
	"name": "Margaret Fuller"
}, {
	"quote": "The harder I work, the luckier I get.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "No one can arrive from being talented alone, work transforms talent into genius.",
	"name": "Anna Pavlova"
}, {
	"quote": "There are one hundred men seeking security to one able man who is willing to risk his fortune.",
	"name": "J. Paul Getty"
}, {
	"quote": "We've just got to keep going. More. More work, more action, more results.",
	"name": "Gina Raimondo"
}, {
	"quote": "Work expands so as to fill the time available for its completion.",
	"name": "C. Northcote Parkinson"
}, {
	"quote": "I have found in work that you only get back what you put into it, but it does come back gift-wrapped.",
	"name": "Joyce Brothers"
}, {
	"quote": "Most of what we call management consists of making it difficult for people to get their work done.",
	"name": "Peter Drucker"
}, {
	"quote": "Work is accomplished by those employees who have not yet reached their level of incompetence.",
	"name": "Laurence J. Peter"
}, {
	"quote": "When a man tells you that he got rich through hard work, ask him: 'Whose?'",
	"name": "Don Marquis"
}, {
	"quote": "Work is a necessary evil to be avoided.",
	"name": "Mark Twain"
}, {
	"quote": "The artist is nothing without the gift, but the gift is nothing without work.",
	"name": "Emile Zola"
}, {
	"quote": "If you work for it, you'll deserve what comes. Hard work.",
	"name": "DeMar DeRozan"
}, {
	"quote": "I believe that anyone can be what they want to be; it just comes down to hard work.",
	"name": "Kiesza"
}, {
	"quote": "Do not hire a man who does your work for money, but him who does it for love of it.",
	"name": "Henry David Thoreau"
}, {
	"quote": "I guess we all like to be recognized not for one piece of fireworks, but for the ledger of our daily work.",
	"name": "Neil Armstrong"
}, {
	"quote": "Watch every detail that affects the accuracy of your work.",
	"name": "Arthur C. Nielsen"
}, {
	"quote": "Big jobs usually go to the men who prove their ability to outgrow small ones.",
	"name": "Theodore Roosevelt"
}, {
	"quote": "My experience has been that work is almost the best way to pull oneself out of the depths.",
	"name": "Eleanor Roosevelt"
}, {
	"quote": "Work is the curse of the drinking classes.",
	"name": "Oscar Wilde"
}, {
	"quote": "The more I want to get something done, the less I call it work.",
	"name": "Richard Bach"
}, {
	"quote": "Plans are only good intentions unless they immediately degenerate into hard work.",
	"name": "Peter Drucker"
}, {
	"quote": "Every great work makes the human face more admirable and richer, and that is its whole secret.",
	"name": "Albert Camus"
}, {
	"quote": "Our work is never over.",
	"name": "Kanye West"
}, {
	"quote": "I have offended God and mankind because my work didn't reach the quality it should have.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "The pay is good and I can walk to work.",
	"name": "John F. Kennedy"
}, {
	"quote": "Without work, all life goes rotten. But when work is soulless, life stifles and dies.",
	"name": "Albert Camus"
}, {
	"quote": "The only thing that overcomes hard luck is hard work.",
	"name": "Harry Golden"
}, {
	"quote": "If you have fun and keep a good attitude, people want to work with you.",
	"name": "James Marsden"
}, {
	"quote": "Patience can't be acquired overnight. It is just like building up a muscle. Every day you need to work on it.",
	"name": "Eknath Easwaran"
}, {
	"quote": "Nobody ever drowned in his own sweat.",
	"name": "Ann Landers"
}, {
	"quote": "It is better to imitate ancient than modern work.",
	"name": "Leonardo da Vinci"
}, {
	"quote": "There's a lot that's out of your control. But the one thing that you can control is your work ethic.",
	"name": "Christen Press"
}, {
	"quote": "Find a job you like and you add five days to every week.",
	"name": "H. Jackson Brown, Jr."
}, {
	"quote": "Differences among deaf people are okay, but we need to recognize those differences and work together.",
	"name": "I. King Jordan"
}, {
	"quote": "If you will work in co-operation, forgetting the past, burying the hatchet, you are bound to succeed.",
	"name": "Muhammad Ali Jinnah"
}, {
	"quote": "A work of art is a world in itself reflecting senses and emotions of the artist's world.",
	"name": "Hans Hofmann"
}, {
	"quote": "Labor gives birth to ideas.",
	"name": "Jim Rohn"
}, {
	"quote": "Old age is not a matter for sorrow. It is matter for thanks if we have left our work done behind us.",
	"name": "Thomas Carlyle"
}, {
	"quote": "So much of what we call management consists in making it difficult for people to work.",
	"name": "Peter Drucker"
}, {
	"quote": "Without labor nothing prospers.",
	"name": "Sophocles"
}, {
	"quote": "Big pay and little responsibility are circumstances seldom found together.",
	"name": "Napoleon Hill"
}, {
	"quote": "We work to become, not to acquire.",
	"name": "Elbert Hubbard"
}, {
	"quote": "The hard work definitely paid off and hard work always does.",
	"name": "Gabby Douglas"
}, {
	"quote": "It is your work in life that is the ultimate seduction.",
	"name": "Pablo Picasso"
}, {
	"quote": "The idea of having a steady job is appealing.",
	"name": "Robin Williams"
}, {
	"quote": "Too much work, too much vacation, too much of any one thing is unsound.",
	"name": "Walter Annenberg"
}, {
	"quote": "Work is a necessity for man. Man invented the alarm clock.",
	"name": "Pablo Picasso"
}, {
	"quote": "If a guy doesn't work hard and doesn't play well, he can't lead anything. All he is, is a talker.",
	"name": "John Madden"
}, {
	"quote": "Work will win when wishy washy wishing won t.",
	"name": "Thomas S. Monson"
}, {
	"quote": "A manager is responsible for the application and performance of knowledge.",
	"name": "Peter Drucker"
}, {
	"quote": "I see a future where getting to work or to school or to the store does not have to cause pollution.",
	"name": "Bernie Sanders"
}, {
	"quote": "Give yourself something to work toward - constantly.",
	"name": "Mary Kay Ash"
}, {
	"quote": "A writer wants something more than money for his work: he wants permanence.",
	"name": "A. A. Milne"
}, {
	"quote": "No person who is enthusiastic about his work has anything to fear from life.",
	"name": "Samuel Goldwyn"
}, {
	"quote": "I'd like to dial it back 5% or 10% and try to have a vacation that's not just e-mail with a view.",
	"name": "Elon Musk"
}, {
	"quote": "Lawyers work hard and, like us, they're human, many of them.",
	"name": "Dick Cavett"
}, {
	"quote": "Working hard is very important. You're not going to get anywhere without working extremely hard.",
	"name": "George Lucas"
}, {
	"quote": "A family needs to work as a team, supporting each other's individual aims and aspirations.",
	"name": "Buzz Aldrin"
}, {
	"quote": "It is only when I am doing my work that I feel truly alive.",
	"name": "Federico Fellini"
}, {
	"quote": "Honor lies in honest toil.",
	"name": "Grover Cleveland"
}, {
	"quote": "Obviously, a long-distance relationship is hard. But, like anything worth having, you make it work.",
	"name": "Leona Lewis"
}, {
	"quote": "I've got a woman's ability to stick to a job and get on with it when everyone else walks off and leaves it.",
	"name": "Margaret Thatcher"
}, {
	"quote": "Blessed is he who has found his work; let him ask no other blessedness.",
	"name": "Thomas Carlyle"
}, {
	"quote": "Work is much more fun than fun.",
	"name": "Noel Coward"
}, {
	"quote": "Teaching was the hardest work I had ever done, and it remains the hardest work I have done to date.",
	"name": "Ann Richards"
}, {
	"quote": "Ya gots to work with what you gots to work with.",
	"name": "Stevie Wonder"
}, {
	"quote": "Work alone is noble.",
	"name": "Thomas Carlyle"
}, {
	"quote": "The harder you work... and visualize something, the luckier you get.",
	"name": "Seal"
}, {
	"quote": "Management must manage!",
	"name": "Harold S. Geneen"
}, {
	"quote": "The only way to enjoy anything in this life is to earn it first.",
	"name": "Ginger Rogers"
}, {
	"quote": "Life grants nothing to us mortals without hard work.",
	"name": "Horace"
}, {
	"quote": "We have a system that increasingly taxes work and subsidizes nonwork.",
	"name": "Milton Friedman"
}, {
	"quote": "By the work one knows the workman.",
	"name": "Jean de La Fontaine"
}, {
	"quote": "There is no disgrace in working. There was no silver spoon around at the time I was born.",
	"name": "Anna Held"
}, {
	"quote": "If Botticelli were alive today he'd be working for Vogue.",
	"name": "Peter Ustinov"
}, {
	"quote": "Work isn't to make money; you work to justify life.",
	"name": "Marc Chagall"
}, {
	"quote": "Honest labor bears a lovely face.",
	"name": "Thomas Dekker"
}, {
	"quote": "Inspiration comes of working every day.",
	"name": "Charles Baudelaire"
}, {
	"quote": "You're blessed if you have the strength to work.",
	"name": "Mahalia Jackson"
}, {
	"quote": "I work to stay alive.",
	"name": "Bette Davis"
}, {
	"quote": "My husband changed jobs so fast that I simply never knew what business he was in.",
	"name": "Rose Kennedy"
}, {
	"quote": "The greatest teacher I know is the job itself.",
	"name": "James Cash Penney"
}, {
	"quote": "If you don't want to work you have to work to earn enough money so that you won't have to work.",
	"name": "Ogden Nash"
}, {
	"quote": "Concentrate on your job and you will forget your other troubles.",
	"name": "William Feather"
}, {
	"quote": "I think about my work every minute of the day.",
	"name": "Jeff Koons"
}, {
	"quote": "I work 338 days a year, 16 hours a day.",
	"name": "Dave Pelzer"
}, {
	"quote": "One thing I never want to be accused of is not working.",
	"name": "Don Shula"
}, {
	"quote": "Most people treat the office manual the way they treat a software manual. They never look at it.",
	"name": "James Levine"
}, {
	"quote": "Nothing is work unless you'd rather be doing something else.",
	"name": "George Halas"
}, {
	"quote": "The will to work of everyone in the country is the best guarantee of national survival.",
	"name": "Bhumibol Adulyadej"
}, {
	"quote": "One man's wage increase is another man's price increase.",
	"name": "Harold Wilson"
}, {
	"quote": "Careers, like rockets, don't always take off on time. The trick is to always keep the engine running.",
	"name": "Gary Sinise"
}, {
	"quote": "When your work speaks for itself, don't interrupt.",
	"name": "Henry J. Kaiser"
}, {
	"quote": "Be open to the amazing changes which are occurring in the field that interest you.",
	"name": "Leigh Steinberg"
}, {
	"quote": "Every man loves what he is good at.",
	"name": "Thomas Shadwell"
}, {
	"quote": "Anyone who can walk to the welfare office can walk to work.",
	"name": "Al Capp"
}, {
	"quote": "There's something to be said in favor of working in isolation in the real world.",
	"name": "A. R. Ammons"
}, {
	"quote": "I always got my work done before playing.",
	"name": "Edwin Moses"
}, {
	"quote": "Work is a prayer. And I start off every morning dedicating it to our Creator.",
	"name": "Joseph Murray"
}, {
	"quote": "I'm working myself to death.",
	"name": "Alan Ladd"
}, {
	"quote": "After two weeks of working on a project, you know whether it will work or not.",
	"name": "Bill Budge"
}, {
	"quote": "I can't imagine anything more worthwhile than doing what I most love. And they pay me for it.",
	"name": "Edgar Winter"
}, {
	"quote": "As I understand it, sport is hard work for which you do not get paid.",
	"name": "Irvin S. Cobb"
}, {
	"quote": "I met an American woman and got married so I had to get a job.",
	"name": "Walter Wager"
}]